/*******************************************************************************
 * Size: 8 px
 * Bpp: 1
 * Opts: --bpp 1 --size 8 --no-compress --font Mplus1-Light.ttf --symbols 0123456789０１２３４５６７８９+-/=*@#$%&!?":;,().[]{}<>|\\~_^|<>＋－＊／＝＠＃＄％＆！？＂：；，（）．［］｛｝＜＞｜＼〜＾＿｜＜＞abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZａｂｃｄｅｆｇｈｉｊｋｌｍｎｏｐｑｒｓｔｕｖｗｘｙｚＡＢＣＤＥＦＧＨＩＪＫＬＭＮＯＰＱＲＳＴＵＶＷＸＹＺあいうえおかきくけこさしすせそたちつてとなにぬねのはひふへほまみむめもやゆよらりるれろわをんぁぃぅぇぉっゃゅょゎアイウエオカキクケコサシスセソタチツテトナニヌネノハヒフヘホマミムメモヤユヨラリルレロワヲンァィゥェォッャュョヮｱｲｳｴｵｶｷｸｹｺｻｼｽｾｿﾀﾁﾂﾃﾄﾅﾆﾇﾈﾉﾊﾋﾌﾍﾎﾏﾐﾑﾒﾓﾔﾕﾖﾗﾘﾙﾚﾛﾜｦﾝｧｨｩｪｫｯｬｭｮ亜哀挨愛曖悪握圧扱宛嵐安案暗以衣位囲医依委威為畏胃尉異移萎偉椅彙意違維慰遺緯域育一壱逸茨芋引印因咽姻員院淫陰飲隠韻右宇羽雨唄鬱畝浦運雲永泳英映栄営詠影鋭衛易疫益液駅悦越謁閲円延沿炎怨宴媛援園煙猿遠鉛塩演縁艶汚王凹央応往押旺欧殴桜翁奥横岡屋億憶臆虞乙俺卸音恩温穏下化火加可仮何花佳価果河苛科架夏家荷華菓貨渦過嫁暇禍靴寡歌箇稼課蚊牙瓦我画芽賀雅餓介回灰会快戒改怪拐悔海界皆械絵開階塊楷解潰壊懐諧貝外劾害崖涯街慨蓋該概骸垣柿各角拡革格核殻郭覚較隔閣確獲嚇穫学岳楽額顎掛潟括活喝渇割葛滑褐轄且株釜鎌刈干刊甘汗缶完肝官冠巻看陥乾勘患貫寒喚堪換敢棺款間閑勧寛幹感漢慣管関歓監緩憾還館環簡観韓艦鑑丸含岸岩玩眼頑顔願企伎危机気岐希忌汽奇祈季紀軌既記起飢鬼帰基寄規亀喜幾揮期棋貴棄毀旗器畿輝機騎技宜偽欺義疑儀戯擬犠議菊吉喫詰却客脚逆虐九久及弓丘旧休吸朽臼求究泣急級糾宮救球給嗅窮牛去巨居拒拠挙虚許距魚御漁凶共叫狂京享供協況峡挟狭恐恭胸脅強教郷境橋矯鏡競響驚仰暁業凝曲局極玉巾斤均近金菌勤琴筋僅禁緊錦謹襟吟銀区句苦駆具惧愚空偶遇隅串屈掘窟熊繰君訓勲薫軍郡群兄刑形系径茎係型契計恵啓掲渓経蛍敬景軽傾携継詣慶憬稽憩警鶏芸迎鯨隙劇撃激桁欠穴血決結傑潔月犬件見券肩建研県倹兼剣拳軒健険圏堅検嫌献絹遣権憲賢謙鍵繭顕験懸元幻玄言弦限原現舷減源厳己戸古呼固股虎孤弧故枯個庫湖雇誇鼓錮顧五互午呉後娯悟碁語誤護口工公勾孔功巧広甲交光向后好江考行坑孝抗攻更効幸拘肯侯厚恒洪皇紅荒郊香候校耕航貢降高康控梗黄喉慌港硬絞項溝鉱構綱酵稿興衡鋼講購乞号合拷剛傲豪克告谷刻国黒穀酷獄骨駒込頃今困昆恨根婚混痕紺魂墾懇左佐沙査砂唆差詐鎖座挫才再災妻采砕宰栽彩採済祭斎細菜最裁債催塞歳載際埼在材剤財罪崎作削昨柵索策酢搾錯咲冊札刷刹拶殺察撮擦雑皿三山参桟蚕惨産傘散算酸賛残斬暫士子支止氏仕史司四市矢旨死糸至伺志私使刺始姉枝祉肢姿思指施師恣紙脂視紫詞歯嗣試詩資飼誌雌摯賜諮示字寺次耳自似児事侍治持時滋慈辞磁餌璽鹿式識軸七叱失室疾執湿嫉漆質実芝写社車舎者射捨赦斜煮遮謝邪蛇尺借酌釈爵若弱寂手主守朱取狩首殊珠酒腫種趣寿受呪授需儒樹収囚州舟秀周宗拾秋臭修袖終羞習週就衆集愁酬醜蹴襲十汁充住柔重従渋銃獣縦叔祝宿淑粛縮塾熟出述術俊春瞬旬巡盾准殉純循順準潤遵処初所書庶暑署緒諸女如助序叙徐除小升少召匠床抄肖尚招承昇松沼昭宵将消症祥称笑唱商渉章紹訟勝掌晶焼焦硝粧詔証象傷奨照詳彰障憧衝賞償礁鐘上丈冗条状乗城浄剰常情場畳蒸縄壌嬢錠譲醸色拭食植殖飾触嘱織職辱尻心申伸臣芯身辛侵信津神唇娠振浸真針深紳進森診寝慎新審震薪親人刃仁尽迅甚陣尋腎須図水吹垂炊帥粋衰推酔遂睡穂随髄枢崇数据杉裾寸瀬是井世正生成西声制姓征性青斉政星牲省凄逝清盛婿晴勢聖誠精製誓静請整醒税夕斥石赤昔析席脊隻惜戚責跡積績籍切折拙窃接設雪摂節説舌絶千川仙占先宣専泉浅洗染扇栓旋船戦煎羨腺詮践箋銭潜線遷選薦繊鮮全前善然禅漸膳繕狙阻祖租素措粗組疎訴塑遡礎双壮早争走奏相荘草送倉捜挿桑巣掃曹曽爽窓創喪痩葬装僧想層総遭槽踪操燥霜騒藻造像増憎蔵贈臓即束足促則息捉速側測俗族属賊続卒率存村孫尊損遜他多汰打妥唾堕惰駄太対体耐待怠胎退帯泰堆袋逮替貸隊滞態戴大代台第題滝宅択沢卓拓託濯諾濁但達脱奪棚誰丹旦担単炭胆探淡短嘆端綻誕鍛団男段断弾暖談壇地池知値恥致遅痴稚置緻竹畜逐蓄築秩窒茶着嫡中仲虫沖宙忠抽注昼柱衷酎鋳駐著貯丁弔庁兆町長挑帳張彫眺釣頂鳥朝貼超腸跳徴嘲潮澄調聴懲直勅捗沈珍朕陳賃鎮追椎墜通痛塚漬坪爪鶴低呈廷弟定底抵邸亭貞帝訂庭逓停偵堤提程艇締諦泥的笛摘滴適敵溺迭哲鉄徹撤天典店点展添転填田伝殿電斗吐妬徒途都渡塗賭土奴努度怒刀冬灯当投豆東到逃倒凍唐島桃討透党悼盗陶塔搭棟湯痘登答等筒統稲踏糖頭謄藤闘騰同洞胴動堂童道働銅導瞳峠匿特得督徳篤毒独読栃凸突届屯豚頓貪鈍曇丼那奈内梨謎鍋南軟難二尼弐匂肉虹日入乳尿任妊忍認寧熱年念捻粘燃悩納能脳農濃把波派破覇馬婆罵拝杯背肺俳配排敗廃輩売倍梅培陪媒買賠白伯拍泊迫剥舶博薄麦漠縛爆箱箸畑肌八鉢発髪伐抜罰閥反半氾犯帆汎伴判坂阪板版班畔般販斑飯搬煩頒範繁藩晩番蛮盤比皮妃否批彼披肥非卑飛疲秘被悲扉費碑罷避尾眉美備微鼻膝肘匹必泌筆姫百氷表俵票評漂標苗秒病描猫品浜貧賓頻敏瓶不夫父付布扶府怖阜附訃負赴浮婦符富普腐敷膚賦譜侮武部舞封風伏服副幅復福腹複覆払沸仏物粉紛雰噴墳憤奮分文聞丙平兵併並柄陛閉塀幣弊蔽餅米壁璧癖別蔑片辺返変偏遍編弁便勉歩保哺捕補舗母募墓慕暮簿方包芳邦奉宝抱放法泡胞俸倣峰砲崩訪報蜂豊飽褒縫亡乏忙坊妨忘防房肪某冒剖紡望傍帽棒貿貌暴膨謀頬北木朴牧睦僕墨撲没勃堀本奔翻凡盆麻摩磨魔毎妹枚昧埋幕膜枕又末抹万満慢漫未味魅岬密蜜脈妙民眠矛務無夢霧娘名命明迷冥盟銘鳴滅免面綿麺茂模毛妄盲耗猛網目黙門紋問冶夜野弥厄役約訳薬躍闇由油喩愉諭輸癒唯友有勇幽悠郵湧猶裕遊雄誘憂融優与予余誉預幼用羊妖洋要容庸揚揺葉陽溶腰様瘍踊窯養擁謡曜抑沃浴欲翌翼拉裸羅来雷頼絡落酪辣乱卵覧濫藍欄吏利里理痢裏履璃離陸立律慄略柳流留竜粒隆硫侶旅虜慮了両良料涼猟陵量僚領寮療瞭糧力緑林厘倫輪隣臨瑠涙累塁類令礼冷励戻例鈴零霊隷齢麗暦歴列劣烈裂恋連廉練錬呂炉賂路露老労弄郎朗浪廊楼漏籠六録麓論和話賄脇惑枠湾腕 --format lvgl -o mplus1_light_8.c
 ******************************************************************************/

#ifdef LV_LVGL_H_INCLUDE_SIMPLE
#include "lvgl.h"
#else
#include "lvgl/lvgl.h"
#endif

#ifndef MPLUS1_LIGHT_8
#define MPLUS1_LIGHT_8 1
#endif

#if MPLUS1_LIGHT_8

/*-----------------
 *    BITMAPS
 *----------------*/

/*Store the image of the glyphs*/
static LV_ATTRIBUTE_LARGE_CONST const uint8_t glyph_bitmap[] = {
    /* U+0021 "!" */
    0xf4,

    /* U+0022 "\"" */
    0xb4,

    /* U+0023 "#" */
    0x2, 0x9e, 0xaf, 0xa0,

    /* U+0024 "$" */
    0x23, 0xe8, 0xc3, 0x16, 0xcc,

    /* U+0025 "%" */
    0xc1, 0x52, 0xd3, 0x52, 0xa1, 0x80,

    /* U+0026 "&" */
    0x64, 0x98, 0xd9, 0xfc,

    /* U+0028 "(" */
    0x6a, 0xa0,

    /* U+0029 ")" */
    0xa5, 0x60,

    /* U+002A "*" */
    0x48, 0x0,

    /* U+002B "+" */
    0x21, 0x3e, 0x42, 0x0,

    /* U+002C "," */
    0x60,

    /* U+002D "-" */
    0xc0,

    /* U+002E "." */
    0x80,

    /* U+002F "/" */
    0x5, 0x29, 0x0,

    /* U+0030 "0" */
    0x74, 0x63, 0x18, 0xb8,

    /* U+0031 "1" */
    0x74, 0x92, 0x40,

    /* U+0032 "2" */
    0xe1, 0x12, 0x4e,

    /* U+0033 "3" */
    0x64, 0x41, 0x1e,

    /* U+0034 "4" */
    0x11, 0x95, 0x2f, 0x88,

    /* U+0035 "5" */
    0xc8, 0xc1, 0x1e,

    /* U+0036 "6" */
    0x13, 0x2d, 0x98, 0xb8,

    /* U+0037 "7" */
    0x78, 0x88, 0x44, 0x0,

    /* U+0038 "8" */
    0x74, 0x5c, 0xa8, 0xb8,

    /* U+0039 "9" */
    0x74, 0x62, 0x61, 0x30,

    /* U+003A ":" */
    0x90,

    /* U+003B ";" */
    0x41, 0x0,

    /* U+003C "<" */
    0x17, 0x10, 0x70,

    /* U+003D "=" */
    0xf8, 0x3e,

    /* U+003E ">" */
    0x41, 0x89, 0x80,

    /* U+003F "?" */
    0xe1, 0x20, 0x4,

    /* U+0040 "@" */
    0x11, 0xbb, 0x2e, 0x59, 0xca, 0x0,

    /* U+0041 "A" */
    0x22, 0x94, 0xa7, 0xc4,

    /* U+0042 "B" */
    0xe4, 0xa5, 0xc9, 0xf8,

    /* U+0043 "C" */
    0x3e, 0x21, 0x8, 0x3c,

    /* U+0044 "D" */
    0xf4, 0xa3, 0x19, 0x78,

    /* U+0045 "E" */
    0xe8, 0x8f, 0x8e,

    /* U+0046 "F" */
    0xe8, 0x8f, 0x88,

    /* U+0047 "G" */
    0x3b, 0x8, 0x27, 0x85, 0xf0,

    /* U+0048 "H" */
    0x8c, 0x63, 0xf8, 0xc4,

    /* U+0049 "I" */
    0xfc,

    /* U+004A "J" */
    0x11, 0x11, 0x1e,

    /* U+004B "K" */
    0x95, 0x31, 0x8a, 0x48,

    /* U+004C "L" */
    0x88, 0x88, 0x8e,

    /* U+004D "M" */
    0x87, 0x3d, 0x6d, 0x86, 0x10,

    /* U+004E "N" */
    0x8e, 0x73, 0x59, 0xc4,

    /* U+004F "O" */
    0x39, 0x8a, 0xc, 0x18, 0x4f, 0x0,

    /* U+0050 "P" */
    0xf4, 0x63, 0xe8, 0x40,

    /* U+0051 "Q" */
    0x39, 0x8a, 0xc, 0x18, 0x4d, 0x5, 0x80,

    /* U+0052 "R" */
    0xf4, 0x63, 0xea, 0x48,

    /* U+0053 "S" */
    0x7c, 0x10, 0x60, 0xf8,

    /* U+0054 "T" */
    0x71, 0x8, 0x42, 0x10,

    /* U+0055 "U" */
    0x8c, 0x63, 0x18, 0xb8,

    /* U+0056 "V" */
    0x84, 0x54, 0xa5, 0x10,

    /* U+0057 "W" */
    0x93, 0x26, 0xd3, 0x66, 0xc8, 0x80,

    /* U+0058 "X" */
    0x1a, 0x66, 0xa1,

    /* U+0059 "Y" */
    0x8c, 0x98, 0x42, 0x10,

    /* U+005A "Z" */
    0x72, 0x24, 0x8e,

    /* U+005B "[" */
    0xea, 0xac,

    /* U+005C "\\" */
    0x91, 0x22, 0x0,

    /* U+005D "]" */
    0xd5, 0x5c,

    /* U+005E "^" */
    0x23, 0x25, 0x0,

    /* U+005F "_" */
    0xf8,

    /* U+0061 "a" */
    0x67, 0x9f,

    /* U+0062 "b" */
    0x88, 0xe9, 0x9e,

    /* U+0063 "c" */
    0x78, 0x87,

    /* U+0064 "d" */
    0x11, 0x79, 0x97,

    /* U+0065 "e" */
    0xef, 0x86,

    /* U+0066 "f" */
    0x49, 0x24, 0x80,

    /* U+0067 "g" */
    0x79, 0x95, 0x36,

    /* U+0068 "h" */
    0x88, 0xe9, 0x99,

    /* U+0069 "i" */
    0xbc,

    /* U+006A "j" */
    0x45, 0x54,

    /* U+006B "k" */
    0x88, 0xac, 0xca,

    /* U+006C "l" */
    0xfc,

    /* U+006D "m" */
    0xed, 0x26, 0x4c, 0x90,

    /* U+006E "n" */
    0xe9, 0x99,

    /* U+006F "o" */
    0x74, 0x62, 0xe0,

    /* U+0070 "p" */
    0xe9, 0x9a, 0xc8,

    /* U+0071 "q" */
    0x79, 0x95, 0x31,

    /* U+0072 "r" */
    0xd2, 0x40,

    /* U+0073 "s" */
    0xe8, 0x7e,

    /* U+0074 "t" */
    0x49, 0x24, 0xc0,

    /* U+0075 "u" */
    0x99, 0x9f,

    /* U+0076 "v" */
    0x9a, 0x62,

    /* U+0077 "w" */
    0xa6, 0xed, 0x92,

    /* U+0078 "x" */
    0x16, 0x61,

    /* U+0079 "y" */
    0x9a, 0x62, 0x44,

    /* U+007A "z" */
    0x6a, 0x60,

    /* U+007B "{" */
    0x29, 0x44, 0x88,

    /* U+007C "|" */
    0xff,

    /* U+007D "}" */
    0x89, 0x14, 0xa0,

    /* U+007E "~" */
    0x49, 0x80,

    /* U+301C "〜" */
    0x60, 0x70,

    /* U+3041 "ぁ" */
    0x21, 0xe3, 0xbd, 0xa7, 0x20,

    /* U+3042 "あ" */
    0x1, 0xfc, 0x80, 0xe6, 0xb2, 0x79, 0x0,

    /* U+3043 "ぃ" */
    0x8a, 0x19, 0x69, 0x40,

    /* U+3044 "い" */
    0x85, 0xa, 0xc, 0x1d, 0x2c, 0x0,

    /* U+3045 "ぅ" */
    0x40, 0x83, 0x91, 0x4, 0x27, 0x0,

    /* U+3046 "う" */
    0x38, 0x0, 0xf2, 0x10, 0x20, 0x8e, 0x0,

    /* U+3047 "ぇ" */
    0x27, 0x88, 0x4e, 0xc,

    /* U+3048 "え" */
    0x60, 0x4f, 0x84, 0x11, 0xc9, 0x3,

    /* U+3049 "ぉ" */
    0x20, 0xc5, 0xe5, 0x2a, 0x4d, 0x0,

    /* U+304A "お" */
    0x20, 0xfa, 0x21, 0x7c, 0xa6, 0xa2, 0xa2, 0x4c,

    /* U+304B "か" */
    0x22, 0xfe, 0x45, 0x44, 0x44, 0x18,

    /* U+304D "き" */
    0x13, 0xf1, 0x3f, 0x10, 0x28, 0x1e,

    /* U+304F "く" */
    0x8, 0xcc, 0x20, 0x60, 0x60, 0x40,

    /* U+3051 "け" */
    0x5, 0x7e, 0x14, 0x28, 0x50, 0xa6, 0x0,

    /* U+3053 "こ" */
    0x7c, 0x0, 0x20, 0x81, 0xf0,

    /* U+3055 "さ" */
    0x3, 0xf1, 0x14, 0x82, 0x7, 0x80,

    /* U+3057 "し" */
    0x81, 0x2, 0x4, 0x8, 0x58, 0x9c, 0x0,

    /* U+3059 "す" */
    0x0, 0xf8, 0xe2, 0x44, 0x87, 0x2, 0x18,

    /* U+305B "せ" */
    0x2, 0x11, 0x3f, 0xe4, 0x42, 0xa1, 0x20, 0xfc,

    /* U+305D "そ" */
    0x7c, 0x10, 0x47, 0xe2, 0x4, 0x7, 0x0,

    /* U+305F "た" */
    0x43, 0xe4, 0x27, 0x82, 0xa, 0x7,

    /* U+3061 "ち" */
    0x21, 0xfd, 0x2, 0xe6, 0x40, 0x41, 0x3c,

    /* U+3063 "っ" */
    0x78, 0x10, 0x43, 0x70,

    /* U+3064 "つ" */
    0x7d, 0xc, 0x8, 0x10, 0x4f, 0x0,

    /* U+3066 "て" */
    0xfe, 0x20, 0x82, 0x2, 0x4, 0x7, 0x0,

    /* U+3068 "と" */
    0x1, 0x13, 0x90, 0x82, 0x7, 0xc0,

    /* U+306A "な" */
    0x0, 0xf7, 0x44, 0x84, 0xbc, 0xc4, 0x47, 0x38,

    /* U+306B "に" */
    0x2, 0xf8, 0x20, 0x83, 0xb, 0xc0,

    /* U+306C "ぬ" */
    0x0, 0xb1, 0x96, 0x5b, 0x33, 0xea, 0xa6,

    /* U+306D "ね" */
    0x20, 0xff, 0x21, 0x61, 0x2f, 0x2e, 0x20,

    /* U+306E "の" */
    0x3d, 0xae, 0x4d, 0x1a, 0x28, 0x80,

    /* U+306F "は" */
    0x4, 0x84, 0xbf, 0x84, 0x9c, 0xa4, 0xa7, 0x98,

    /* U+3072 "ひ" */
    0xe8, 0x44, 0x86, 0x84, 0x84, 0x8c, 0x78,

    /* U+3075 "ふ" */
    0x7c, 0x10, 0x20, 0x12, 0x88, 0x8, 0x38,

    /* U+3078 "へ" */
    0x10, 0x28, 0x48, 0x84, 0x2,

    /* U+307B "ほ" */
    0xbe, 0x84, 0x9c, 0x9c, 0xa4, 0xa6, 0x9c,

    /* U+307E "ま" */
    0x13, 0xf1, 0x1e, 0x72, 0x49, 0xd8,

    /* U+307F "み" */
    0xf2, 0x12, 0x7a, 0x97, 0xa2, 0x64,

    /* U+3080 "む" */
    0x0, 0x74, 0xe3, 0xa0, 0xa0, 0xe2, 0x22, 0x3e,

    /* U+3081 "め" */
    0x0, 0xb1, 0xb5, 0x99, 0x34, 0x71, 0x0,

    /* U+3082 "も" */
    0x1, 0xf9, 0x2, 0xf, 0xc8, 0x48, 0x9e,

    /* U+3083 "ゃ" */
    0xa2, 0x7e, 0x57, 0x40, 0x0,

    /* U+3084 "や" */
    0x40, 0x56, 0x59, 0xe9, 0x21, 0x2e, 0x20, 0x0,

    /* U+3085 "ゅ" */
    0x12, 0xed, 0x65, 0xb8, 0x80,

    /* U+3086 "ゆ" */
    0x9d, 0xd6, 0x2c, 0x5b, 0xc2, 0x0,

    /* U+3087 "ょ" */
    0x10, 0x71, 0x3c, 0x9f, 0xc0,

    /* U+3088 "よ" */
    0x10, 0x20, 0x78, 0x8f, 0x13, 0x25, 0xb0,

    /* U+3089 "ら" */
    0x38, 0x2, 0xf6, 0x10, 0x2f, 0x80,

    /* U+308A "り" */
    0xbb, 0x38, 0x61, 0x4, 0x27, 0x0,

    /* U+308B "る" */
    0xf8, 0x43, 0xb2, 0xe6, 0xa7, 0x0,

    /* U+308C "れ" */
    0x20, 0x7f, 0x8, 0x8c, 0x42, 0x21, 0x18, 0x80,

    /* U+308D "ろ" */
    0x7c, 0x21, 0xd9, 0x4, 0x13, 0x80,

    /* U+308E "ゎ" */
    0xfd, 0x14, 0x57, 0x40,

    /* U+308F "わ" */
    0x20, 0xff, 0x21, 0x61, 0x21, 0x2e, 0x20,

    /* U+3092 "を" */
    0x1, 0xe7, 0x15, 0xb9, 0x4, 0xf,

    /* U+3093 "ん" */
    0x0, 0x20, 0x20, 0x50, 0x68, 0x48, 0xa, 0x6,

    /* U+30A1 "ァ" */
    0xf8, 0x54, 0x84, 0x0,

    /* U+30A2 "ア" */
    0xfe, 0x4, 0x11, 0x42, 0x4, 0x30, 0x0,

    /* U+30A3 "ィ" */
    0xc, 0x4f, 0x4, 0x10,

    /* U+30A4 "イ" */
    0x1, 0x2, 0xc, 0x78, 0x8, 0x8, 0x8,

    /* U+30A5 "ゥ" */
    0x27, 0xe3, 0x11, 0xb8,

    /* U+30A6 "ウ" */
    0x10, 0x23, 0xfc, 0x18, 0x20, 0x43, 0x1c,

    /* U+30A7 "ェ" */
    0xf9, 0x8, 0x4f, 0x80,

    /* U+30A8 "エ" */
    0xfc, 0x82, 0x8, 0x23, 0xf0,

    /* U+30A9 "ォ" */
    0xb, 0xf1, 0x9a, 0x8, 0xe0,

    /* U+30AA "オ" */
    0x1, 0xfc, 0x20, 0xc6, 0x91, 0x6, 0x0,

    /* U+30AB "カ" */
    0x20, 0x43, 0xf9, 0x12, 0x28, 0x63, 0x80,

    /* U+30AD "キ" */
    0x10, 0xfc, 0x40, 0x8f, 0xe2, 0x0, 0x0,

    /* U+30AF "ク" */
    0x20, 0x7d, 0xc, 0x10, 0x41, 0xc, 0x0,

    /* U+30B1 "ケ" */
    0x0, 0x3f, 0x44, 0x4, 0x4, 0x8, 0x30,

    /* U+30B3 "コ" */
    0xfe, 0x4, 0x8, 0x10, 0x3f, 0xc0, 0x80,

    /* U+30B5 "サ" */
    0x45, 0xfd, 0x12, 0x20, 0x41, 0xc, 0x0,

    /* U+30B7 "シ" */
    0xc0, 0x8c, 0x49, 0x8, 0x6e, 0x0,

    /* U+30B9 "ス" */
    0xf8, 0x21, 0x4, 0x33, 0x20, 0x0,

    /* U+30BB "セ" */
    0x20, 0x3f, 0x62, 0x20, 0x20, 0x3f,

    /* U+30BD "ソ" */
    0x83, 0x5, 0x8, 0x20, 0x86, 0x0,

    /* U+30BF "タ" */
    0x20, 0x7d, 0xd, 0x11, 0x41, 0xc, 0x0,

    /* U+30C1 "チ" */
    0x4, 0xf0, 0x47, 0xf1, 0x2, 0xc, 0x0,

    /* U+30C3 "ッ" */
    0x6, 0x90, 0x42, 0x30,

    /* U+30C4 "ツ" */
    0x23, 0x46, 0x8, 0x20, 0xc6, 0x0,

    /* U+30C6 "テ" */
    0x7c, 0x3, 0xf8, 0x81, 0x4, 0x0, 0x0,

    /* U+30C8 "ト" */
    0x82, 0x8, 0x3c, 0x8e, 0x8, 0x0,

    /* U+30CA "ナ" */
    0x0, 0x23, 0xf8, 0x81, 0x2, 0x8, 0x20,

    /* U+30CB "ニ" */
    0xfc, 0x0, 0x0, 0x3, 0xf0,

    /* U+30CC "ヌ" */
    0xfc, 0x8, 0x31, 0x41, 0x84, 0x90, 0x0,

    /* U+30CD "ネ" */
    0x0, 0x8f, 0xc1, 0x19, 0xa2, 0x0,

    /* U+30CE "ノ" */
    0x4, 0x10, 0x42, 0x11, 0x80,

    /* U+30CF "ハ" */
    0x24, 0x24, 0x44, 0x42, 0x42, 0x80,

    /* U+30D2 "ヒ" */
    0x82, 0x6e, 0x20, 0x83, 0xf0,

    /* U+30D5 "フ" */
    0xfe, 0x4, 0x8, 0x20, 0x8e, 0x0,

    /* U+30D8 "ヘ" */
    0x10, 0x28, 0x48, 0x84, 0x2,

    /* U+30DB "ホ" */
    0x11, 0xfc, 0x40, 0x89, 0x22, 0x1c, 0x0,

    /* U+30DE "マ" */
    0xfe, 0x4, 0x12, 0x43, 0x2, 0x0, 0x0,

    /* U+30DF "ミ" */
    0xf8, 0x1f, 0x3, 0x3, 0x81, 0xc0,

    /* U+30E0 "ム" */
    0x0, 0x20, 0x20, 0x20, 0x44, 0x42, 0xfc,

    /* U+30E1 "メ" */
    0x0, 0x48, 0x60, 0x41, 0x6c, 0x0,

    /* U+30E2 "モ" */
    0xfe, 0x43, 0xf9, 0x2, 0x3, 0xc0,

    /* U+30E3 "ャ" */
    0x41, 0xf4, 0x90, 0x0,

    /* U+30E4 "ヤ" */
    0x20, 0x3f, 0x61, 0x22, 0x20, 0x10,

    /* U+30E5 "ュ" */
    0x78, 0x20, 0x82, 0xfc,

    /* U+30E6 "ユ" */
    0x7c, 0x8, 0x10, 0x40, 0x9f, 0xc0,

    /* U+30E7 "ョ" */
    0xf8, 0x7e, 0x1f, 0x80,

    /* U+30E8 "ヨ" */
    0xfe, 0x5, 0xf8, 0x10, 0x3f, 0xc0, 0x80,

    /* U+30E9 "ラ" */
    0xf8, 0xf, 0x82, 0xb, 0xc0,

    /* U+30EA "リ" */
    0x86, 0x18, 0x41, 0x4, 0x27, 0x0,

    /* U+30EB "ル" */
    0x28, 0x28, 0x28, 0x29, 0x2a, 0x4c,

    /* U+30EC "レ" */
    0x81, 0x2, 0xc, 0x28, 0x9e, 0x0,

    /* U+30ED "ロ" */
    0xff, 0x6, 0xc, 0x18, 0x3f, 0xe0, 0x80,

    /* U+30EE "ヮ" */
    0xfc, 0x62, 0x11, 0xb8,

    /* U+30EF "ワ" */
    0xff, 0x6, 0x8, 0x10, 0x47, 0x0,

    /* U+30F2 "ヲ" */
    0xfe, 0x5, 0xf8, 0x20, 0x8e, 0x0,

    /* U+30F3 "ン" */
    0x81, 0x80, 0x42, 0x9, 0xc0,

    /* U+4E00 "一" */
    0xfe,

    /* U+4E01 "丁" */
    0xfe, 0x20, 0x40, 0x81, 0x2, 0xc, 0x0,

    /* U+4E03 "七" */
    0x20, 0x20, 0x2e, 0xf0, 0x22, 0x22, 0x22, 0x3e,

    /* U+4E07 "万" */
    0xfe, 0x40, 0xf1, 0x24, 0x48, 0xa7, 0x0,

    /* U+4E08 "丈" */
    0x0, 0x23, 0xf8, 0x81, 0x6, 0xc, 0x26,

    /* U+4E09 "三" */
    0x7c, 0x1, 0xf0, 0x0, 0x1f, 0xc0,

    /* U+4E0A "上" */
    0x10, 0x20, 0x78, 0x81, 0x2, 0x3f, 0x80,

    /* U+4E0B "下" */
    0xfe, 0x40, 0x41, 0x62, 0x4, 0x0, 0x0,

    /* U+4E0D "不" */
    0xfe, 0x20, 0x43, 0xa9, 0x22, 0x4, 0x0,

    /* U+4E0E "与" */
    0x40, 0xf9, 0x3, 0xe0, 0x5f, 0xc1, 0xc,

    /* U+4E14 "且" */
    0x7c, 0xfa, 0x14, 0x27, 0xd0, 0xbf, 0x80,

    /* U+4E16 "世" */
    0x50, 0xab, 0xfa, 0xa5, 0x49, 0x1f, 0xa0,

    /* U+4E18 "丘" */
    0x0, 0xf9, 0x3, 0xf4, 0x89, 0x12, 0x7f,

    /* U+4E19 "丙" */
    0xff, 0xfe, 0x8d, 0xdc, 0x70, 0x61, 0x80,

    /* U+4E21 "両" */
    0xff, 0xfe, 0x4c, 0x9d, 0xb0, 0x61, 0x80,

    /* U+4E26 "並" */
    0x1, 0xfc, 0xa1, 0x46, 0xcd, 0x8a, 0x7f,

    /* U+4E2D "中" */
    0x10, 0x23, 0xfc, 0x9f, 0xf2, 0x44, 0x8,

    /* U+4E32 "串" */
    0x10, 0xfe, 0x4b, 0xef, 0xf2, 0x7f, 0x88,

    /* U+4E38 "丸" */
    0x10, 0x10, 0xfc, 0x14, 0x54, 0x35, 0x45, 0x87,

    /* U+4E39 "丹" */
    0x7d, 0xa, 0x37, 0xf8, 0x50, 0xa3, 0x0,

    /* U+4E3B "主" */
    0x0, 0x33, 0xf8, 0x87, 0xc2, 0x4, 0x7f,

    /* U+4E3C "丼" */
    0x0, 0x93, 0xfa, 0x44, 0x9f, 0xd2, 0x40,

    /* U+4E45 "久" */
    0x0, 0xf1, 0x24, 0x81, 0x5, 0x12, 0x43,

    /* U+4E4F "乏" */
    0x1c, 0x30, 0x7e, 0x2, 0x4, 0x58, 0xa0, 0x1f,

    /* U+4E57 "乗" */
    0x7c, 0xab, 0xfa, 0xa7, 0xe5, 0x31, 0x80,

    /* U+4E59 "乙" */
    0xfc, 0x10, 0x43, 0x8, 0x30, 0x7f, 0x80,

    /* U+4E5D "九" */
    0x20, 0x20, 0xfc, 0x24, 0x24, 0x24, 0x45, 0x87,

    /* U+4E5E "乞" */
    0x41, 0x7b, 0xf0, 0x43, 0x8, 0x60, 0xfe,

    /* U+4E71 "乱" */
    0xe8, 0x48, 0x68, 0xf8, 0x99, 0xf9, 0x9f,

    /* U+4E73 "乳" */
    0xe9, 0x33, 0xe1, 0x4c, 0xa9, 0x73, 0x80,

    /* U+4E7E "乾" */
    0x41, 0xfb, 0xbf, 0x6a, 0x8a, 0x78, 0xaf,

    /* U+4E80 "亀" */
    0x7c, 0x3e, 0x3e, 0x7e, 0x7e, 0x7e, 0x4f,

    /* U+4E86 "了" */
    0xfc, 0x21, 0x8, 0x20, 0x86, 0x0,

    /* U+4E88 "予" */
    0x7c, 0x53, 0xf8, 0x91, 0x2, 0xc, 0x0,

    /* U+4E89 "争" */
    0x0, 0x71, 0xf0, 0xa7, 0xcf, 0x84, 0x18,

    /* U+4E8B "事" */
    0x0, 0xf9, 0xf3, 0xe7, 0xdf, 0xdf, 0x18,

    /* U+4E8C "二" */
    0x7c, 0x0, 0x0, 0x0, 0x1f, 0xc0,

    /* U+4E92 "互" */
    0xfe, 0x79, 0x12, 0x47, 0x81, 0x3f, 0x80,

    /* U+4E94 "五" */
    0x7e, 0x41, 0xf1, 0x22, 0x5f, 0xc0,

    /* U+4E95 "井" */
    0x0, 0x93, 0xfa, 0x44, 0x9f, 0xd2, 0x40,

    /* U+4E9C "亜" */
    0xfe, 0xfa, 0xb5, 0x67, 0xc5, 0x3f, 0x80,

    /* U+4EA1 "亡" */
    0x10, 0x23, 0xfa, 0x4, 0x8, 0x10, 0x3f,

    /* U+4EA4 "交" */
    0x11, 0xfc, 0xa2, 0x20, 0x27, 0xc, 0x67,

    /* U+4EAB "享" */
    0x11, 0xfe, 0x13, 0xe0, 0x5f, 0xc4, 0x18,

    /* U+4EAC "京" */
    0x10, 0xd9, 0xf4, 0x27, 0xc2, 0x35, 0x19,

    /* U+4EAD "亭" */
    0x11, 0xfe, 0x13, 0xef, 0xef, 0x84, 0x18,

    /* U+4EBA "人" */
    0x10, 0x20, 0x41, 0x84, 0x88, 0xa0, 0x80,

    /* U+4EC1 "仁" */
    0x20, 0x5e, 0x40, 0xc0, 0x40, 0x40, 0x7f, 0x40,

    /* U+4ECA "今" */
    0x18, 0x24, 0x7f, 0x0, 0x7e, 0x2, 0x4, 0x18,

    /* U+4ECB "介" */
    0x18, 0x24, 0x42, 0xa4, 0x24, 0x24, 0x44, 0x4,

    /* U+4ECF "仏" */
    0x20, 0x48, 0x48, 0x52, 0x52, 0x51, 0x7e,

    /* U+4ED5 "仕" */
    0x8, 0x91, 0xfe, 0x44, 0x89, 0x12, 0x3f,

    /* U+4ED6 "他" */
    0x24, 0x54, 0x5f, 0x55, 0xd5, 0x53, 0x51, 0x5f,

    /* U+4ED8 "付" */
    0x2, 0x5f, 0x42, 0xd2, 0x42, 0x42, 0x42, 0x46,

    /* U+4ED9 "仙" */
    0x24, 0x44, 0x44, 0x45, 0xe5, 0x65, 0x5f, 0x41,

    /* U+4EE3 "代" */
    0xc, 0x4a, 0x7e, 0xc8, 0x44, 0x45, 0x45, 0x42,

    /* U+4EE4 "令" */
    0x18, 0x4b, 0xf8, 0x7, 0xe2, 0x45, 0x88,

    /* U+4EE5 "以" */
    0x42, 0x52, 0x42, 0x44, 0x44, 0xea, 0x31,

    /* U+4EEE "仮" */
    0x3e, 0x5e, 0x52, 0x5a, 0x6c, 0x6c, 0x73,

    /* U+4EF0 "仰" */
    0x20, 0x5f, 0x65, 0x65, 0xe5, 0x6d, 0x57, 0x44,

    /* U+4EF2 "仲" */
    0x24, 0x44, 0x5f, 0xe5, 0x5f, 0x45, 0x44, 0x44,

    /* U+4EF6 "件" */
    0x4, 0x5f, 0x64, 0x44, 0x7f, 0x44, 0x44, 0x44,

    /* U+4EFB "任" */
    0x1, 0x2f, 0x11, 0x8, 0x8f, 0xfa, 0x21, 0x10,
    0xbe,

    /* U+4F01 "企" */
    0x10, 0xd2, 0x1a, 0x84, 0xea, 0x14, 0x7f,

    /* U+4F0E "伎" */
    0x24, 0x5f, 0x44, 0x5f, 0xd1, 0x4a, 0x44, 0x5b,

    /* U+4F0F "伏" */
    0xa, 0x48, 0x7f, 0x48, 0xd8, 0x54, 0x64, 0x43,

    /* U+4F10 "伐" */
    0xa, 0x49, 0x7e, 0x48, 0xc6, 0x44, 0x4b, 0x71,

    /* U+4F11 "休" */
    0x24, 0x22, 0x17, 0xe8, 0x8d, 0xe2, 0xa9, 0x92,
    0x88,

    /* U+4F1A "会" */
    0x30, 0x99, 0xf0, 0xf, 0xe4, 0x91, 0x7d,

    /* U+4F1D "伝" */
    0x5f, 0x40, 0x5f, 0xc8, 0x52, 0x52, 0x5d,

    /* U+4F2F "伯" */
    0x20, 0x5f, 0x61, 0x61, 0xdf, 0x61, 0x5f, 0x41,

    /* U+4F34 "伴" */
    0x4, 0x55, 0x44, 0x5f, 0x44, 0x7f, 0x44, 0x44,

    /* U+4F38 "伸" */
    0x24, 0x5f, 0x65, 0x5f, 0xe5, 0x5f, 0x44, 0x44,

    /* U+4F3A "伺" */
    0x3e, 0xfd, 0x7b, 0x35, 0xe8, 0x51, 0x80,

    /* U+4F3C "似" */
    0x9, 0x34, 0x99, 0x5c, 0x46, 0x23, 0xa9, 0x22,

    /* U+4F46 "但" */
    0x1f, 0x51, 0x5f, 0xd1, 0x5f, 0x40, 0x5f,

    /* U+4F4D "位" */
    0x8, 0x3e, 0x40, 0x42, 0xe4, 0x44, 0x44, 0x7f,

    /* U+4F4E "低" */
    0x20, 0x5e, 0x64, 0x5e, 0xe4, 0x64, 0x7b, 0x5e,

    /* U+4F4F "住" */
    0x0, 0x23, 0x17, 0xc8, 0x85, 0xf2, 0x21, 0x10,
    0xff,

    /* U+4F50 "佐" */
    0x0, 0x3f, 0x50, 0x50, 0xdf, 0x64, 0x64, 0x5f,

    /* U+4F53 "体" */
    0x0, 0x48, 0x7f, 0xcc, 0x5c, 0x5e, 0x49, 0x40,

    /* U+4F55 "何" */
    0x1f, 0x5d, 0x65, 0x65, 0x5d, 0x41, 0x47,

    /* U+4F59 "余" */
    0x30, 0x93, 0xf8, 0x8f, 0xe2, 0xb4, 0x98,

    /* U+4F5C "作" */
    0x10, 0x5f, 0x68, 0x4e, 0x48, 0x4e, 0x48, 0x48,

    /* U+4F73 "佳" */
    0x8, 0x5e, 0x48, 0x7e, 0x48, 0x5e, 0x48, 0x7f,

    /* U+4F75 "併" */
    0x0, 0x12, 0x7f, 0x52, 0x7f, 0x52, 0x52, 0x62,

    /* U+4F7F "使" */
    0x24, 0x4e, 0x5f, 0x65, 0xdf, 0x54, 0x48, 0x57,

    /* U+4F8B "例" */
    0x5d, 0x55, 0x5d, 0xc5, 0x49, 0x51, 0x63,

    /* U+4F8D "侍" */
    0x8, 0x5f, 0x48, 0x56, 0x7f, 0x42, 0x42, 0x46,

    /* U+4F9B "供" */
    0x12, 0x52, 0x7f, 0xd2, 0x7f, 0x40, 0x42, 0x71,

    /* U+4F9D "依" */
    0x0, 0x3f, 0x44, 0x5d, 0xd2, 0x52, 0x52, 0x59,

    /* U+4FA1 "価" */
    0x1f, 0x5f, 0x6d, 0x6d, 0x6d, 0x6d, 0x5f,

    /* U+4FAE "侮" */
    0x20, 0x5e, 0x5f, 0x55, 0xdf, 0x6a, 0x5f, 0x42,

    /* U+4FAF "侯" */
    0x3e, 0x42, 0x5f, 0x44, 0x5f, 0x4c, 0x53,

    /* U+4FB5 "侵" */
    0x1f, 0x41, 0x7f, 0x7e, 0x52, 0x4c, 0x7b,

    /* U+4FB6 "侶" */
    0x5f, 0x61, 0x5e, 0x5f, 0x61, 0x5f, 0x41,

    /* U+4FBF "便" */
    0x5f, 0x5f, 0x5f, 0xdf, 0x58, 0x48, 0x57,

    /* U+4FC2 "係" */
    0x0, 0x7c, 0x62, 0xfc, 0x7e, 0x49, 0x6a, 0x49,

    /* U+4FC3 "促" */
    0x5f, 0x61, 0xde, 0x57, 0x54, 0x74, 0x6f,

    /* U+4FCA "俊" */
    0x0, 0x52, 0x5f, 0x54, 0xcf, 0x72, 0x4c, 0x53,

    /* U+4FD7 "俗" */
    0x24, 0x52, 0x58, 0x56, 0x7f, 0x62, 0x5e, 0x42,

    /* U+4FDD "保" */
    0x1f, 0x30, 0x97, 0x9f, 0xe4, 0xc3, 0xd1, 0xa4,

    /* U+4FE1 "信" */
    0x5f, 0x5f, 0x5f, 0xdf, 0x5f, 0x61, 0x5f,

    /* U+4FEE "修" */
    0xf, 0x46, 0x66, 0xec, 0x62, 0x4d, 0x46,

    /* U+4FF3 "俳" */
    0x8, 0x3b, 0x4c, 0xfb, 0x4c, 0x7b, 0x54, 0x50,

    /* U+4FF5 "俵" */
    0x0, 0x3f, 0x5f, 0x7f, 0x4d, 0x52, 0x52, 0x79,

    /* U+4FF8 "俸" */
    0x24, 0x5f, 0x5f, 0x7f, 0xd2, 0x6e, 0x5f, 0x44,

    /* U+4FFA "俺" */
    0x24, 0x5e, 0x56, 0x6d, 0x5e, 0x66, 0x5f, 0x47,

    /* U+5009 "倉" */
    0x18, 0x7e, 0x66, 0x7e, 0x7e, 0xbe, 0xc2, 0xbe,

    /* U+500B "個" */
    0x3f, 0x7f, 0x69, 0xff, 0x73, 0x7f, 0x7f,

    /* U+500D "倍" */
    0x24, 0x2f, 0x94, 0x89, 0xad, 0xf3, 0x9, 0x84,
    0xbe,

    /* U+5012 "倒" */
    0x3e, 0x6b, 0x6b, 0xd3, 0x53, 0x59, 0x41,

    /* U+5019 "候" */
    0xe, 0x42, 0x7c, 0xdc, 0x5f, 0x4c, 0x52,

    /* U+501F "借" */
    0x12, 0x3f, 0x52, 0xff, 0x61, 0x5f, 0x61, 0x5f,

    /* U+5023 "倣" */
    0x10, 0x3f, 0x65, 0x5d, 0xee, 0x6a, 0x6e, 0x59,

    /* U+5024 "値" */
    0x20, 0x4e, 0x4f, 0xcf, 0x6f, 0x69, 0x66, 0x5f,

    /* U+502B "倫" */
    0x2c, 0x52, 0x4d, 0x5f, 0xed, 0x5f, 0x6d, 0x41,

    /* U+5039 "倹" */
    0x18, 0xc9, 0x6a, 0xfe, 0xab, 0xd6, 0x33,

    /* U+5049 "偉" */
    0x8, 0x56, 0x7f, 0x62, 0xde, 0x7f, 0x7f, 0x44,

    /* U+504F "偏" */
    0x1f, 0x61, 0x5f, 0xed, 0x5f, 0x6d, 0x4b,

    /* U+505C "停" */
    0x24, 0x5f, 0x62, 0x5e, 0xff, 0x7f, 0x44, 0x4c,

    /* U+5065 "健" */
    0x0, 0x6f, 0x5f, 0x6f, 0x5f, 0x5f, 0x70, 0x4f,

    /* U+5074 "側" */
    0x5f, 0x67, 0x7f, 0xff, 0x5f, 0x51, 0x47,

    /* U+5075 "偵" */
    0x8, 0x4f, 0x5f, 0xdf, 0x5f, 0x5f, 0x40, 0x63,

    /* U+5076 "偶" */
    0x1e, 0x5e, 0x5e, 0x5f, 0x67, 0x69, 0x43,

    /* U+507D "偽" */
    0x18, 0x3e, 0x52, 0x5e, 0xdf, 0x61, 0x65, 0x43,

    /* U+508D "傍" */
    0x4, 0x5a, 0x5f, 0x44, 0xca, 0x4f, 0x51, 0x67,

    /* U+5091 "傑" */
    0x20, 0x5f, 0x6e, 0xd7, 0x40, 0x5f, 0x4c, 0x77,

    /* U+5098 "傘" */
    0x10, 0x53, 0x52, 0xe5, 0x12, 0xff, 0x88,

    /* U+5099 "備" */
    0x2a, 0x5f, 0x40, 0x5f, 0x5f, 0x5f, 0x75, 0x53,

    /* U+50AC "催" */
    0x24, 0x44, 0x5f, 0x5f, 0xdf, 0x64, 0x7e, 0x5f,

    /* U+50B2 "傲" */
    0x10, 0x57, 0x7d, 0x55, 0x6b, 0x5a, 0x6b, 0x79,

    /* U+50B5 "債" */
    0x24, 0x27, 0x17, 0xc8, 0xd, 0xf2, 0xf9, 0x7c,
    0xa2,

    /* U+50B7 "傷" */
    0x0, 0x2f, 0xd4, 0x4b, 0xe5, 0xfa, 0xf9, 0xb4,
    0x96,

    /* U+50BE "傾" */
    0x47, 0x47, 0x5f, 0x6f, 0x69, 0x5e, 0x49,

    /* U+50C5 "僅" */
    0x3f, 0x40, 0x5f, 0x65, 0xde, 0x5f, 0x5f, 0x5f,

    /* U+50CD "働" */
    0x4a, 0x32, 0x57, 0x7b, 0xfb, 0x7b, 0x7d, 0x75,

    /* U+50CF "像" */
    0x0, 0x1c, 0x67, 0x5f, 0xdd, 0x52, 0x4c, 0x7d,

    /* U+50D5 "僕" */
    0x9, 0x3f, 0x52, 0x5f, 0xdf, 0x7f, 0x4c, 0x53,

    /* U+50DA "僚" */
    0x4, 0xf, 0x96, 0xcb, 0xef, 0xea, 0xf1, 0x54,
    0x98,

    /* U+50E7 "僧" */
    0x2, 0x3d, 0x7f, 0xe9, 0x5f, 0x61, 0x7f, 0x5f,

    /* U+5100 "儀" */
    0x12, 0x3f, 0x5f, 0x7f, 0xf5, 0x7f, 0x72, 0x7d,

    /* U+5104 "億" */
    0x0, 0x1f, 0x95, 0xf, 0xef, 0xf3, 0xf9, 0xdc,
    0xbc,

    /* U+5112 "儒" */
    0x1f, 0x49, 0x5a, 0xc0, 0x5f, 0x6d, 0x4b,

    /* U+511F "償" */
    0x34, 0x5f, 0x5f, 0x40, 0xde, 0x5e, 0x5e, 0x51,

    /* U+512A "優" */
    0x3f, 0xb0, 0xbf, 0xef, 0xc5, 0xe3, 0x11, 0xfe,

    /* U+5143 "元" */
    0x7c, 0x3, 0xf9, 0x44, 0x89, 0x63, 0x80,

    /* U+5144 "兄" */
    0x7e, 0x42, 0x7e, 0x28, 0x28, 0x49, 0x4f,

    /* U+5145 "充" */
    0x1, 0xfc, 0x81, 0x27, 0xa5, 0xa, 0xa7,

    /* U+5146 "兆" */
    0x21, 0x68, 0xc1, 0x8f, 0x66, 0x14, 0xc7,

    /* U+5148 "先" */
    0x50, 0x7c, 0x90, 0xfe, 0x28, 0x29, 0x49, 0x8e,

    /* U+5149 "光" */
    0x10, 0xa8, 0x47, 0xf2, 0x85, 0x12, 0xc7,

    /* U+514B "克" */
    0x11, 0xfc, 0x47, 0x67, 0xc5, 0xa, 0xe7,

    /* U+514D "免" */
    0x0, 0x71, 0xfa, 0x57, 0xe3, 0xa, 0xe3,

    /* U+5150 "児" */
    0x5e, 0x5e, 0x62, 0x5e, 0x14, 0x25, 0x47,

    /* U+515A "党" */
    0x14, 0xea, 0xbe, 0x44, 0x3c, 0x30, 0x51, 0x8f,

    /* U+5165 "入" */
    0x70, 0x20, 0x41, 0x82, 0x89, 0x21, 0x80,

    /* U+5168 "全" */
    0x30, 0x99, 0xf0, 0x87, 0xc2, 0x4, 0x7f,

    /* U+516B "八" */
    0x18, 0x4, 0x24, 0x44, 0x44, 0x42, 0x2,

    /* U+516C "公" */
    0x0, 0x64, 0x92, 0x24, 0x24, 0x22, 0x7c,

    /* U+516D "六" */
    0x10, 0x23, 0xf8, 0x0, 0x8, 0xa1, 0x41,

    /* U+5171 "共" */
    0x0, 0x93, 0xfa, 0x4f, 0xe0, 0x11, 0x41,

    /* U+5175 "兵" */
    0x6, 0xf1, 0xfa, 0x24, 0x5f, 0xc0, 0x23,

    /* U+5177 "具" */
    0x7c, 0xf9, 0xf4, 0x2f, 0xe5, 0x31, 0x80,

    /* U+5178 "典" */
    0x28, 0xfa, 0xb3, 0xea, 0xdf, 0xca, 0x23,

    /* U+517C "兼" */
    0x21, 0xfd, 0xf7, 0xf2, 0xcf, 0x8a, 0x67,

    /* U+5185 "内" */
    0x11, 0xfe, 0x4c, 0x9a, 0xb0, 0x60, 0xc3,

    /* U+5186 "円" */
    0xff, 0x27, 0xfc, 0x18, 0x30, 0x61, 0x80,

    /* U+518A "冊" */
    0x7d, 0x5b, 0xfd, 0x6a, 0xd5, 0x8b, 0x0,

    /* U+518D "再" */
    0xff, 0xf9, 0xf4, 0xaf, 0xf0, 0x83, 0x0,

    /* U+5192 "冒" */
    0xff, 0xff, 0xfb, 0xf7, 0xef, 0xdf, 0x80,

    /* U+5197 "冗" */
    0xfd, 0x7b, 0x22, 0x44, 0x89, 0x63, 0x80,

    /* U+5199 "写" */
    0xff, 0x7d, 0x3, 0xef, 0xe0, 0x87, 0x0,

    /* U+51A0 "冠" */
    0xff, 0xf, 0xf6, 0x2c, 0x59, 0xaf, 0x80,

    /* U+51A5 "冥" */
    0xff, 0x1, 0xf2, 0x2f, 0xe4, 0x30, 0x80,

    /* U+51AC "冬" */
    0x0, 0x3c, 0x44, 0x38, 0x24, 0x53, 0x8, 0x1c,

    /* U+51B6 "冶" */
    0x0, 0x25, 0x4, 0x41, 0xd1, 0xf0, 0x89, 0x44,
    0x3e,

    /* U+51B7 "冷" */
    0x18, 0xa8, 0xf8, 0x3, 0xe2, 0x55, 0x80,

    /* U+51C4 "凄" */
    0x0, 0x1e, 0x7e, 0xa, 0x7f, 0x54, 0xc, 0x33,

    /* U+51C6 "准" */
    0x84, 0x5f, 0x14, 0x3f, 0x14, 0x1f, 0x54, 0x1f,

    /* U+51CD "凍" */
    0x89, 0x39, 0xf9, 0xf7, 0xe9, 0x2f, 0x45,

    /* U+51DD "凝" */
    0xde, 0xe9, 0xbb, 0x2f, 0x65, 0x91, 0x80,

    /* U+51E1 "凡" */
    0x3e, 0x11, 0x8, 0x85, 0x42, 0x22, 0x15, 0xe,

    /* U+51E6 "処" */
    0x76, 0x9a, 0x6a, 0x2a, 0x23, 0x50, 0x8f,

    /* U+51F6 "凶" */
    0x83, 0x56, 0x4d, 0x5c, 0x3f, 0xe0, 0x80,

    /* U+51F8 "凸" */
    0x38, 0x53, 0xbc, 0x18, 0x3f, 0xe0, 0x80,

    /* U+51F9 "凹" */
    0xef, 0x56, 0xad, 0xd8, 0x3f, 0xe0, 0x0,

    /* U+51FA "出" */
    0x10, 0x59, 0x5f, 0x12, 0x4f, 0xe0,

    /* U+5200 "刀" */
    0xfe, 0x44, 0x89, 0x12, 0x28, 0x63, 0x80,

    /* U+5203 "刃" */
    0xfe, 0x25, 0x49, 0x92, 0x24, 0x53, 0x80,

    /* U+5206 "分" */
    0x24, 0x42, 0xbf, 0x22, 0x22, 0x22, 0x4e,

    /* U+5207 "切" */
    0x40, 0x5f, 0x49, 0xe9, 0x59, 0x59, 0x31, 0x17,

    /* U+5208 "刈" */
    0x14, 0x15, 0x65, 0x25, 0x55, 0x41, 0x3,

    /* U+520A "刊" */
    0xfa, 0x95, 0x2b, 0x54, 0xa8, 0x41, 0x80,

    /* U+5211 "刑" */
    0xfb, 0x56, 0xaf, 0x5a, 0xb4, 0x41, 0x80,

    /* U+5217 "列" */
    0xfa, 0x96, 0xef, 0x52, 0xa8, 0x41, 0x80,

    /* U+521D "初" */
    0x40, 0x4f, 0xe9, 0x29, 0x49, 0xf1, 0x51, 0x6e,

    /* U+5224 "判" */
    0x1, 0xb5, 0x2f, 0xd4, 0xbf, 0x50, 0x83,

    /* U+5225 "別" */
    0xf3, 0x37, 0xeb, 0xd5, 0x32, 0x6d, 0x80,

    /* U+5229 "利" */
    0x6a, 0x95, 0xaf, 0x5d, 0xa8, 0x41, 0x80,

    /* U+5230 "到" */
    0xfa, 0x96, 0xea, 0x56, 0xaa, 0x49, 0x80,

    /* U+5236 "制" */
    0x1, 0xe5, 0x2b, 0x5f, 0xba, 0x6c, 0x83,

    /* U+5237 "刷" */
    0x79, 0x79, 0x45, 0x7d, 0x69, 0xd9, 0x3,

    /* U+5238 "券" */
    0x50, 0xa8, 0xa7, 0xf4, 0x57, 0xc9, 0x26,

    /* U+5239 "刹" */
    0x9a, 0xd5, 0x6c, 0x56, 0xa8, 0x41, 0x80,

    /* U+523A "刺" */
    0x1, 0xf7, 0xee, 0xdb, 0xbd, 0x70, 0x83,

    /* U+523B "刻" */
    0x1, 0xf5, 0x2d, 0x55, 0xb5, 0x54, 0x83,

    /* U+5247 "則" */
    0xf3, 0x37, 0xef, 0xdf, 0x24, 0x65, 0x80,

    /* U+524A "削" */
    0x21, 0x74, 0xae, 0xdf, 0xb3, 0x7c, 0xcb,

    /* U+524D "前" */
    0x1, 0xfc, 0x7, 0x5e, 0xbd, 0x68, 0xd3,

    /* U+5256 "剖" */
    0x1, 0xf6, 0xaa, 0x5f, 0xb3, 0x64, 0xfb,

    /* U+525B "剛" */
    0xf9, 0xd9, 0xfd, 0xfd, 0xf9, 0xc9, 0x9b,

    /* U+5263 "剣" */
    0x20, 0xa6, 0xaf, 0xda, 0xae, 0x56, 0x83,

    /* U+5264 "剤" */
    0x1, 0xd5, 0xac, 0xdf, 0xb3, 0x7c, 0xcb,

    /* U+5265 "剥" */
    0xea, 0x55, 0xaa, 0xd4, 0xba, 0x71, 0x80,

    /* U+526F "副" */
    0xf3, 0x37, 0xee, 0x5f, 0xba, 0x7d, 0x80,

    /* U+5270 "剰" */
    0x35, 0xf5, 0xfd, 0xb5, 0x65, 0x79, 0xa3,

    /* U+5272 "割" */
    0x1, 0xf4, 0x2f, 0xdf, 0xbf, 0x64, 0xfb,

    /* U+5275 "創" */
    0x30, 0x79, 0x7d, 0x7d, 0x7d, 0x79, 0xc9, 0x3b,

    /* U+5287 "劇" */
    0x20, 0x77, 0x2d, 0xda, 0xb6, 0x6e, 0x9b,

    /* U+529B "力" */
    0x11, 0xfc, 0x48, 0x91, 0x24, 0x48, 0xa7,

    /* U+529F "功" */
    0x8, 0x92, 0xfc, 0x58, 0xb5, 0x54, 0x93,

    /* U+52A0 "加" */
    0x41, 0xfd, 0x6a, 0xd5, 0xab, 0x66, 0xff,

    /* U+52A3 "劣" */
    0x54, 0x96, 0x3a, 0x50, 0x7e, 0x22, 0x42, 0x9e,

    /* U+52A9 "助" */
    0x0, 0x78, 0x5f, 0x79, 0x79, 0x59, 0x69, 0x7,

    /* U+52AA "努" */
    0xfe, 0xac, 0xc3, 0xfe, 0x22, 0x42, 0xde,

    /* U+52B1 "励" */
    0x2, 0x7a, 0x7f, 0x5b, 0x6b, 0x6d, 0x6d, 0xd9,

    /* U+52B4 "労" */
    0x0, 0x2b, 0xfc, 0x87, 0xe2, 0x48, 0xa7,

    /* U+52B9 "効" */
    0x49, 0xf0, 0xfd, 0x51, 0xa9, 0x6c, 0x93,

    /* U+52BE "劾" */
    0x49, 0xf2, 0x7d, 0x55, 0xb5, 0x54, 0xd3,

    /* U+52C3 "勃" */
    0x0, 0xf8, 0xff, 0x79, 0x29, 0xc9, 0x49, 0x57,

    /* U+52C5 "勅" */
    0x48, 0xd3, 0xbf, 0x5f, 0x2a, 0x70, 0xa7,

    /* U+52C7 "勇" */
    0xff, 0xff, 0xe9, 0xfc, 0x9d, 0xc0,

    /* U+52C9 "勉" */
    0x4, 0x74, 0x7f, 0x6d, 0x7d, 0x69, 0x6f, 0x1f,

    /* U+52D5 "動" */
    0x15, 0xc9, 0x7f, 0xbf, 0x7e, 0xfe, 0xf5,

    /* U+52D8 "勘" */
    0x19, 0xf1, 0xfb, 0xdf, 0xbb, 0x62, 0xfb,

    /* U+52D9 "務" */
    0xfe, 0xe9, 0xeb, 0xed, 0x4a, 0xb3, 0x0,

    /* U+52DD "勝" */
    0x8, 0xea, 0xbf, 0xff, 0xac, 0xfe, 0xb2, 0x76,

    /* U+52DF "募" */
    0x21, 0xfd, 0x13, 0xe2, 0x9f, 0xc9, 0x26,

    /* U+52E2 "勢" */
    0x49, 0xfb, 0xb7, 0xac, 0x3f, 0x89, 0x6e,

    /* U+52E4 "勤" */
    0xf8, 0x3f, 0xff, 0x5e, 0xbd, 0x54, 0xeb,

    /* U+52E7 "勧" */
    0x4, 0xf4, 0xf7, 0x75, 0xa5, 0xe5, 0xf9, 0x8b,

    /* U+52F2 "勲" */
    0x15, 0xeb, 0xff, 0xb4, 0xbe, 0x42, 0x42,

    /* U+52FE "勾" */
    0x0, 0x3f, 0x41, 0x1, 0x69, 0x75, 0x1, 0x7,

    /* U+5302 "匂" */
    0x20, 0x3f, 0x41, 0x31, 0x25, 0x39, 0x1, 0x7,

    /* U+5305 "包" */
    0x0, 0xfd, 0xe8, 0x57, 0xa9, 0xd0, 0x3f,

    /* U+5316 "化" */
    0x10, 0xa5, 0x56, 0xc5, 0xa, 0x54, 0xaf,

    /* U+5317 "北" */
    0x28, 0x29, 0xea, 0x2c, 0x28, 0x29, 0x69, 0x2f,

    /* U+5320 "匠" */
    0xff, 0x2, 0xfe, 0x4c, 0x99, 0x3f, 0x80,

    /* U+5339 "匹" */
    0xff, 0x56, 0xad, 0x78, 0x1f, 0xe0, 0x0,

    /* U+533A "区" */
    0xff, 0x2, 0x94, 0xcb, 0x58, 0x3f, 0x80,

    /* U+533B "医" */
    0xff, 0x23, 0xfc, 0x8a, 0x98, 0xff, 0x80,

    /* U+533F "匿" */
    0xff, 0xfe, 0x5, 0xfe, 0x37, 0xff, 0x80,

    /* U+5341 "十" */
    0x10, 0x20, 0x47, 0xf1, 0x2, 0x4, 0x8,

    /* U+5343 "千" */
    0x0, 0xf8, 0x40, 0x8f, 0xe2, 0x4, 0x0,

    /* U+5347 "升" */
    0x30, 0x91, 0x27, 0xf4, 0x89, 0x12, 0x40,

    /* U+5348 "午" */
    0x40, 0xfe, 0x44, 0x8f, 0xe2, 0x4, 0x8,

    /* U+534A "半" */
    0x10, 0xa8, 0x47, 0xf1, 0x1f, 0xc4, 0x8,

    /* U+5351 "卑" */
    0x21, 0xb9, 0xf4, 0xa7, 0x9f, 0xc4, 0x0,

    /* U+5352 "卒" */
    0x11, 0xfc, 0x2, 0x48, 0x5f, 0xc4, 0x8,

    /* U+5353 "卓" */
    0x0, 0x1d, 0xfb, 0xf8, 0x2f, 0xbf, 0x80,

    /* U+5354 "協" */
    0x1, 0x3f, 0x4d, 0x2b, 0xf5, 0xf2, 0x9f,

    /* U+5357 "南" */
    0x10, 0xfb, 0xfd, 0x59, 0x3f, 0xe4, 0xcb,

    /* U+5358 "単" */
    0x44, 0xb2, 0xd3, 0xe9, 0x4f, 0x3f, 0x88,

    /* U+535A "博" */
    0xa, 0xbf, 0xbf, 0xbf, 0xa9, 0xbf, 0x82, 0xe,

    /* U+5360 "占" */
    0x20, 0xf2, 0x8, 0xfe, 0x1f, 0xe1,

    /* U+5370 "印" */
    0x3f, 0xa7, 0xcc, 0x99, 0x3e, 0xc4, 0x0,

    /* U+5371 "危" */
    0x0, 0x3c, 0xfe, 0x5c, 0x64, 0x6c, 0xa0, 0x9e,

    /* U+5373 "即" */
    0x7f, 0x7d, 0x4d, 0x7d, 0x55, 0x5f, 0x24,

    /* U+5374 "却" */
    0x1, 0xfd, 0x2f, 0xd4, 0xb1, 0x7a, 0x4,

    /* U+5375 "卵" */
    0x37, 0x55, 0x75, 0x55, 0x75, 0x17, 0x24,

    /* U+5378 "卸" */
    0x7f, 0x55, 0xa9, 0xda, 0xb5, 0xf2, 0x0,

    /* U+5384 "厄" */
    0x7f, 0x5e, 0x62, 0x62, 0x6e, 0x60, 0x1f,

    /* U+5398 "厘" */
    0x7f, 0xb4, 0x9f, 0xcb, 0xe4, 0x82, 0xf2, 0xfe,

    /* U+539A "厚" */
    0x7f, 0x61, 0x5f, 0x5f, 0x42, 0xbf, 0x1c,

    /* U+539F "原" */
    0x7f, 0x5f, 0x5f, 0x5f, 0x48, 0xab, 0x18,

    /* U+53B3 "厳" */
    0x8, 0x7f, 0x78, 0x7f, 0x7d, 0x7a, 0x6a, 0x9d,

    /* U+53BB "去" */
    0x10, 0xf8, 0x47, 0xf2, 0x4, 0x91, 0x7d,

    /* U+53C2 "参" */
    0x4, 0xf7, 0xfa, 0x47, 0x47, 0xf, 0x0,

    /* U+53C8 "又" */
    0xfc, 0x9, 0x22, 0x43, 0x6, 0x33, 0x0,

    /* U+53CA "及" */
    0xf8, 0x91, 0x3b, 0x29, 0x51, 0x2d, 0x80,

    /* U+53CB "友" */
    0x1, 0xfd, 0x1, 0xe6, 0x4d, 0x26, 0x52,

    /* U+53CC "双" */
    0xfe, 0x46, 0xca, 0xa2, 0x59, 0x84, 0x80,

    /* U+53CD "反" */
    0x7e, 0x7e, 0x42, 0x54, 0x48, 0x94, 0x2,

    /* U+53CE "収" */
    0x10, 0x2f, 0x94, 0x4b, 0x25, 0x52, 0xb3, 0xd8,
    0x33,

    /* U+53D4 "叔" */
    0xe, 0x3a, 0x4a, 0xfa, 0x4c, 0xd4, 0xca, 0x41,

    /* U+53D6 "取" */
    0xf0, 0x7e, 0x9a, 0x7a, 0x94, 0x7c, 0x13,

    /* U+53D7 "受" */
    0x0, 0xfb, 0xff, 0xd0, 0x86, 0x1b, 0x0,

    /* U+53D9 "叙" */
    0x60, 0x1f, 0x7a, 0x4a, 0xfa, 0x44, 0xda, 0x41,

    /* U+53E3 "口" */
    0xff, 0x6, 0xc, 0x18, 0x3f, 0xe0, 0x80,

    /* U+53E4 "古" */
    0x11, 0xfc, 0x40, 0x87, 0xd0, 0x9f, 0x0,

    /* U+53E5 "句" */
    0x40, 0x7f, 0xbd, 0xa5, 0x25, 0x3d, 0x1, 0x6,

    /* U+53EB "叫" */
    0x2, 0xf2, 0xb2, 0xb2, 0xb2, 0xbe, 0xe2, 0x82,

    /* U+53EC "召" */
    0xfc, 0x9d, 0xff, 0x87, 0xf8, 0x40,

    /* U+53EF "可" */
    0xfe, 0xea, 0x54, 0xa7, 0x40, 0x83, 0x0,

    /* U+53F0 "台" */
    0x0, 0x24, 0x22, 0x5d, 0x7e, 0x42, 0x42, 0x7e,

    /* U+53F1 "叱" */
    0x0, 0xf0, 0xb1, 0xb6, 0xb8, 0xb1, 0xf1, 0x8f,

    /* U+53F2 "史" */
    0x8, 0x3f, 0x92, 0x4f, 0xe0, 0x91, 0x80, 0xa0,
    0x8f,

    /* U+53F3 "右" */
    0x1, 0xfd, 0x1, 0xec, 0x48, 0x8f, 0x0,

    /* U+53F7 "号" */
    0x7c, 0xf8, 0x3, 0xe7, 0xc0, 0x87, 0x0,

    /* U+53F8 "司" */
    0xff, 0xff, 0x65, 0x97, 0xd0, 0xc0,

    /* U+5404 "各" */
    0x0, 0x3e, 0xe4, 0x3c, 0x7f, 0x42, 0x7e, 0x42,

    /* U+5408 "合" */
    0x18, 0x24, 0xff, 0x0, 0x7e, 0x42, 0x42, 0x7e,

    /* U+5409 "吉" */
    0x11, 0xfc, 0x43, 0x67, 0xd0, 0x9f, 0x0,

    /* U+540C "同" */
    0xff, 0xbd, 0xbd, 0xa5, 0xa5, 0xbd, 0x86,

    /* U+540D "名" */
    0x0, 0x7b, 0x20, 0x83, 0xec, 0x4f, 0x91,

    /* U+540E "后" */
    0x2, 0x7c, 0x40, 0x7e, 0x7e, 0x62, 0xbe, 0x22,

    /* U+540F "吏" */
    0x10, 0xf9, 0xf4, 0xa7, 0xcc, 0xc, 0x23,

    /* U+5410 "吐" */
    0xe4, 0xa4, 0xbf, 0xa4, 0xa4, 0xa4, 0xe4, 0x1f,

    /* U+5411 "向" */
    0x10, 0xff, 0x81, 0xbd, 0xa5, 0xbd, 0xa1, 0x87,

    /* U+541B "君" */
    0x7d, 0xfd, 0xf1, 0xe4, 0x58, 0x8f, 0x0,

    /* U+541F "吟" */
    0x4, 0xea, 0xb1, 0xa4, 0xbf, 0xa1, 0xe2, 0x84,

    /* U+5426 "否" */
    0xfe, 0x21, 0xd7, 0xf8, 0x4f, 0x80, 0x0,

    /* U+542B "含" */
    0x18, 0x24, 0x5a, 0x24, 0x7e, 0x42, 0x42, 0x7e,

    /* U+5438 "吸" */
    0xfe, 0xaa, 0xab, 0xb5, 0xb2, 0xf6, 0xa9,

    /* U+5439 "吹" */
    0x0, 0xff, 0xba, 0xaa, 0xa8, 0xb4, 0xe2, 0x0,

    /* U+5442 "呂" */
    0x7e, 0x17, 0xbf, 0x87, 0xf8, 0x0,

    /* U+5448 "呈" */
    0x7d, 0x9, 0xf0, 0x87, 0xc2, 0x3f, 0x80,

    /* U+5449 "呉" */
    0x3d, 0x4a, 0xf3, 0xef, 0xe5, 0x11, 0x80,

    /* U+544A "告" */
    0x50, 0xfe, 0x43, 0x67, 0xd0, 0x9f, 0x0,

    /* U+5468 "周" */
    0x7f, 0x7f, 0x49, 0x5d, 0x65, 0x5d, 0x83,

    /* U+546A "呪" */
    0xff, 0x66, 0xfd, 0x6a, 0xde, 0xe9, 0x80,

    /* U+5473 "味" */
    0xe9, 0x7e, 0xa5, 0xfa, 0x97, 0xba, 0x84,

    /* U+547C "呼" */
    0x0, 0xfe, 0xb5, 0xa4, 0xbf, 0xa4, 0xe4, 0xc,

    /* U+547D "命" */
    0x18, 0x26, 0x58, 0x77, 0x59, 0x59, 0x7b, 0x40,

    /* U+548C "和" */
    0xef, 0x49, 0xf9, 0x49, 0xc9, 0x4f, 0x9,

    /* U+54B2 "咲" */
    0xe1, 0x7e, 0xa5, 0xfb, 0x9e, 0x90, 0x0,

    /* U+54BD "咽" */
    0x7f, 0xbf, 0xa9, 0xb9, 0xb5, 0xa1, 0xff,

    /* U+54C0 "哀" */
    0x10, 0xd9, 0xf4, 0x27, 0xc6, 0x73, 0x3b,

    /* U+54C1 "品" */
    0x3c, 0x88, 0xf7, 0xf9, 0xb3, 0x7f, 0x80,

    /* U+54E1 "員" */
    0x3e, 0x0, 0x7e, 0x42, 0x7e, 0x7e, 0x67,

    /* U+54F2 "哲" */
    0x44, 0xb9, 0x7b, 0x2f, 0xd0, 0xa1, 0x7e,

    /* U+54FA "哺" */
    0xa, 0xff, 0xbf, 0xbf, 0xa9, 0xbf, 0xe9, 0xb,

    /* U+5504 "唄" */
    0xff, 0x7e, 0xfd, 0x9b, 0xfc, 0xa4, 0x80,

    /* U+5506 "唆" */
    0x1, 0xe7, 0xf6, 0xad, 0xfe, 0xb3, 0x8,

    /* U+5507 "唇" */
    0x7f, 0x7f, 0x6a, 0xb5, 0x3e, 0x42, 0x3e,

    /* U+5510 "唐" */
    0x8, 0x7f, 0x7f, 0x7f, 0x7f, 0x7f, 0x61, 0xbf,

    /* U+552F "唯" */
    0xe4, 0xbf, 0xb4, 0xae, 0xb4, 0xae, 0xb4, 0x4f,

    /* U+5531 "唱" */
    0xff, 0x7e, 0xfd, 0x9b, 0xf6, 0x77, 0x80,

    /* U+553E "唾" */
    0x2, 0xcc, 0xbe, 0xec, 0xbf, 0xec, 0xd8, 0x3e,

    /* U+5546 "商" */
    0x10, 0xdb, 0xfd, 0x9b, 0xf9, 0x6e, 0xc3,

    /* U+554F "問" */
    0xff, 0xff, 0xfd, 0xda, 0xb7, 0x61, 0x80,

    /* U+5553 "啓" */
    0xff, 0x5b, 0x53, 0xe8, 0x50, 0x9f, 0x0,

    /* U+5584 "善" */
    0x1, 0xfd, 0xf7, 0xf1, 0xf, 0xa1, 0x3e,

    /* U+5589 "喉" */
    0xee, 0xbf, 0xbf, 0xb4, 0xb6, 0xfa, 0x91,

    /* U+559A "喚" */
    0x1, 0xbb, 0x7f, 0x7e, 0x77, 0xf5, 0x0,

    /* U+559C "喜" */
    0x10, 0xf9, 0xf4, 0x2f, 0xef, 0xa1, 0x3e,

    /* U+559D "喝" */
    0x1e, 0xfe, 0xbe, 0xbf, 0xa9, 0xed, 0x6,

    /* U+55A9 "喩" */
    0x1c, 0xd2, 0xbd, 0xae, 0xae, 0xae, 0xee, 0x39,

    /* U+55AA "喪" */
    0x10, 0xfb, 0xfd, 0xdf, 0xea, 0x13, 0x33,

    /* U+55AB "喫" */
    0x10, 0xd7, 0xbd, 0xd5, 0xa3, 0xbf, 0xd4, 0x2,

    /* U+55B6 "営" */
    0x41, 0xfe, 0xfe, 0x33, 0x8f, 0x91, 0x3e,

    /* U+55C5 "嗅" */
    0x9, 0xee, 0xfd, 0xfb, 0xf7, 0xfd, 0x0,

    /* U+55E3 "嗣" */
    0xff, 0xfd, 0xed, 0xf5, 0xed, 0xf1, 0x97,

    /* U+5606 "嘆" */
    0xff, 0x83, 0xff, 0x5f, 0xff, 0xf5, 0x10,

    /* U+5631 "嘱" */
    0x1f, 0xde, 0xf6, 0xee, 0xf7, 0xdd, 0x13,

    /* U+5632 "嘲" */
    0x10, 0x7f, 0xbf, 0xbd, 0xa5, 0xdf, 0xd9, 0x13,

    /* U+5668 "器" */
    0xef, 0x67, 0xfa, 0x4e, 0xf6, 0x9b, 0x0,

    /* U+5674 "噴" */
    0x1, 0xbf, 0xff, 0xff, 0xfc, 0x77, 0x9,

    /* U+5687 "嚇" */
    0x12, 0xd2, 0xbf, 0xf6, 0xb6, 0xf6, 0xf6, 0x12,

    /* U+56DA "囚" */
    0xff, 0x26, 0x4d, 0x9c, 0xb0, 0x7f, 0x80,

    /* U+56DB "四" */
    0xff, 0x56, 0xad, 0x78, 0x3f, 0xe0, 0x80,

    /* U+56DE "回" */
    0xff, 0x76, 0xad, 0x59, 0x3f, 0xe0, 0x80,

    /* U+56E0 "因" */
    0xff, 0xfe, 0x4d, 0x9c, 0xb0, 0x7f, 0x80,

    /* U+56E3 "団" */
    0xff, 0xfe, 0x2d, 0x58, 0xb2, 0x7f, 0x80,

    /* U+56F0 "困" */
    0xff, 0xfe, 0x4f, 0xdd, 0xb2, 0xff, 0x80,

    /* U+56F2 "囲" */
    0xff, 0xfe, 0xaf, 0xfa, 0xb9, 0x7f, 0x80,

    /* U+56F3 "図" */
    0xff, 0x26, 0x8e, 0x5b, 0x35, 0xff, 0x80,

    /* U+56FA "固" */
    0xff, 0xfe, 0x4f, 0xfc, 0x7f, 0xff, 0x80,

    /* U+56FD "国" */
    0xff, 0x26, 0xec, 0x99, 0x35, 0x7f, 0x80,

    /* U+570F "圏" */
    0xff, 0x57, 0xff, 0xfb, 0xb7, 0xff, 0x80,

    /* U+5712 "園" */
    0xff, 0xff, 0x1f, 0xf9, 0xfe, 0x7f, 0x80,

    /* U+571F "土" */
    0x10, 0x21, 0xf0, 0x81, 0x2, 0x3f, 0x80,

    /* U+5727 "圧" */
    0x7f, 0x48, 0x7e, 0x48, 0x48, 0x48, 0xbf,

    /* U+5728 "在" */
    0x1, 0xfd, 0x24, 0x4b, 0xf1, 0x22, 0x1f,

    /* U+5730 "地" */
    0x8, 0x53, 0xfd, 0x5a, 0xac, 0xe8, 0xf,

    /* U+5742 "坂" */
    0x3f, 0x7a, 0xd5, 0xaa, 0x92, 0x80, 0x0,

    /* U+5747 "均" */
    0x1f, 0xc6, 0x6c, 0x18, 0xb0, 0x43, 0x80,

    /* U+574A "坊" */
    0x0, 0xff, 0xa2, 0x74, 0xaa, 0x54, 0x93,

    /* U+5751 "坑" */
    0x8, 0x5f, 0x5e, 0x52, 0x52, 0x52, 0xa3, 0x3,

    /* U+576A "坪" */
    0x3f, 0xd6, 0x25, 0xf8, 0x89, 0x2, 0x0,

    /* U+5782 "垂" */
    0x4, 0x73, 0xfa, 0xa7, 0xcf, 0xc4, 0x7f,

    /* U+578B "型" */
    0xfb, 0xf6, 0x8c, 0xa7, 0xc2, 0x3f, 0x80,

    /* U+57A3 "垣" */
    0x3f, 0xc6, 0xfd, 0x1a, 0x33, 0x8f, 0x80,

    /* U+57CB "埋" */
    0x3f, 0x97, 0x2d, 0xeb, 0xf1, 0xf, 0x80,

    /* U+57CE "城" */
    0x6, 0x3f, 0xbc, 0xae, 0xaa, 0xdd, 0xcb, 0x12,

    /* U+57DF "域" */
    0x6, 0x3f, 0xfc, 0xae, 0xba, 0x84, 0xf7, 0xa,

    /* U+57F7 "執" */
    0x4, 0x6e, 0xf6, 0xa6, 0xfe, 0x45, 0xf9, 0x11,

    /* U+57F9 "培" */
    0x8, 0x34, 0xe4, 0xbf, 0xbe, 0xa2, 0x62, 0x3e,

    /* U+57FA "基" */
    0x45, 0xfd, 0xf3, 0xef, 0xff, 0xc4, 0x7f,

    /* U+57FC "埼" */
    0x8, 0x14, 0xdc, 0xbf, 0xba, 0xaa, 0xfa, 0x6,

    /* U+5800 "堀" */
    0x3f, 0xf6, 0xed, 0xfa, 0x8b, 0x47, 0x80,

    /* U+5802 "堂" */
    0x55, 0x55, 0xf2, 0x23, 0x8f, 0x84, 0x7f,

    /* U+5805 "堅" */
    0xff, 0xe7, 0xd7, 0xdf, 0xc2, 0x3f, 0x80,

    /* U+5806 "堆" */
    0x1f, 0x4a, 0xfd, 0x2b, 0xec, 0x8f, 0x80,

    /* U+5815 "堕" */
    0xff, 0xff, 0x4e, 0xff, 0xc2, 0x3f, 0x80,

    /* U+5824 "堤" */
    0x3f, 0x7e, 0xfc, 0x4a, 0xfd, 0x7, 0x80,

    /* U+582A "堪" */
    0x22, 0x3f, 0xbe, 0xbe, 0xbf, 0xcd, 0xd2, 0x3f,

    /* U+5831 "報" */
    0x0, 0x4f, 0xf8, 0xaf, 0xfe, 0x4a, 0xfa, 0xf,

    /* U+5834 "場" */
    0x3f, 0xc6, 0xfc, 0xfb, 0xb5, 0x45, 0x80,

    /* U+5840 "塀" */
    0x3f, 0xc2, 0xb5, 0xab, 0xfa, 0x84, 0x0,

    /* U+5841 "塁" */
    0x7c, 0xf9, 0xf1, 0x47, 0xe2, 0x3f, 0x80,

    /* U+584A "塊" */
    0x3f, 0xa7, 0xfd, 0xf9, 0xd3, 0x4b, 0x80,

    /* U+5851 "塑" */
    0xff, 0xa7, 0xfa, 0x17, 0xc2, 0x3f, 0x80,

    /* U+5854 "塔" */
    0x14, 0x7f, 0x65, 0x28, 0x97, 0xd8, 0x9f,

    /* U+5857 "塗" */
    0x8c, 0xa6, 0x31, 0xf5, 0x2f, 0xc4, 0x7f,

    /* U+585A "塚" */
    0x3f, 0xc1, 0x9d, 0x96, 0x8e, 0x95, 0x2c,

    /* U+585E "塞" */
    0x11, 0xff, 0xfb, 0xef, 0xef, 0x84, 0x7f,

    /* U+5869 "塩" */
    0x5e, 0xfe, 0x62, 0x5e, 0x6e, 0xee, 0x3f,

    /* U+586B "填" */
    0x8, 0x3e, 0xbe, 0xbe, 0xa2, 0x7f, 0x94, 0x62,

    /* U+587E "塾" */
    0x4, 0xfe, 0x9e, 0xf5, 0x9, 0x7e, 0x10, 0xfe,

    /* U+5883 "境" */
    0x8, 0x7e, 0x95, 0xfb, 0xf7, 0xe6, 0x33,

    /* U+5893 "墓" */
    0x0, 0xf9, 0xf3, 0xe7, 0xcb, 0x3f, 0xff,

    /* U+5897 "増" */
    0x3f, 0xff, 0x2d, 0xfa, 0x37, 0xcf, 0x80,

    /* U+589C "墜" */
    0xff, 0xaa, 0xf6, 0xaf, 0xe2, 0x3f, 0x80,

    /* U+58A8 "墨" */
    0x7d, 0x2b, 0xff, 0xfb, 0xaf, 0xbf, 0x80,

    /* U+58B3 "墳" */
    0x0, 0x1e, 0xbf, 0xbf, 0xbf, 0xbf, 0x7f, 0x93,

    /* U+58BE "墾" */
    0x2f, 0xdf, 0xec, 0x77, 0xc2, 0x3f, 0x80,

    /* U+58C1 "壁" */
    0x1, 0xfe, 0x37, 0xfa, 0xf, 0x84, 0x7f,

    /* U+58C7 "壇" */
    0x8, 0x7f, 0x5e, 0x5b, 0xf7, 0xff, 0x9f,

    /* U+58CA "壊" */
    0x8, 0x1e, 0xf7, 0xbf, 0xbf, 0x98, 0xb6, 0x23,

    /* U+58CC "壌" */
    0x8, 0x3f, 0xc4, 0xbe, 0xbf, 0x58, 0x16, 0x3,

    /* U+58EB "士" */
    0x10, 0x23, 0xf8, 0x81, 0x2, 0x3f, 0x80,

    /* U+58EE "壮" */
    0x24, 0x24, 0x7f, 0x24, 0x24, 0xe4, 0x24, 0x3f,

    /* U+58F0 "声" */
    0x11, 0xff, 0xfb, 0xe9, 0x4f, 0xa0, 0x40,

    /* U+58F1 "壱" */
    0x11, 0xfd, 0xf7, 0xf8, 0x27, 0x30, 0x3e,

    /* U+58F2 "売" */
    0x11, 0xfd, 0xf7, 0xf8, 0x25, 0x12, 0x7,

    /* U+5909 "変" */
    0x11, 0xfd, 0xb6, 0x93, 0xd9, 0x4, 0x77,

    /* U+590F "夏" */
    0xfe, 0xf9, 0xf3, 0xe7, 0xd5, 0x1f, 0x0,

    /* U+5915 "夕" */
    0x20, 0xf4, 0x61, 0x18, 0x21, 0x38,

    /* U+5916 "外" */
    0x2, 0x1d, 0x12, 0x89, 0xc1, 0x20, 0x9c, 0x88,
    0x84,

    /* U+591A "多" */
    0x0, 0x71, 0xa1, 0xfe, 0x43, 0x4, 0x30,

    /* U+591C "夜" */
    0x10, 0xf9, 0x7d, 0x2a, 0xd3, 0x22, 0x1b,

    /* U+5922 "夢" */
    0xfe, 0x1, 0xfb, 0xf3, 0xec, 0x86, 0x38,

    /* U+5927 "大" */
    0x10, 0x23, 0xf8, 0x83, 0x5, 0x12, 0x43,

    /* U+5929 "天" */
    0xfe, 0x23, 0xf8, 0x83, 0x9, 0x21, 0x80,

    /* U+592A "太" */
    0x10, 0x23, 0xf8, 0x83, 0x5, 0x11, 0x49,

    /* U+592B "夫" */
    0x11, 0xfc, 0x47, 0xf3, 0x5, 0x11, 0x0,

    /* U+592E "央" */
    0x10, 0xfa, 0x54, 0xaf, 0xe6, 0xa, 0x22,

    /* U+5931 "失" */
    0x50, 0xfe, 0x47, 0xf1, 0x5, 0x11, 0x0,

    /* U+5947 "奇" */
    0x11, 0xfc, 0xa7, 0xf7, 0x52, 0x9d, 0x6,

    /* U+5948 "奈" */
    0x1, 0xfc, 0xa6, 0xbf, 0xe6, 0xb4, 0x98,

    /* U+5949 "奉" */
    0x11, 0xfd, 0xf7, 0xf5, 0x42, 0x1f, 0x8,

    /* U+594F "奏" */
    0x11, 0xfd, 0xf7, 0xf7, 0xcf, 0x84, 0x57,

    /* U+5951 "契" */
    0x0, 0x9f, 0xea, 0x42, 0xbf, 0xc6, 0x32,

    /* U+5954 "奔" */
    0x11, 0xfc, 0xe3, 0xe1, 0x3f, 0xd2, 0x40,

    /* U+5965 "奥" */
    0x0, 0xfe, 0x9d, 0xfa, 0xbf, 0xc6, 0x73,

    /* U+5968 "奨" */
    0x42, 0xf9, 0x3, 0xf1, 0x1f, 0xcc, 0x26,

    /* U+596A "奪" */
    0x11, 0xff, 0x13, 0xf9, 0x1f, 0xc9, 0x6,

    /* U+596E "奮" */
    0x11, 0xff, 0x13, 0xf9, 0xf, 0xdf, 0xbf,

    /* U+5973 "女" */
    0x1, 0xfd, 0x12, 0x42, 0x83, 0x1d, 0x0,

    /* U+5974 "奴" */
    0x4f, 0xf9, 0x59, 0x9a, 0x66, 0x24, 0x5b, 0x0,

    /* U+597D "好" */
    0x0, 0x27, 0xbc, 0x4a, 0x4a, 0xfb, 0x11, 0x49,
    0xc,

    /* U+5982 "如" */
    0x40, 0x8f, 0xf9, 0x99, 0xa9, 0x69, 0x5f, 0x89,

    /* U+5983 "妃" */
    0x4f, 0x71, 0x9f, 0xb1, 0xf0, 0x51, 0x8f,

    /* U+5984 "妄" */
    0x11, 0xfd, 0x1, 0xef, 0xe9, 0xc, 0x66,

    /* U+598A "妊" */
    0x1, 0x9e, 0xe4, 0xa4, 0xdf, 0xc4, 0xa4, 0x9f,

    /* U+5996 "妖" */
    0x3, 0x7b, 0xa5, 0xfc, 0x8b, 0x29, 0x1,

    /* U+5999 "妙" */
    0x4, 0x84, 0xf5, 0xb4, 0x4c, 0x42, 0xa4, 0x8,

    /* U+59A5 "妥" */
    0x3, 0xe8, 0x42, 0x2f, 0xe9, 0xc, 0x26,

    /* U+59A8 "妨" */
    0x1, 0x3f, 0xa5, 0x7c, 0xaa, 0x64, 0xd3,

    /* U+59AC "妬" */
    0x1, 0x3f, 0xc5, 0x7d, 0x36, 0x63, 0x81,

    /* U+59B9 "妹" */
    0x4, 0x9f, 0xe4, 0xbf, 0xc4, 0x5e, 0xb5, 0x84,

    /* U+59BB "妻" */
    0x0, 0xf9, 0xf0, 0xaf, 0xe9, 0xe, 0x33,

    /* U+59C9 "姉" */
    0x5, 0x3f, 0x95, 0xfd, 0x6a, 0xed, 0xc2,

    /* U+59CB "始" */
    0x1, 0x2b, 0xcd, 0xfd, 0xea, 0x6c, 0xcf,

    /* U+59D3 "姓" */
    0x4, 0x94, 0xff, 0xa4, 0xde, 0x44, 0xa4, 0xbf,

    /* U+59D4 "委" */
    0x7d, 0xfc, 0xe7, 0xf4, 0x86, 0x3b, 0x80,

    /* U+59EB "姫" */
    0x1, 0x3f, 0xd5, 0xd5, 0xea, 0xad, 0x4f,

    /* U+59FB "姻" */
    0x0, 0x9f, 0xff, 0xb5, 0xdd, 0x5b, 0xb1, 0x9f,

    /* U+59FF "姿" */
    0x0, 0xfd, 0x20, 0xbf, 0xe9, 0xc, 0x77,

    /* U+5A01 "威" */
    0x4, 0x7f, 0x7d, 0x7e, 0x6e, 0x72, 0x57, 0x9,

    /* U+5A18 "娘" */
    0x8, 0xf6, 0xbe, 0xa2, 0xde, 0x6a, 0xe4, 0x9a,

    /* U+5A20 "娠" */
    0x0, 0x9e, 0xfe, 0xbf, 0xed, 0x6a, 0xaa, 0xb1,

    /* U+5A2F "娯" */
    0x0, 0x9e, 0xfa, 0xbe, 0xde, 0x5f, 0xac, 0x92,

    /* U+5A46 "婆" */
    0x0, 0x5f, 0x9e, 0x64, 0xfe, 0x44, 0x38, 0x64,

    /* U+5A5A "婚" */
    0x2, 0x9c, 0xfe, 0xb4, 0xdb, 0xde, 0xb2, 0x1e,

    /* U+5A66 "婦" */
    0x0, 0x9e, 0xe0, 0xbf, 0xc5, 0x6e, 0x86, 0x84,

    /* U+5A7F "婿" */
    0x0, 0x9f, 0xe7, 0xbc, 0xbf, 0xdf, 0xbf, 0x93,

    /* U+5A92 "媒" */
    0x11, 0x7f, 0xaf, 0xd6, 0x2a, 0xe7, 0xf9, 0x39,
    0x6a,

    /* U+5A9B "媛" */
    0x3, 0x8c, 0xe6, 0xb8, 0xce, 0x4a, 0xb4, 0x9b,

    /* U+5AC1 "嫁" */
    0x4, 0xab, 0xff, 0xad, 0xca, 0x56, 0xbd, 0xc,

    /* U+5AC9 "嫉" */
    0x4, 0xfa, 0xae, 0xb4, 0xcf, 0x74, 0xba, 0x89,

    /* U+5ACC "嫌" */
    0x10, 0x5f, 0xbf, 0xd7, 0xec, 0xd6, 0xf9, 0x69,
    0x52,

    /* U+5AE1 "嫡" */
    0x4, 0xfa, 0xbf, 0xa5, 0xef, 0x73, 0xaf, 0x83,

    /* U+5B22 "嬢" */
    0x0, 0x9f, 0xea, 0xae, 0xdf, 0x4d, 0xb2, 0x8,

    /* U+5B50 "子" */
    0x7c, 0x10, 0x47, 0xf1, 0x2, 0xc, 0x0,

    /* U+5B54 "孔" */
    0x70, 0x28, 0x28, 0xe8, 0x29, 0x29, 0x67,

    /* U+5B57 "字" */
    0x11, 0xdf, 0xf8, 0x8f, 0xe2, 0x4, 0x18,

    /* U+5B58 "存" */
    0x10, 0xd9, 0x7e, 0x27, 0xe9, 0x12, 0x24,

    /* U+5B5D "孝" */
    0x2, 0x6b, 0xf8, 0x8e, 0xdf, 0xc4, 0x18,

    /* U+5B63 "季" */
    0x7d, 0xfc, 0xa6, 0x3f, 0xe2, 0xc, 0x0,

    /* U+5B64 "孤" */
    0xff, 0xaa, 0xaa, 0xaa, 0xaa, 0xcf, 0x92,

    /* U+5B66 "学" */
    0x55, 0x57, 0xf8, 0x41, 0x1f, 0xc4, 0x18,

    /* U+5B6B "孫" */
    0xfc, 0xa4, 0x58, 0x7e, 0x88, 0xc8, 0x88,

    /* U+5B85 "宅" */
    0x11, 0xfe, 0x1f, 0xc2, 0xf, 0xc8, 0x9f,

    /* U+5B87 "宇" */
    0x11, 0xdf, 0xf8, 0x8f, 0xe2, 0x4, 0x18,

    /* U+5B88 "守" */
    0x11, 0xfe, 0xf, 0xf4, 0x85, 0x2, 0xc,

    /* U+5B89 "安" */
    0x11, 0xfe, 0xf, 0xf4, 0x49, 0xc, 0x36,

    /* U+5B8C "完" */
    0x11, 0xdd, 0xf0, 0xf, 0xe9, 0x12, 0x47,

    /* U+5B97 "宗" */
    0x11, 0xdf, 0xf8, 0xf, 0xe2, 0x24, 0x98,

    /* U+5B98 "官" */
    0x11, 0xde, 0xfa, 0x27, 0x87, 0x91, 0x1e,

    /* U+5B99 "宙" */
    0x10, 0xff, 0x91, 0x7e, 0x92, 0xfe, 0x7e, 0x2,

    /* U+5B9A "定" */
    0x11, 0xdf, 0xf8, 0x85, 0xea, 0x2c, 0x4f,

    /* U+5B9B "宛" */
    0x10, 0xec, 0xfe, 0x92, 0xf2, 0x36, 0x51, 0xe,

    /* U+5B9C "宜" */
    0x1, 0xff, 0xf2, 0x27, 0xcf, 0x91, 0x7f,

    /* U+5B9D "宝" */
    0x11, 0xdf, 0xf8, 0x87, 0xc2, 0x84, 0xff,

    /* U+5B9F "実" */
    0x1, 0xfe, 0x3, 0xf1, 0x1f, 0xc4, 0x36,

    /* U+5BA2 "客" */
    0x11, 0xdf, 0xfd, 0x43, 0x9f, 0xd1, 0x3e,

    /* U+5BA3 "宣" */
    0x1, 0xff, 0xfa, 0x23, 0xc8, 0x8e, 0x7f,

    /* U+5BA4 "室" */
    0x11, 0xdd, 0xf2, 0xe3, 0xf, 0x84, 0x7f,

    /* U+5BAE "宮" */
    0x11, 0xde, 0xfa, 0x23, 0x8f, 0x91, 0x3e,

    /* U+5BB0 "宰" */
    0x11, 0xfd, 0xf2, 0x4f, 0xe2, 0x3f, 0x88,

    /* U+5BB3 "害" */
    0x11, 0xfc, 0x47, 0xff, 0xef, 0xa1, 0x3e,

    /* U+5BB4 "宴" */
    0x1, 0xff, 0xfb, 0xff, 0xe8, 0x8e, 0x32,

    /* U+5BB5 "宵" */
    0x10, 0xff, 0x95, 0x7e, 0x7e, 0x7e, 0x82, 0xe,

    /* U+5BB6 "家" */
    0x11, 0xff, 0xf9, 0x86, 0xdb, 0x1d, 0x19,

    /* U+5BB9 "容" */
    0x10, 0xff, 0xb4, 0x4e, 0x7e, 0xc2, 0x42, 0x7e,

    /* U+5BBF "宿" */
    0x1, 0xfe, 0xb, 0xfe, 0x2f, 0xd8, 0xbf,

    /* U+5BC2 "寂" */
    0x0, 0xff, 0xb7, 0x4a, 0xfc, 0x5c, 0xca, 0x51,

    /* U+5BC4 "寄" */
    0x11, 0xfd, 0xf2, 0x2f, 0xf2, 0x9d, 0x6,

    /* U+5BC6 "密" */
    0x0, 0xff, 0xa1, 0xba, 0x3c, 0x40, 0x12, 0x7e,

    /* U+5BCC "富" */
    0x11, 0xff, 0xf3, 0xe7, 0xf2, 0x7f, 0xbf,

    /* U+5BD2 "寒" */
    0x11, 0xdf, 0xf9, 0x4f, 0xe9, 0x27, 0x9e,

    /* U+5BDB "寛" */
    0x1, 0xff, 0xfb, 0xf8, 0x2f, 0xca, 0xe7,

    /* U+5BDD "寝" */
    0x10, 0xfe, 0xde, 0xde, 0x7e, 0x7e, 0x54, 0x6b,

    /* U+5BDF "察" */
    0x1, 0xff, 0xf9, 0x2d, 0x3f, 0xd5, 0x19,

    /* U+5BE1 "寡" */
    0x10, 0xfe, 0x90, 0x7c, 0x44, 0x7e, 0x26, 0x5c,

    /* U+5BE7 "寧" */
    0x11, 0xff, 0xf, 0xfa, 0xbf, 0xc4, 0x18,

    /* U+5BE9 "審" */
    0x11, 0xff, 0x5a, 0xc7, 0xd2, 0xbf, 0x3e,

    /* U+5BEE "寮" */
    0x10, 0xfe, 0xa0, 0x3c, 0x7f, 0x3c, 0x54, 0x32,

    /* U+5BF8 "寸" */
    0x1, 0xfc, 0x20, 0x42, 0x81, 0x2, 0xc,

    /* U+5BFA "寺" */
    0x10, 0xf8, 0x43, 0x6f, 0xe9, 0xa, 0xc,

    /* U+5BFE "対" */
    0x42, 0x42, 0xff, 0xc2, 0x42, 0x4a, 0xa2, 0xe,

    /* U+5BFF "寿" */
    0x11, 0xfd, 0xf7, 0xf2, 0x5f, 0xc1, 0xe,

    /* U+5C01 "封" */
    0x42, 0xe2, 0x4e, 0xf2, 0x52, 0xea, 0x42, 0x8e,

    /* U+5C02 "専" */
    0x11, 0xfd, 0xf3, 0xe9, 0x5f, 0xca, 0xc,

    /* U+5C04 "射" */
    0x21, 0x38, 0x9d, 0xcf, 0x25, 0x51, 0x8b, 0x44,
    0x6e,

    /* U+5C06 "将" */
    0x21, 0x97, 0x9, 0x4d, 0x23, 0xfb, 0x48, 0x94,
    0x46,

    /* U+5C09 "尉" */
    0x0, 0x7a, 0x7a, 0x7e, 0x7e, 0x5a, 0x92, 0x32,

    /* U+5C0A "尊" */
    0x1, 0xfe, 0xd4, 0x6f, 0x5f, 0xc1, 0x16,

    /* U+5C0B "尋" */
    0x7c, 0x3, 0xfc, 0x2f, 0xe4, 0x83, 0x0,

    /* U+5C0E "導" */
    0x1, 0x7c, 0x8b, 0xf4, 0x1f, 0xc1, 0x16,

    /* U+5C0F "小" */
    0x8, 0x8, 0x8, 0x49, 0x89, 0x8, 0x8, 0x38,

    /* U+5C11 "少" */
    0x10, 0x22, 0x48, 0x93, 0x41, 0x1c, 0x0,

    /* U+5C1A "尚" */
    0x10, 0xab, 0xfc, 0x1b, 0xb9, 0x6e, 0xc3,

    /* U+5C31 "就" */
    0x4, 0x64, 0xfe, 0x94, 0xfc, 0x4d, 0xd5, 0x43,

    /* U+5C3A "尺" */
    0x7e, 0x42, 0x7e, 0x4a, 0x48, 0x44, 0x82,

    /* U+5C3B "尻" */
    0x7e, 0x7e, 0x48, 0x7c, 0x4c, 0x95, 0x23,

    /* U+5C3C "尼" */
    0x7e, 0xfd, 0x3, 0x37, 0x94, 0x47, 0x80,

    /* U+5C3D "尽" */
    0x7e, 0x42, 0x7e, 0x44, 0x54, 0x8a, 0x7c,

    /* U+5C3E "尾" */
    0x7f, 0x7f, 0x78, 0x49, 0x5e, 0x9e, 0xf,

    /* U+5C3F "尿" */
    0x7e, 0x7e, 0x78, 0x5c, 0x6c, 0xca, 0x18,

    /* U+5C40 "局" */
    0x7e, 0x7e, 0x7f, 0x5d, 0x65, 0x5d, 0x86,

    /* U+5C45 "居" */
    0x7e, 0x7e, 0x7f, 0x48, 0x7e, 0x62, 0xbe,

    /* U+5C48 "屈" */
    0x7e, 0xfd, 0xab, 0xf4, 0x8d, 0x6f, 0x80,

    /* U+5C4A "届" */
    0x7f, 0x7f, 0x7f, 0x69, 0x7f, 0x69, 0xbf,

    /* U+5C4B "屋" */
    0x7f, 0x7f, 0x7f, 0x62, 0x7f, 0x88, 0x7f,

    /* U+5C55 "展" */
    0x7e, 0x7e, 0x7e, 0x7f, 0x6a, 0xa4, 0x13,

    /* U+5C5E "属" */
    0x7e, 0xfd, 0x2b, 0xf4, 0xb7, 0xc0, 0x80,

    /* U+5C64 "層" */
    0x7f, 0x7f, 0x7f, 0x7f, 0x5f, 0x5f, 0x9f,

    /* U+5C65 "履" */
    0x7f, 0x58, 0x6f, 0x69, 0x66, 0x5e, 0x89,

    /* U+5C6F "屯" */
    0x10, 0x1e, 0x70, 0x52, 0x52, 0x7e, 0x11, 0x1f,

    /* U+5C71 "山" */
    0x10, 0x20, 0x44, 0x99, 0x32, 0x7f, 0xc1,

    /* U+5C90 "岐" */
    0x44, 0xff, 0xe4, 0xff, 0xe3, 0xec, 0xea, 0x91,

    /* U+5CA1 "岡" */
    0xff, 0x7, 0xfe, 0xbd, 0x7d, 0xe1, 0x80,

    /* U+5CA9 "岩" */
    0x11, 0x27, 0xff, 0xf7, 0xc8, 0x8f, 0x0,

    /* U+5CAC "岬" */
    0x40, 0xff, 0xf5, 0xff, 0xf5, 0xf5, 0xff, 0x84,

    /* U+5CB3 "岳" */
    0x0, 0xf9, 0xfa, 0x2f, 0xe2, 0x1f, 0x81,

    /* U+5CB8 "岸" */
    0x8, 0x49, 0x36, 0x7f, 0x40, 0x7f, 0x48, 0x88,

    /* U+5CE0 "峠" */
    0x48, 0x4e, 0xe8, 0xf6, 0xff, 0xec, 0xe8, 0x88,

    /* U+5CE1 "峡" */
    0x44, 0xff, 0xf5, 0xe4, 0xff, 0xec, 0xea, 0x91,

    /* U+5CF0 "峰" */
    0x48, 0xff, 0xe6, 0xea, 0xff, 0xe4, 0xee, 0x84,

    /* U+5CF6 "島" */
    0x1, 0xf9, 0xf3, 0xe7, 0xf0, 0x3f, 0xc7,

    /* U+5D07 "崇" */
    0x0, 0x7b, 0xfc, 0x11, 0x9f, 0xd4, 0x19,

    /* U+5D0E "崎" */
    0x44, 0xff, 0xe2, 0xfe, 0xee, 0xf6, 0xea, 0x82,

    /* U+5D16 "崖" */
    0x8, 0x7f, 0x7f, 0x5e, 0x40, 0x5f, 0x48, 0x3f,

    /* U+5D29 "崩" */
    0x8, 0x7f, 0x77, 0x59, 0x7f, 0x77, 0x59, 0xbb,

    /* U+5D50 "嵐" */
    0x8, 0x3f, 0x9f, 0xcf, 0x26, 0xd2, 0xe9, 0x25,
    0x7b,

    /* U+5DDD "川" */
    0x4a, 0x95, 0x2a, 0x54, 0xb0, 0x60, 0x80,

    /* U+5DDE "州" */
    0x2a, 0x54, 0xf9, 0x52, 0xa9, 0x50, 0x80,

    /* U+5DE1 "巡" */
    0x94, 0xd4, 0xb7, 0x55, 0xaa, 0xb0, 0x1f,

    /* U+5DE3 "巣" */
    0x54, 0xfa, 0x53, 0xe9, 0x5f, 0xce, 0x6b,

    /* U+5DE5 "工" */
    0xfe, 0x20, 0x40, 0x81, 0x1f, 0xc0,

    /* U+5DE6 "左" */
    0x21, 0xfd, 0x1, 0xf4, 0x91, 0x2, 0x3f,

    /* U+5DE7 "巧" */
    0xec, 0xa1, 0x7a, 0x94, 0x30, 0x43, 0x0,

    /* U+5DE8 "巨" */
    0xff, 0x3, 0xf7, 0xe8, 0x10, 0x3f, 0x80,

    /* U+5DEE "差" */
    0x0, 0xf9, 0xf0, 0x86, 0xcf, 0xe4, 0x7f,

    /* U+5DF1 "己" */
    0xfc, 0xb, 0xf4, 0x28, 0x10, 0x7f, 0x0,

    /* U+5DFB "巻" */
    0x40, 0xa8, 0xa7, 0xf7, 0xc7, 0x10, 0x1e,

    /* U+5DFE "巾" */
    0x11, 0xfe, 0x4c, 0x99, 0x32, 0x65, 0x88,

    /* U+5E02 "市" */
    0x11, 0xfc, 0x43, 0xe9, 0x52, 0x85, 0x8,

    /* U+5E03 "布" */
    0x1, 0xfc, 0x83, 0xfc, 0xa9, 0x43, 0x84,

    /* U+5E06 "帆" */
    0x40, 0xfe, 0xf2, 0xfa, 0xf2, 0xf2, 0x63, 0x63,

    /* U+5E0C "希" */
    0x38, 0xcb, 0xf9, 0xfc, 0xa1, 0x43, 0x80,

    /* U+5E1D "帝" */
    0x10, 0xff, 0x48, 0xb7, 0xff, 0x52, 0x56, 0x10,

    /* U+5E25 "帥" */
    0x44, 0xe4, 0xbf, 0xf5, 0x95, 0xf5, 0xe4, 0xa4,

    /* U+5E2B "師" */
    0xff, 0xaf, 0xf5, 0x95, 0xe5, 0xe4, 0xa4,

    /* U+5E2D "席" */
    0x8, 0x76, 0x7f, 0x64, 0x7f, 0x69, 0x69, 0xab,

    /* U+5E2F "帯" */
    0x1, 0xfe, 0x57, 0xf9, 0x17, 0x85, 0x0,

    /* U+5E30 "帰" */
    0x0, 0x7f, 0x7d, 0xfe, 0x8d, 0xc3, 0x84,

    /* U+5E33 "帳" */
    0x40, 0x4e, 0xee, 0xee, 0xff, 0xf8, 0x74, 0x7b,

    /* U+5E38 "常" */
    0x15, 0xd6, 0xf2, 0x23, 0x8f, 0xe4, 0x8b,

    /* U+5E3D "帽" */
    0x40, 0x5f, 0xff, 0xff, 0xff, 0xff, 0x51, 0x5f,

    /* U+5E45 "幅" */
    0x40, 0x5f, 0xf2, 0xee, 0xf5, 0xff, 0x55, 0x5f,

    /* U+5E55 "幕" */
    0x21, 0xb9, 0xf4, 0x2f, 0xef, 0xa5, 0x2,

    /* U+5E63 "幣" */
    0x27, 0xfa, 0xfc, 0xaa, 0x9, 0x7e, 0x92, 0x6,

    /* U+5E72 "干" */
    0xfe, 0x23, 0xf8, 0x81, 0x2, 0x4, 0x0,

    /* U+5E73 "平" */
    0xfe, 0x20, 0x47, 0xf1, 0x2, 0x4, 0x0,

    /* U+5E74 "年" */
    0x0, 0xfd, 0x47, 0xf5, 0x1f, 0xc4, 0x0,

    /* U+5E78 "幸" */
    0x10, 0xfb, 0xfa, 0x4f, 0xe2, 0x3f, 0x88,

    /* U+5E79 "幹" */
    0x44, 0xfa, 0xfe, 0xe4, 0xa4, 0x4e, 0xe4, 0x44,

    /* U+5E7B "幻" */
    0x1f, 0x41, 0x81, 0x61, 0x51, 0x51, 0xe7,

    /* U+5E7C "幼" */
    0x4, 0x44, 0xcf, 0xa5, 0x45, 0x45, 0xb9, 0x53,

    /* U+5E7D "幽" */
    0x11, 0x27, 0xfe, 0xdd, 0xb6, 0xff, 0xc1,

    /* U+5E7E "幾" */
    0x51, 0x71, 0xdd, 0x5f, 0xe9, 0x22, 0x4b,

    /* U+5E81 "庁" */
    0x8, 0x7f, 0x40, 0x7f, 0x44, 0x44, 0x44, 0x9c,

    /* U+5E83 "広" */
    0x8, 0x7f, 0x40, 0x48, 0x50, 0x52, 0x62, 0xbd,

    /* U+5E8A "床" */
    0x8, 0x7f, 0x48, 0x7f, 0x4c, 0x5a, 0x69, 0x88,

    /* U+5E8F "序" */
    0x8, 0x76, 0x5e, 0x54, 0x7f, 0x49, 0x88, 0x18,

    /* U+5E95 "底" */
    0x8, 0x7f, 0x64, 0x5e, 0x64, 0x64, 0x53, 0xbd,

    /* U+5E97 "店" */
    0x8, 0x7f, 0x48, 0x4c, 0x7f, 0x61, 0x61, 0xbf,

    /* U+5E9C "府" */
    0x8, 0x7f, 0x40, 0x5f, 0x62, 0x6a, 0xa2, 0x6,

    /* U+5EA6 "度" */
    0x8, 0x76, 0x7f, 0x62, 0x7e, 0x52, 0x4c, 0xb3,

    /* U+5EA7 "座" */
    0x8, 0x7f, 0x4a, 0x5e, 0x49, 0x7f, 0x48, 0xbf,

    /* U+5EAB "庫" */
    0x8, 0x7e, 0x7f, 0x5f, 0x5f, 0x5f, 0xbf, 0x80,

    /* U+5EAD "庭" */
    0x8, 0x76, 0x5e, 0x64, 0x7f, 0x74, 0xaf, 0x9f,

    /* U+5EB6 "庶" */
    0x8, 0x7f, 0x62, 0x62, 0x5e, 0x40, 0x81, 0x0,

    /* U+5EB7 "康" */
    0x8, 0x7e, 0x7f, 0x7f, 0x7f, 0x65, 0x5a, 0x99,

    /* U+5EB8 "庸" */
    0x8, 0x7f, 0x49, 0x7f, 0x7f, 0x7f, 0xbf, 0x23,

    /* U+5EC3 "廃" */
    0x0, 0x7e, 0x78, 0x55, 0x5f, 0x7f, 0x95, 0x27,

    /* U+5EC9 "廉" */
    0x8, 0x3f, 0xdf, 0xef, 0xe7, 0xfb, 0xf9, 0x59,
    0xeb,

    /* U+5ECA "廊" */
    0x8, 0x7f, 0x6d, 0x7e, 0x6e, 0x75, 0x7f, 0x84,

    /* U+5EF6 "延" */
    0xfd, 0x53, 0xbd, 0x4f, 0xfc, 0xf, 0x80,

    /* U+5EF7 "廷" */
    0xfd, 0x13, 0xfe, 0x4b, 0xfc, 0x27, 0x80,

    /* U+5EFA "建" */
    0x8, 0xfe, 0xbf, 0xfe, 0xbe, 0xfe, 0xc0, 0x3e,

    /* U+5F01 "弁" */
    0x0, 0xc9, 0xe1, 0x4f, 0xe5, 0x12, 0x20,

    /* U+5F04 "弄" */
    0xfe, 0xfb, 0xf8, 0xf, 0xe9, 0x20, 0x0,

    /* U+5F0A "弊" */
    0x37, 0xf7, 0xf5, 0x22, 0xbf, 0xc9, 0x22,

    /* U+5F0F "式" */
    0xd, 0xfc, 0x27, 0xc2, 0x85, 0xd, 0x21,

    /* U+5F10 "弐" */
    0xc, 0x57, 0xf8, 0x4f, 0x81, 0x5, 0x31,

    /* U+5F13 "弓" */
    0xfc, 0x1f, 0xbf, 0x4, 0x13, 0xc0,

    /* U+5F14 "弔" */
    0xfe, 0x27, 0xf7, 0xf1, 0x22, 0xc4, 0x0,

    /* U+5F15 "引" */
    0x3, 0xe4, 0x4f, 0x1f, 0x32, 0x44, 0xb9,

    /* U+5F1F "弟" */
    0x1, 0xfc, 0x4f, 0xef, 0xe6, 0x55, 0xc8,

    /* U+5F25 "弥" */
    0xef, 0x34, 0xc4, 0xf6, 0x35, 0x24, 0xec,

    /* U+5F26 "弦" */
    0x9, 0xfc, 0xc6, 0xaf, 0x85, 0xc, 0xfe,

    /* U+5F27 "弧" */
    0xff, 0x2a, 0xea, 0xea, 0x2a, 0x2e, 0xe3,

    /* U+5F31 "弱" */
    0xff, 0x77, 0xff, 0x99, 0x33, 0xdd, 0x77,

    /* U+5F35 "張" */
    0xee, 0x2e, 0xd0, 0xfe, 0x36, 0x34, 0xfb,

    /* U+5F37 "強" */
    0xe4, 0x7f, 0xfe, 0x53, 0xe5, 0x3f, 0x80,

    /* U+5F3E "弾" */
    0xee, 0x7f, 0x7f, 0x53, 0xc7, 0xfa, 0x0,

    /* U+5F53 "当" */
    0x11, 0x29, 0x47, 0xf0, 0x3f, 0xc0, 0xff,

    /* U+5F59 "彙" */
    0x7d, 0xfe, 0x3, 0xf7, 0xff, 0xd1, 0x0,

    /* U+5F62 "形" */
    0xf1, 0x5b, 0xd5, 0x4a, 0x34, 0xa2, 0x0,

    /* U+5F69 "彩" */
    0x1, 0xe8, 0x24, 0x8f, 0x4c, 0x15, 0x44,

    /* U+5F6B "彫" */
    0xf9, 0xfe, 0xa9, 0xfa, 0xd8, 0xfa, 0x18,

    /* U+5F70 "彰" */
    0x1, 0xdb, 0xc7, 0xaf, 0x9e, 0x7d, 0x0,

    /* U+5F71 "影" */
    0xf8, 0xfa, 0xfa, 0x8c, 0x79, 0x26, 0x60,

    /* U+5F79 "役" */
    0x1e, 0x69, 0x8, 0xcf, 0xe4, 0x22, 0x61, 0x4c,

    /* U+5F7C "彼" */
    0x24, 0x5f, 0x24, 0x5e, 0x62, 0x6a, 0x64, 0x7b,

    /* U+5F80 "往" */
    0x0, 0x23, 0x7, 0xc0, 0x85, 0xf2, 0x21, 0x10,
    0xff,

    /* U+5F81 "征" */
    0x1e, 0x8, 0x56, 0xd8, 0x58, 0x58, 0x7f,

    /* U+5F84 "径" */
    0x1f, 0x2, 0x4e, 0x44, 0x5f, 0x44, 0x5f,

    /* U+5F85 "待" */
    0x24, 0x5f, 0x4, 0x4b, 0xdf, 0x51, 0x49, 0x47,

    /* U+5F8B "律" */
    0x4, 0x2f, 0x8f, 0xeb, 0xe4, 0x42, 0xf1, 0xfc,
    0x88,

    /* U+5F8C "後" */
    0x8, 0x14, 0x49, 0x4e, 0x4e, 0x5a, 0x44, 0x5b,

    /* U+5F90 "徐" */
    0x2c, 0x4a, 0x3f, 0x44, 0xdf, 0x4e, 0x55, 0x4c,

    /* U+5F92 "徒" */
    0x24, 0x2f, 0x81, 0x9, 0xe5, 0x72, 0xa1, 0xb0,
    0xcf,

    /* U+5F93 "従" */
    0x40, 0x1f, 0x4, 0x57, 0x54, 0x74, 0x6f,

    /* U+5F97 "得" */
    0x1e, 0x1e, 0x5e, 0xdf, 0x5f, 0x42, 0x46,

    /* U+5FA1 "御" */
    0x1f, 0x6b, 0x4b, 0xcf, 0x6b, 0x6f, 0x72,

    /* U+5FA9 "復" */
    0x20, 0x5f, 0x1f, 0x5f, 0xd1, 0x4e, 0x7a, 0x5f,

    /* U+5FAA "循" */
    0x1, 0x7e, 0x1f, 0x5f, 0x5f, 0x71, 0x7f, 0x5f,

    /* U+5FAE "微" */
    0x10, 0xf3, 0x6, 0x7e, 0x6e, 0x6e, 0x6e, 0x41,

    /* U+5FB3 "徳" */
    0x8, 0x9e, 0x3f, 0x75, 0xff, 0x58, 0x77, 0x5e,

    /* U+5FB4 "徴" */
    0x10, 0xf3, 0x5, 0x7e, 0xd6, 0x7a, 0x52, 0x45,

    /* U+5FB9 "徹" */
    0x28, 0x2a, 0xcf, 0xac, 0xe5, 0xf3, 0x29, 0x74,
    0x8d,

    /* U+5FC3 "心" */
    0x0, 0x1c, 0x20, 0xa2, 0xa2, 0xa4, 0x24, 0x3c,

    /* U+5FC5 "必" */
    0x0, 0x18, 0x24, 0xaa, 0xaa, 0x34, 0x64, 0x3c,

    /* U+5FCC "忌" */
    0x7e, 0x7e, 0x42, 0x7f, 0x2, 0xe1, 0x1c,

    /* U+5FCD "忍" */
    0xfe, 0x52, 0x2a, 0x4e, 0x20, 0xa6, 0x3c,

    /* U+5FD7 "志" */
    0x11, 0xfc, 0x47, 0xf0, 0x8, 0x71, 0x1e,

    /* U+5FD8 "忘" */
    0x11, 0xfe, 0x3, 0xf0, 0x0, 0x71, 0x1e,

    /* U+5FD9 "忙" */
    0x44, 0x5f, 0xd0, 0xf0, 0x50, 0x50, 0x50, 0x5f,

    /* U+5FDC "応" */
    0x8, 0x7f, 0x50, 0x5e, 0x71, 0x51, 0x52, 0x1e,

    /* U+5FE0 "忠" */
    0x8, 0x7e, 0x4a, 0x7e, 0x42, 0x6a, 0xa5, 0x1c,

    /* U+5FEB "快" */
    0x44, 0x2f, 0xb1, 0x5c, 0xa7, 0xfa, 0x21, 0x28,
    0xa2,

    /* U+5FF5 "念" */
    0x30, 0x98, 0x4b, 0xe0, 0x42, 0x31, 0x9c,

    /* U+6012 "怒" */
    0xfd, 0x4b, 0x24, 0xa1, 0x58, 0x4e, 0x0,

    /* U+6016 "怖" */
    0x40, 0x7f, 0xd4, 0xff, 0x75, 0x55, 0x57, 0x44,

    /* U+601D "思" */
    0x7e, 0x7e, 0x4a, 0x7e, 0x40, 0xa1, 0x1c,

    /* U+6020 "怠" */
    0x0, 0x24, 0xfe, 0x42, 0x7e, 0x42, 0xa1, 0x1c,

    /* U+6025 "急" */
    0x20, 0x38, 0x7e, 0x7e, 0x7e, 0x20, 0xae, 0x3c,

    /* U+6027 "性" */
    0x44, 0x54, 0x7f, 0xe4, 0x5f, 0x44, 0x44, 0x5f,

    /* U+6028 "怨" */
    0x0, 0x7e, 0x9a, 0x28, 0x4e, 0x30, 0xa0, 0x3c,

    /* U+602A "怪" */
    0x40, 0x5f, 0x41, 0xee, 0x44, 0x5f, 0x44, 0x5f,

    /* U+604B "恋" */
    0x11, 0xfd, 0xb5, 0x51, 0x82, 0x31, 0x9e,

    /* U+6050 "恐" */
    0xfc, 0xa9, 0xb1, 0x31, 0x58, 0x4e, 0x0,

    /* U+6052 "恒" */
    0x40, 0xff, 0x4e, 0xf5, 0x2a, 0x53, 0x3f,

    /* U+6063 "恣" */
    0x11, 0xbc, 0xa4, 0xa0, 0x1, 0x70, 0x1e,

    /* U+6065 "恥" */
    0xec, 0xe8, 0xba, 0xe9, 0xab, 0x6a, 0x2e,

    /* U+6068 "恨" */
    0x40, 0x5e, 0xfe, 0xf2, 0xde, 0x58, 0x54, 0x5a,

    /* U+6069 "恩" */
    0x7e, 0x4a, 0x76, 0x7e, 0x8, 0xe2, 0x1c,

    /* U+606D "恭" */
    0x21, 0xfc, 0xa7, 0xf5, 0x53, 0xf4, 0x98,

    /* U+606F "息" */
    0x0, 0x7e, 0x7e, 0x7e, 0x7e, 0x42, 0xa9, 0x1c,

    /* U+6075 "恵" */
    0x10, 0xf9, 0xf3, 0xe7, 0xc2, 0x31, 0x9e,

    /* U+6094 "悔" */
    0x40, 0x5e, 0xff, 0xf5, 0x5f, 0x55, 0x5f, 0x42,

    /* U+609F "悟" */
    0x40, 0xff, 0x76, 0xa5, 0xec, 0x58, 0xaf,

    /* U+60A0 "悠" */
    0x20, 0x4e, 0x5a, 0x44, 0x43, 0x48, 0xa0, 0x1c,

    /* U+60A3 "患" */
    0x8, 0x1f, 0x8f, 0xc9, 0x27, 0xf3, 0x2a, 0x8a,
    0x3c,

    /* U+60A6 "悦" */
    0x50, 0x5e, 0xe2, 0xe2, 0x5e, 0x4c, 0x4d, 0x56,

    /* U+60A9 "悩" */
    0x49, 0x79, 0xf2, 0xe0, 0x49, 0x6d, 0x5f, 0x41,

    /* U+60AA "悪" */
    0xff, 0x59, 0xe7, 0xf1, 0x18, 0xcf, 0x0,

    /* U+60B2 "悲" */
    0x8, 0x2c, 0x6e, 0x28, 0x27, 0xea, 0x25, 0x3c,

    /* U+60BC "悼" */
    0x48, 0x4f, 0xdf, 0xff, 0x61, 0x5e, 0x7f, 0x48,

    /* U+60C5 "情" */
    0x44, 0x4c, 0xfe, 0xff, 0x5e, 0x5e, 0x5e, 0x56,

    /* U+60D1 "惑" */
    0x2, 0xfb, 0xa7, 0x40, 0x62, 0x31, 0x9e,

    /* U+60DC "惜" */
    0x52, 0x7f, 0xd2, 0xff, 0x61, 0x5f, 0x61, 0x5f,

    /* U+60E7 "惧" */
    0x40, 0x5e, 0x5e, 0xde, 0x5e, 0x7f, 0x40, 0x63,

    /* U+60E8 "惨" */
    0x42, 0x52, 0xec, 0xff, 0x52, 0x58, 0x5c, 0x4e,

    /* U+60F0 "惰" */
    0x48, 0x56, 0xef, 0xff, 0x5e, 0x5e, 0x5e, 0x56,

    /* U+60F3 "想" */
    0x40, 0xbd, 0x7b, 0xf9, 0xe8, 0xb2, 0x9c,

    /* U+6101 "愁" */
    0x68, 0xb7, 0xb3, 0xa5, 0x40, 0x35, 0x9c,

    /* U+6109 "愉" */
    0x4c, 0x52, 0xed, 0xd9, 0x5d, 0x59, 0x59, 0x5b,

    /* U+610F "意" */
    0x11, 0xfd, 0xa3, 0xe7, 0xcf, 0x81, 0x1e,

    /* U+611A "愚" */
    0x7e, 0x52, 0xff, 0x8d, 0x96, 0x28, 0x3c,

    /* U+611B "愛" */
    0x4, 0xf3, 0xbc, 0xd3, 0x9d, 0x1f, 0x0,

    /* U+611F "感" */
    0x6, 0x7c, 0x7c, 0x6a, 0xb5, 0x8, 0x65, 0x1e,

    /* U+6144 "慄" */
    0x40, 0x5f, 0xdf, 0xed, 0x5f, 0x44, 0x5e, 0x44,

    /* U+6148 "慈" */
    0x1, 0xfd, 0x22, 0x6f, 0xe2, 0x31, 0x9e,

    /* U+614B "態" */
    0x49, 0x9e, 0xfe, 0xf9, 0xff, 0xbf, 0x2a, 0x3d,

    /* U+614C "慌" */
    0x52, 0xcc, 0xff, 0xe0, 0x5f, 0x50, 0x5a, 0x61,

    /* U+614E "慎" */
    0x48, 0x7f, 0x5f, 0xdf, 0x61, 0x7f, 0x54, 0x63,

    /* U+6155 "慕" */
    0xfe, 0xf9, 0x13, 0xef, 0xea, 0x94, 0x98,

    /* U+6162 "慢" */
    0x40, 0x5f, 0xdf, 0xff, 0x6d, 0x5f, 0x42, 0x5f,

    /* U+6163 "慣" */
    0x40, 0x2f, 0xbf, 0xdf, 0xe5, 0xf2, 0xf9, 0x7c,
    0xa6,

    /* U+6168 "慨" */
    0x40, 0x5f, 0xdd, 0xee, 0x5a, 0x62, 0x7e, 0x53,

    /* U+616E "慮" */
    0x8, 0x7f, 0x71, 0x7f, 0x7f, 0x7f, 0xb4, 0x1e,

    /* U+6170 "慰" */
    0x78, 0x7f, 0x7a, 0x4a, 0x12, 0x18, 0x57, 0x1e,

    /* U+6176 "慶" */
    0x8, 0x7f, 0x65, 0x7f, 0x5d, 0x5e, 0x74, 0xbb,

    /* U+6182 "憂" */
    0xff, 0xb, 0xfd, 0xd7, 0xd5, 0x35, 0x80,

    /* U+618E "憎" */
    0x42, 0x7d, 0xff, 0xe5, 0x5e, 0x62, 0x7e, 0x5e,

    /* U+61A4 "憤" */
    0x40, 0x5e, 0xff, 0xdf, 0x5f, 0x5f, 0x5f, 0x53,

    /* U+61A7 "憧" */
    0x44, 0x5a, 0xff, 0xff, 0x5f, 0x5f, 0x5f, 0x5f,

    /* U+61A9 "憩" */
    0x20, 0xbf, 0xfd, 0xff, 0xe0, 0xb0, 0x9c,

    /* U+61AC "憬" */
    0x40, 0x5f, 0xff, 0xff, 0x61, 0x5f, 0x54, 0x4c,

    /* U+61B2 "憲" */
    0x1, 0xff, 0xf7, 0xfa, 0xaf, 0xca, 0x9e,

    /* U+61B6 "憶" */
    0x40, 0x7f, 0xd4, 0xff, 0x5f, 0x5f, 0x77, 0x5e,

    /* U+61BE "憾" */
    0x44, 0x7e, 0xdc, 0xfa, 0x75, 0x40, 0x77, 0x4e,

    /* U+61C7 "懇" */
    0x7f, 0x5d, 0x73, 0x92, 0x15, 0x8f, 0x0,

    /* U+61D0 "懐" */
    0x48, 0x5e, 0xff, 0xf5, 0x7f, 0x58, 0x76, 0x53,

    /* U+61F2 "懲" */
    0x50, 0x77, 0x4e, 0x7e, 0x52, 0x52, 0xa8, 0x3c,

    /* U+61F8 "懸" */
    0xfe, 0x98, 0xf7, 0x4c, 0x54, 0x88, 0x3c,

    /* U+6210 "成" */
    0x2, 0x7f, 0x48, 0x78, 0x56, 0x74, 0x4b, 0x91,

    /* U+6211 "我" */
    0x2c, 0x91, 0x2f, 0xf4, 0xbc, 0x93, 0x29,

    /* U+6212 "戒" */
    0xc, 0xf0, 0x25, 0x6e, 0x51, 0x25, 0xc1,

    /* U+621A "戚" */
    0x4, 0x7f, 0x44, 0x65, 0x7e, 0x52, 0x56, 0x99,

    /* U+6226 "戦" */
    0x94, 0xf5, 0xde, 0xf5, 0xf2, 0xf2, 0x4f, 0x11,

    /* U+622F "戯" */
    0x44, 0xf4, 0x97, 0xf4, 0xf6, 0xe6, 0xf3, 0x6d,

    /* U+6234 "戴" */
    0xc, 0xd7, 0xfe, 0xcf, 0xde, 0xbf, 0xcb,

    /* U+6238 "戸" */
    0xfe, 0xfa, 0x13, 0xe8, 0x10, 0x20, 0x0,

    /* U+623B "戻" */
    0xfe, 0xfd, 0xfb, 0xf9, 0x15, 0x1, 0x0,

    /* U+623F "房" */
    0xff, 0x5, 0xfb, 0xfb, 0xf4, 0x93, 0x0,

    /* U+6240 "所" */
    0xed, 0xe2, 0x77, 0xa9, 0x54, 0x89, 0x0,

    /* U+6247 "扇" */
    0xfe, 0xfd, 0xb, 0xf9, 0x36, 0xc4, 0x80,

    /* U+6249 "扉" */
    0xfe, 0x7e, 0x7e, 0xb6, 0xb6, 0x97, 0x20,

    /* U+624B "手" */
    0x0, 0xf8, 0x41, 0xef, 0xe2, 0x4, 0x18,

    /* U+624D "才" */
    0x1, 0xfc, 0x40, 0x43, 0xa, 0x4, 0x18,

    /* U+6253 "打" */
    0x40, 0x4e, 0xe2, 0x42, 0x62, 0x42, 0x42, 0xce,

    /* U+6255 "払" */
    0x40, 0x48, 0xe8, 0x50, 0x50, 0x52, 0x62, 0xfd,

    /* U+6271 "扱" */
    0x40, 0x5e, 0xf4, 0x4b, 0x5a, 0xd6, 0x66, 0xf9,

    /* U+6276 "扶" */
    0x9, 0x7f, 0x24, 0x4b, 0xf1, 0x25, 0x51,

    /* U+6279 "批" */
    0x4, 0xa5, 0xa6, 0x9e, 0xa4, 0xa5, 0xad, 0x97,

    /* U+627F "承" */
    0x7c, 0x21, 0xe5, 0xef, 0xc4, 0x48, 0x0,

    /* U+6280 "技" */
    0x9, 0x7e, 0x25, 0xfa, 0x32, 0xa7, 0x41,

    /* U+6284 "抄" */
    0x44, 0x44, 0xf5, 0x44, 0xcc, 0x42, 0x4c, 0xc0,

    /* U+628A "把" */
    0x1, 0x7e, 0xad, 0xf6, 0x14, 0x28, 0x5f,

    /* U+6291 "抑" */
    0x10, 0xaf, 0xe9, 0xa9, 0x69, 0xb9, 0x8f, 0x88,

    /* U+6295 "投" */
    0x0, 0x9c, 0xe4, 0xa6, 0xbe, 0x84, 0x98, 0x96,

    /* U+6297 "抗" */
    0x48, 0x46, 0x5e, 0x52, 0x72, 0x52, 0x63, 0xc3,

    /* U+6298 "折" */
    0x40, 0x5e, 0x50, 0x4f, 0x52, 0x52, 0x52, 0xe2,

    /* U+629C "抜" */
    0x10, 0xbf, 0xd0, 0x9e, 0x92, 0xac, 0xcc, 0xd3,

    /* U+629E "択" */
    0x40, 0xbf, 0xca, 0xf7, 0x8a, 0x99, 0x71,

    /* U+62AB "披" */
    0x8, 0xbf, 0xe8, 0xbe, 0xa2, 0xd4, 0xcc, 0xb3,

    /* U+62B1 "抱" */
    0x1, 0x7e, 0xfc, 0x37, 0xf4, 0xe8, 0x5f,

    /* U+62B5 "抵" */
    0x2, 0xbc, 0xe8, 0xbe, 0xa8, 0xa4, 0x83, 0xbc,

    /* U+62B9 "抹" */
    0x4, 0x5f, 0x44, 0x5f, 0x44, 0x5e, 0x65, 0xc4,

    /* U+62BC "押" */
    0x0, 0x5f, 0x55, 0x5f, 0x55, 0x5f, 0x55, 0xc4,

    /* U+62BD "抽" */
    0x9, 0x13, 0xfd, 0x57, 0xf5, 0x6f, 0xd1,

    /* U+62C5 "担" */
    0x0, 0x5f, 0x71, 0x5f, 0x31, 0x5f, 0x40, 0xdf,

    /* U+62C9 "拉" */
    0x8, 0xbe, 0xc0, 0xa2, 0xa2, 0x84, 0x84, 0xbf,

    /* U+62CD "拍" */
    0x9, 0x7f, 0x8d, 0x1b, 0xf4, 0x6f, 0xd1,

    /* U+62D0 "拐" */
    0x1, 0x7f, 0x8d, 0xf7, 0xf1, 0x64, 0xd3,

    /* U+62D2 "拒" */
    0x1, 0x7f, 0x85, 0xfb, 0xf4, 0x28, 0x5f,

    /* U+62D3 "拓" */
    0x40, 0xbd, 0x42, 0xfd, 0x2a, 0x57, 0xe9,

    /* U+62D8 "拘" */
    0x40, 0x5f, 0x5d, 0x55, 0x75, 0x5d, 0x41, 0xc7,

    /* U+62D9 "拙" */
    0x9, 0x56, 0xad, 0xf8, 0x95, 0x6f, 0xd1,

    /* U+62DB "招" */
    0x40, 0xbf, 0xaa, 0x97, 0xea, 0x54, 0xef,

    /* U+62DD "拝" */
    0x40, 0x5f, 0x5f, 0x44, 0x4e, 0x5f, 0x44, 0xc4,

    /* U+62E0 "拠" */
    0x20, 0xa6, 0xfa, 0xaa, 0x7b, 0x9b, 0xb3, 0xcf,

    /* U+62E1 "拡" */
    0x44, 0x5f, 0xf0, 0x54, 0x58, 0x58, 0x6a, 0xcd,

    /* U+62EC "括" */
    0x3, 0x3b, 0x24, 0xe7, 0xf4, 0x6f, 0xd1,

    /* U+62ED "拭" */
    0x6, 0xbe, 0x84, 0xbc, 0x94, 0x94, 0x93, 0x82,

    /* U+62F3 "拳" */
    0x40, 0xab, 0xff, 0xf7, 0x8f, 0xbf, 0x98,

    /* U+62F6 "拶" */
    0x9, 0x6b, 0xd4, 0x49, 0xf6, 0xa2, 0x58,

    /* U+62F7 "拷" */
    0x9, 0xde, 0xbf, 0x88, 0xb6, 0xbe, 0xa2, 0x86,

    /* U+62FE "拾" */
    0x9, 0x6b, 0xc, 0x47, 0xf4, 0x6f, 0xd1,

    /* U+6301 "持" */
    0x9, 0x7f, 0x24, 0xa7, 0xf0, 0xa1, 0x46,

    /* U+6307 "指" */
    0x52, 0xb9, 0x4a, 0xf7, 0x2b, 0xd4, 0xef,

    /* U+6311 "挑" */
    0x14, 0x96, 0xf6, 0x94, 0x96, 0x95, 0x95, 0xa7,

    /* U+6319 "挙" */
    0x4, 0x31, 0xf3, 0xa7, 0xdf, 0xc4, 0x18,

    /* U+631F "挟" */
    0x9, 0x7f, 0xac, 0x47, 0xf3, 0x25, 0x71,

    /* U+6328 "挨" */
    0x10, 0xa2, 0x9d, 0x9e, 0x68, 0xbf, 0x94, 0x83,

    /* U+632B "挫" */
    0x8, 0x88, 0xea, 0xba, 0x4d, 0xbe, 0x88, 0xbf,

    /* U+632F "振" */
    0x0, 0xbe, 0xfe, 0xbf, 0x79, 0xd6, 0x94, 0xba,

    /* U+633F "挿" */
    0x3, 0x5c, 0x7f, 0x5f, 0x3f, 0x5f, 0x44, 0xc4,

    /* U+6349 "捉" */
    0x1, 0x7f, 0x8c, 0xea, 0xf5, 0x36, 0x47,

    /* U+6355 "捕" */
    0xd, 0x33, 0xfd, 0x57, 0xf7, 0xea, 0xd7,

    /* U+6357 "捗" */
    0x8, 0xac, 0xbe, 0x88, 0xaa, 0x9c, 0x88, 0xb0,

    /* U+635C "捜" */
    0x9, 0x7f, 0xfd, 0xff, 0xf0, 0xa6, 0x53,

    /* U+6368 "捨" */
    0x19, 0x2a, 0xfc, 0x4b, 0xf4, 0x6f, 0xd1,

    /* U+636E "据" */
    0x0, 0xbe, 0xfe, 0xbf, 0xa8, 0xbe, 0xd2, 0x9e,

    /* U+637B "捻" */
    0xc, 0xb2, 0x88, 0xbe, 0x82, 0xb0, 0x93, 0x9e,

    /* U+6383 "掃" */
    0x1, 0x7e, 0xd, 0xf4, 0x9b, 0xe3, 0xc4,

    /* U+6388 "授" */
    0x5, 0x33, 0x15, 0xfb, 0xfd, 0x26, 0x43,

    /* U+638C "掌" */
    0x5, 0xf6, 0xfa, 0x27, 0xcf, 0xff, 0x98,

    /* U+6392 "排" */
    0x8, 0xbb, 0x8c, 0xbb, 0x4c, 0xbb, 0x94, 0x90,

    /* U+6398 "掘" */
    0x1, 0x7f, 0xfd, 0xdf, 0xf5, 0x26, 0xcf,

    /* U+639B "掛" */
    0x12, 0xba, 0x92, 0xbe, 0x53, 0xba, 0x92, 0x8a,

    /* U+63A1 "採" */
    0x2, 0x9c, 0xea, 0x82, 0x7e, 0x8c, 0xbc, 0x8a,

    /* U+63A2 "探" */
    0x1, 0x7f, 0xac, 0xd7, 0xf1, 0xae, 0xc0,

    /* U+63A5 "接" */
    0x8, 0xb4, 0xe4, 0xbf, 0xff, 0xa4, 0x9c, 0xa2,

    /* U+63A7 "控" */
    0x1, 0x7f, 0xd4, 0x35, 0xf1, 0x22, 0x5f,

    /* U+63A8 "推" */
    0x1, 0x3a, 0x94, 0xe6, 0x53, 0xa9, 0x4f,

    /* U+63AA "措" */
    0x15, 0x7f, 0x55, 0xf6, 0x37, 0xe8, 0xdf,

    /* U+63B2 "掲" */
    0x1, 0x7b, 0x15, 0xe9, 0xf6, 0x6f, 0xc3,

    /* U+63CF "描" */
    0x12, 0x5f, 0x40, 0x5f, 0x69, 0xdf, 0x69, 0x5f,

    /* U+63D0 "提" */
    0x1, 0x7f, 0xfd, 0xfc, 0x95, 0xfa, 0x4f,

    /* U+63DA "揚" */
    0x1, 0x7f, 0x8c, 0xe9, 0xfe, 0xea, 0xcb,

    /* U+63DB "換" */
    0x11, 0x3b, 0xfd, 0x57, 0x37, 0xe3, 0x59,

    /* U+63E1 "握" */
    0x0, 0xbe, 0xfe, 0xbf, 0xf8, 0xbe, 0xc8, 0xbf,

    /* U+63EE "揮" */
    0x40, 0x5f, 0xe5, 0x7e, 0x7e, 0xde, 0x5f, 0x44,

    /* U+63F4 "援" */
    0x6, 0xb8, 0xe2, 0x9c, 0x5e, 0xb2, 0xcc, 0xf3,

    /* U+63FA "揺" */
    0x7, 0x77, 0xb5, 0xfb, 0xf1, 0x2a, 0xdf,

    /* U+640D "損" */
    0x0, 0xbe, 0x80, 0xbe, 0x62, 0xbe, 0xbe, 0x81,

    /* U+642C "搬" */
    0x10, 0x96, 0xed, 0xbd, 0x7e, 0xbe, 0xda, 0x99,

    /* U+642D "搭" */
    0x15, 0x3b, 0x65, 0x2c, 0x8f, 0xe8, 0xdf,

    /* U+643A "携" */
    0x14, 0x9e, 0xff, 0x9f, 0x40, 0x9f, 0x91, 0x86,

    /* U+643E "搾" */
    0x0, 0xbe, 0xf0, 0x86, 0x9f, 0xee, 0x8e, 0x88,

    /* U+6442 "摂" */
    0x0, 0xbf, 0xe2, 0xbe, 0xbe, 0x62, 0x94, 0x83,

    /* U+6458 "摘" */
    0x9, 0x2a, 0xfd, 0x57, 0xf6, 0xef, 0xd3,

    /* U+6469 "摩" */
    0x8, 0x76, 0x77, 0x47, 0x7e, 0x7f, 0xbf, 0x18,

    /* U+646F "摯" */
    0x1, 0xf3, 0xd7, 0xd7, 0xcf, 0xff, 0x98,

    /* U+6483 "撃" */
    0xd, 0xf3, 0xf8, 0x27, 0xcf, 0xff, 0x98,

    /* U+64A4 "撤" */
    0x10, 0xab, 0xed, 0xbe, 0xbe, 0xce, 0xba, 0x8d,

    /* U+64AE "撮" */
    0x0, 0xbe, 0xbe, 0xbf, 0x7e, 0xbe, 0xbc, 0x8a,

    /* U+64B2 "撲" */
    0x14, 0xbf, 0xa4, 0xbf, 0x7f, 0xbf, 0x94, 0x83,

    /* U+64C1 "擁" */
    0x8, 0xd6, 0xbf, 0xaa, 0xae, 0xaf, 0xaa, 0x8f,

    /* U+64CD "操" */
    0x0, 0xbe, 0xbe, 0xca, 0xca, 0xbf, 0x9c, 0x82,

    /* U+64E6 "擦" */
    0x8, 0xdf, 0xdf, 0xb2, 0x68, 0xbf, 0x8a, 0x99,

    /* U+64EC "擬" */
    0x0, 0x9f, 0xea, 0xb7, 0x52, 0xbb, 0xb6, 0xa3,

    /* U+652F "支" */
    0x11, 0xfc, 0x43, 0xe4, 0x45, 0x4, 0x77,

    /* U+6539 "改" */
    0xef, 0x2a, 0xfa, 0x8c, 0x84, 0xea,

    /* U+653B "攻" */
    0x0, 0x5f, 0x52, 0x42, 0x54, 0x6c, 0xc, 0x33,

    /* U+653E "放" */
    0x41, 0xde, 0x53, 0xaa, 0xd4, 0xab, 0x21,

    /* U+653F "政" */
    0x0, 0xf8, 0x4e, 0xba, 0xca, 0xc4, 0xda, 0x31,

    /* U+6545 "故" */
    0x0, 0xff, 0x4a, 0x5a, 0xfa, 0x94, 0xfa, 0x91,

    /* U+654F "敏" */
    0x1, 0xcf, 0xee, 0xdf, 0xdc, 0xbe, 0x90,

    /* U+6551 "救" */
    0x10, 0xff, 0xda, 0x4a, 0x4a, 0xd4, 0x4a, 0x41,

    /* U+6557 "敗" */
    0xe9, 0xde, 0xef, 0x6e, 0x41, 0x84, 0x0,

    /* U+6559 "教" */
    0x0, 0x5e, 0xfa, 0x4a, 0xa6, 0xf4, 0x4a, 0x41,

    /* U+6562 "敢" */
    0xf0, 0xfe, 0x62, 0xaa, 0x66, 0xa4, 0x4b,

    /* U+6563 "散" */
    0x0, 0xf8, 0xae, 0xfa, 0x96, 0xf4, 0xfa, 0xb1,

    /* U+656C "敬" */
    0x0, 0xf8, 0x7e, 0xfa, 0xba, 0xb4, 0x76, 0x31,

    /* U+6570 "数" */
    0x90, 0x4f, 0xfa, 0x4a, 0xfa, 0xa4, 0x6a, 0xc1,

    /* U+6574 "整" */
    0x8, 0xf8, 0xfe, 0x96, 0xfe, 0x10, 0xe, 0xfe,

    /* U+6575 "敵" */
    0x1, 0xcf, 0xee, 0xdf, 0xd2, 0xbe, 0x8c,

    /* U+6577 "敷" */
    0x10, 0xfe, 0xfa, 0xda, 0xf6, 0x74, 0x96, 0x29,

    /* U+6587 "文" */
    0x11, 0xfd, 0x12, 0x42, 0x82, 0xa, 0x22,

    /* U+6589 "斉" */
    0x11, 0xfc, 0x27, 0xb7, 0xcf, 0xa1, 0x40,

    /* U+658E "斎" */
    0x1, 0xfc, 0xa3, 0xe7, 0xca, 0xad, 0x48,

    /* U+6591 "斑" */
    0x11, 0xbe, 0x55, 0x79, 0x52, 0xab, 0x7,

    /* U+6597 "斗" */
    0x4, 0x24, 0x14, 0x44, 0x24, 0x1e, 0x64, 0x4,

    /* U+6599 "料" */
    0x42, 0xea, 0x46, 0xe2, 0x4a, 0x63, 0xce, 0x42,

    /* U+659C "斜" */
    0x61, 0xa, 0x9c, 0x45, 0x27, 0x13, 0xac, 0x9c,
    0x42,

    /* U+65A4 "斤" */
    0x2, 0xf9, 0x3, 0xf4, 0x89, 0x22, 0x44,

    /* U+65A5 "斥" */
    0x0, 0x7e, 0x40, 0x7f, 0x48, 0x58, 0x8e, 0x88,

    /* U+65AC "斬" */
    0x3, 0xfc, 0xf8, 0xfe, 0xda, 0x6a, 0xf2, 0x12,

    /* U+65AD "断" */
    0x21, 0xae, 0xa8, 0xff, 0xaa, 0xea, 0xfa, 0x82,

    /* U+65B0 "新" */
    0x1, 0xfe, 0xa8, 0x4e, 0xfa, 0x6a, 0xd2, 0x2,

    /* U+65B9 "方" */
    0x11, 0xfc, 0x81, 0xe2, 0x48, 0x91, 0x4e,

    /* U+65BD "施" */
    0x40, 0xff, 0x84, 0xee, 0xb6, 0xb6, 0xb1, 0x6e,

    /* U+65C5 "旅" */
    0x48, 0xf6, 0x80, 0x6c, 0xae, 0xac, 0xaa, 0x69,

    /* U+65CB "旋" */
    0x40, 0x9e, 0x9f, 0xe4, 0xb7, 0xb4, 0xbc, 0x67,

    /* U+65CF "族" */
    0x40, 0xfe, 0x80, 0xfc, 0xbf, 0xa4, 0xaa, 0x62,

    /* U+65D7 "旗" */
    0x50, 0xee, 0xbe, 0xee, 0xae, 0xbf, 0xac, 0x62,

    /* U+65E2 "既" */
    0x7f, 0x7a, 0x5a, 0x76, 0x46, 0x7a, 0x13,

    /* U+65E5 "日" */
    0xfe, 0x1f, 0xe1, 0x87, 0xf8, 0x40,

    /* U+65E6 "旦" */
    0x7d, 0x9, 0xf4, 0x27, 0xc0, 0x3f, 0x80,

    /* U+65E7 "旧" */
    0xbf, 0x86, 0xfe, 0x1c, 0x37, 0xe0, 0x80,

    /* U+65E8 "旨" */
    0x85, 0xf2, 0x7, 0xe8, 0x4f, 0xa1, 0x3e,

    /* U+65E9 "早" */
    0x7c, 0xfa, 0x13, 0xcf, 0xe2, 0x4, 0x0,

    /* U+65EC "旬" */
    0x20, 0x5f, 0xbd, 0xa5, 0x3d, 0x3d, 0x21, 0x6,

    /* U+65FA "旺" */
    0xff, 0xa4, 0xff, 0xa4, 0xa4, 0xa4, 0xdf,

    /* U+6606 "昆" */
    0x7e, 0x7e, 0x7e, 0x49, 0x7e, 0x49, 0xaf,

    /* U+6607 "昇" */
    0x7c, 0xf9, 0xf0, 0x8f, 0xe9, 0x10, 0x0,

    /* U+660E "明" */
    0xff, 0x67, 0xfd, 0x9f, 0xf4, 0x49, 0x80,

    /* U+6613 "易" */
    0x7e, 0xfd, 0xf9, 0xf5, 0xa5, 0x51, 0x80,

    /* U+6614 "昔" */
    0x1, 0xfd, 0x27, 0xf8, 0x4f, 0xa1, 0x3e,

    /* U+661F "星" */
    0x7c, 0xfa, 0x13, 0xf9, 0x7, 0x3f, 0x80,

    /* U+6620 "映" */
    0x8, 0xfe, 0xaa, 0xea, 0xbf, 0xb8, 0xe4, 0x82,

    /* U+6625 "春" */
    0x10, 0xd9, 0xf7, 0xf7, 0xd8, 0xdf, 0x3e,

    /* U+6627 "昧" */
    0x9, 0xfe, 0xa7, 0xfa, 0x95, 0xbe, 0xc4,

    /* U+6628 "昨" */
    0xff, 0xb8, 0xec, 0xa8, 0xac, 0xe8, 0x88,

    /* U+662D "昭" */
    0xff, 0x57, 0xdd, 0xfb, 0x36, 0x77, 0x80,

    /* U+662F "是" */
    0x7e, 0xfd, 0xf8, 0x4, 0xea, 0x2f, 0x80,

    /* U+663C "昼" */
    0x7c, 0xf9, 0x33, 0xec, 0xaf, 0x3f, 0x80,

    /* U+6642 "時" */
    0x4, 0xef, 0xa4, 0xea, 0xbf, 0xa2, 0xe2, 0x86,

    /* U+6669 "晩" */
    0x1, 0xda, 0xfd, 0x3f, 0xf5, 0xbf, 0xd9,

    /* U+666E "普" */
    0x1, 0xfc, 0xc7, 0xf7, 0xd0, 0xbf, 0x3e,

    /* U+666F "景" */
    0x7c, 0xfb, 0xfc, 0x27, 0xca, 0x8c, 0x80,

    /* U+6674 "晴" */
    0x9, 0xfe, 0xfd, 0xff, 0xf4, 0x7f, 0xc3,

    /* U+6676 "晶" */
    0x3c, 0x78, 0xf6, 0x9f, 0xf2, 0x7f, 0x80,

    /* U+6681 "暁" */
    0x0, 0xfe, 0xff, 0xd4, 0xff, 0xd5, 0xd5, 0xa7,

    /* U+6687 "暇" */
    0xff, 0x56, 0xd7, 0xda, 0x5f, 0xa0, 0x80,

    /* U+6691 "暑" */
    0x7c, 0xf9, 0xf7, 0xf7, 0xcf, 0x9f, 0x0,

    /* U+6696 "暖" */
    0xfe, 0xa4, 0xff, 0xaf, 0xb2, 0xf6, 0xa9,

    /* U+6697 "暗" */
    0x9, 0xfe, 0xd7, 0x4b, 0xf7, 0xe8, 0xef,

    /* U+66A6 "暦" */
    0x7f, 0x52, 0x5f, 0x5f, 0x61, 0x7f, 0x9f,

    /* U+66AB "暫" */
    0x2, 0xfe, 0xfa, 0x2, 0x7e, 0x82, 0xfe, 0x7e,

    /* U+66AE "暮" */
    0x1, 0xfe, 0x13, 0xef, 0xef, 0x9f, 0x3e,

    /* U+66B4 "暴" */
    0x7c, 0xfb, 0xff, 0xf6, 0x46, 0x94, 0x80,

    /* U+66C7 "曇" */
    0x7d, 0xb, 0xff, 0xff, 0xef, 0xbf, 0xfe,

    /* U+66D6 "曖" */
    0xde, 0xbf, 0xb7, 0xed, 0xc2, 0xcc, 0xb3,

    /* U+66DC "曜" */
    0xfe, 0xaa, 0xfc, 0xbc, 0xbe, 0xbe, 0xdf,

    /* U+66F2 "曲" */
    0x28, 0x53, 0xfd, 0x5f, 0xf5, 0x7f, 0xc0,

    /* U+66F4 "更" */
    0xfe, 0xf9, 0xf3, 0xe6, 0x4, 0x17, 0x80,

    /* U+66F8 "書" */
    0x0, 0xf8, 0x53, 0xef, 0xef, 0x9f, 0x3e,

    /* U+66F9 "曹" */
    0x28, 0xfb, 0xfd, 0x57, 0xd0, 0xbf, 0x3e,

    /* U+66FD "曽" */
    0x9, 0xef, 0xfc, 0x97, 0xd0, 0xbf, 0x3e,

    /* U+66FF "替" */
    0x44, 0x4e, 0xff, 0xaa, 0xd6, 0x7e, 0x82, 0x7e,

    /* U+6700 "最" */
    0x7c, 0xfb, 0xfb, 0x16, 0xd4, 0x96, 0x80,

    /* U+6708 "月" */
    0x7e, 0x85, 0xfb, 0xf4, 0x30, 0x63, 0x80,

    /* U+6709 "有" */
    0x20, 0xb9, 0xf6, 0x27, 0xcf, 0x91, 0x26,

    /* U+670D "服" */
    0x77, 0x2d, 0x9f, 0x4f, 0x25, 0xa2, 0xda, 0x52,

    /* U+6715 "朕" */
    0xe1, 0x7f, 0xa7, 0x6b, 0x94, 0x98, 0x80,

    /* U+6717 "朗" */
    0x20, 0x7f, 0x4d, 0x7f, 0x77, 0x55, 0x59, 0x23,

    /* U+671B "望" */
    0x1, 0xfe, 0x2b, 0xbf, 0xef, 0x84, 0x7f,

    /* U+671D "朝" */
    0x41, 0xdf, 0xbf, 0x99, 0x2f, 0xfc, 0xa3,

    /* U+671F "期" */
    0x1, 0x5d, 0xbd, 0x5e, 0xfe, 0x54, 0xc3,

    /* U+6728 "木" */
    0x10, 0x23, 0xf8, 0x83, 0x8a, 0xa4, 0x88,

    /* U+672A "未" */
    0x11, 0xfc, 0x47, 0xf1, 0xf, 0x25, 0x8,

    /* U+672B "末" */
    0x11, 0xfc, 0x47, 0xf1, 0xf, 0x25, 0x8,

    /* U+672C "本" */
    0x10, 0x23, 0xf8, 0x87, 0x8a, 0xbf, 0x88,

    /* U+672D "札" */
    0x40, 0x83, 0xc2, 0x87, 0x1a, 0x54, 0xa7,

    /* U+6731 "朱" */
    0x50, 0xfe, 0x47, 0xf1, 0x7, 0x15, 0x8,

    /* U+6734 "朴" */
    0x40, 0xa3, 0xc2, 0x87, 0x5a, 0x14, 0x20,

    /* U+673A "机" */
    0x40, 0x5e, 0xf2, 0x52, 0x72, 0xd2, 0x63, 0x63,

    /* U+673D "朽" */
    0x40, 0xbf, 0xc2, 0x77, 0x38, 0x50, 0xa7,

    /* U+6749 "杉" */
    0x42, 0x8b, 0xe2, 0x6, 0x59, 0x11, 0x2c,

    /* U+6750 "材" */
    0x42, 0xff, 0x42, 0x6e, 0xca, 0x52, 0x42, 0x4e,

    /* U+6751 "村" */
    0x42, 0xff, 0x42, 0x62, 0xca, 0x42, 0x42, 0x4e,

    /* U+675F "束" */
    0x10, 0xf9, 0xf4, 0xa7, 0xc2, 0x1f, 0x8,

    /* U+6761 "条" */
    0x20, 0x79, 0x25, 0x8f, 0xe2, 0x1f, 0x8,

    /* U+6765 "来" */
    0x11, 0xfc, 0x42, 0xaf, 0xe2, 0x1f, 0x8,

    /* U+676F "杯" */
    0x40, 0x5f, 0xe4, 0x44, 0x7e, 0xc5, 0x44, 0x44,

    /* U+6771 "東" */
    0x10, 0xf9, 0xf3, 0xe7, 0xc2, 0x1f, 0x49,

    /* U+677E "松" */
    0x11, 0x4b, 0x95, 0x1c, 0x12, 0x29, 0x1d,

    /* U+677F "板" */
    0x40, 0x5f, 0x5e, 0x5a, 0x7a, 0xdc, 0x6c, 0x73,

    /* U+6790 "析" */
    0x42, 0x5c, 0x50, 0x4f, 0x74, 0xd4, 0x54, 0x64,

    /* U+6795 "枕" */
    0x48, 0x5f, 0xe9, 0x48, 0x78, 0x59, 0x69, 0x47,

    /* U+6797 "林" */
    0x44, 0x44, 0xff, 0x44, 0x6e, 0xd6, 0x45, 0x44,

    /* U+679A "枚" */
    0x40, 0x4f, 0xf2, 0x52, 0x6a, 0xcc, 0x44, 0x5a,

    /* U+679C "果" */
    0x7c, 0xfa, 0x57, 0xf1, 0xf, 0x84, 0x0,

    /* U+679D "枝" */
    0x9, 0x7e, 0x27, 0xfa, 0x32, 0xa2, 0x1b,

    /* U+67A0 "枠" */
    0x48, 0x5e, 0xea, 0x52, 0x60, 0xdf, 0x48, 0x40,

    /* U+67A2 "枢" */
    0x1, 0x7f, 0xd3, 0xca, 0x96, 0x2f, 0x90,

    /* U+67AF "枯" */
    0x9, 0x13, 0x7c, 0x4f, 0xf4, 0x6f, 0x90,

    /* U+67B6 "架" */
    0x0, 0xfd, 0x6a, 0xdf, 0xe5, 0x15, 0x0,

    /* U+67C4 "柄" */
    0x1, 0x7e, 0xfb, 0x5b, 0xb4, 0x68, 0x93,

    /* U+67D0 "某" */
    0x44, 0xf9, 0xf2, 0x23, 0x9f, 0xce, 0x6b,

    /* U+67D3 "染" */
    0x88, 0xba, 0x51, 0xaf, 0xe3, 0x1d, 0x0,

    /* U+67D4 "柔" */
    0x7d, 0xfc, 0xd2, 0x8f, 0xe7, 0x31, 0x80,

    /* U+67F1 "柱" */
    0x9, 0xb, 0xfa, 0x49, 0xf1, 0x22, 0x1f,

    /* U+67F3 "柳" */
    0x1, 0x3f, 0xab, 0x5a, 0xb7, 0x66, 0x98,

    /* U+67F5 "柵" */
    0x1, 0x7e, 0xaf, 0xfa, 0xb5, 0x6a, 0x97,

    /* U+67FB "査" */
    0x11, 0xfc, 0xe6, 0x27, 0xd0, 0xbf, 0x7f,

    /* U+67FF "柿" */
    0x9, 0x7f, 0x23, 0xfa, 0xb5, 0x6b, 0x84,

    /* U+6803 "栃" */
    0x4e, 0x70, 0x5f, 0x68, 0x6f, 0xe9, 0x69, 0x57,

    /* U+6804 "栄" */
    0x55, 0xfe, 0xf, 0xf1, 0xf, 0x25, 0x8,

    /* U+6813 "栓" */
    0xc, 0x94, 0xe2, 0x4c, 0x9e, 0x88, 0x88, 0x3f,

    /* U+6821 "校" */
    0x9, 0x7f, 0x55, 0x1c, 0x12, 0xa2, 0x1b,

    /* U+682A "株" */
    0x9, 0x7a, 0x23, 0xf8, 0x97, 0xaa, 0x4,

    /* U+6838 "核" */
    0x9, 0x7f, 0x45, 0xad, 0x92, 0xe3, 0x19,

    /* U+6839 "根" */
    0x40, 0x5e, 0x5e, 0x52, 0x7e, 0xd8, 0x5c, 0x5c,

    /* U+683C "格" */
    0x11, 0x5b, 0xd2, 0x4b, 0xf4, 0x6f, 0x91,

    /* U+683D "栽" */
    0xd, 0xf9, 0x2f, 0xff, 0x89, 0xb3, 0x9,

    /* U+6841 "桁" */
    0x8, 0x97, 0x87, 0x52, 0x92, 0x92, 0x92, 0x16,

    /* U+6843 "桃" */
    0x14, 0x96, 0xf6, 0x54, 0x96, 0x95, 0x95, 0x27,

    /* U+6848 "案" */
    0x11, 0xff, 0xfa, 0x43, 0x9f, 0xce, 0x6b,

    /* U+6851 "桑" */
    0xfe, 0x33, 0xbb, 0x6f, 0xe7, 0x35, 0x80,

    /* U+685C "桜" */
    0x1, 0x6b, 0x94, 0x8f, 0xf4, 0xa6, 0x12,

    /* U+685F "桟" */
    0xc, 0xbe, 0x88, 0x7e, 0x88, 0x9e, 0x8d, 0x32,

    /* U+6885 "梅" */
    0x0, 0xbe, 0xfe, 0x6a, 0xbf, 0xaa, 0xbe, 0x6,

    /* U+6897 "梗" */
    0x1, 0x7f, 0xfb, 0xfb, 0xf2, 0x2a, 0x3,

    /* U+68A8 "梨" */
    0x6b, 0xf7, 0x48, 0x1f, 0xe7, 0x35, 0x80,

    /* U+68B0 "械" */
    0x4, 0x9e, 0x9d, 0xde, 0x9a, 0x9b, 0x97, 0x29,

    /* U+68C4 "棄" */
    0x11, 0xff, 0xf7, 0xf7, 0xdf, 0xce, 0x6b,

    /* U+68CB "棋" */
    0x22, 0xfe, 0x7e, 0xe2, 0xbe, 0xbf, 0x94, 0x22,

    /* U+68D2 "棒" */
    0x9, 0x7e, 0xfb, 0xfa, 0x5b, 0xaf, 0x84,

    /* U+68DA "棚" */
    0x1, 0x7f, 0xab, 0xfb, 0xf5, 0x72, 0x8d,

    /* U+68DF "棟" */
    0x9, 0x3b, 0xfb, 0xfb, 0xf3, 0x2b, 0x5,

    /* U+68EE "森" */
    0x10, 0xfe, 0x18, 0xe7, 0xff, 0x44, 0xde, 0x44,

    /* U+68FA "棺" */
    0x0, 0xbf, 0xff, 0x52, 0xdc, 0x9e, 0x92, 0x1e,

    /* U+6905 "椅" */
    0x8, 0x94, 0xdc, 0xa2, 0xfe, 0xaa, 0xba, 0x6,

    /* U+690D "植" */
    0x1, 0x3b, 0x7b, 0xfb, 0xf6, 0x6b, 0x1f,

    /* U+690E "椎" */
    0x5, 0x3e, 0x96, 0xea, 0x53, 0xa9, 0xf,

    /* U+691C "検" */
    0x19, 0x4b, 0x63, 0xfa, 0xb7, 0xe6, 0x13,

    /* U+696D "業" */
    0x1, 0xfd, 0x27, 0xff, 0xff, 0xce, 0x6b,

    /* U+6975 "極" */
    0x0, 0xbe, 0xb8, 0x5a, 0xda, 0xbc, 0x98, 0x3f,

    /* U+6977 "楷" */
    0x1, 0x7a, 0xab, 0x7d, 0x57, 0xb1, 0x1e,

    /* U+697C "楼" */
    0x29, 0x17, 0xfa, 0x8b, 0xf4, 0xa6, 0x13,

    /* U+697D "楽" */
    0x10, 0xd0, 0xe2, 0x23, 0xbf, 0xce, 0x6b,

    /* U+6982 "概" */
    0x0, 0xbf, 0xbd, 0x4e, 0xba, 0xd2, 0xae, 0x13,

    /* U+69CB "構" */
    0x14, 0xbe, 0x94, 0xfe, 0xca, 0xfe, 0xbf, 0x6,

    /* U+69D8 "様" */
    0x1, 0x7f, 0x24, 0xef, 0xf5, 0x6f, 0x8c,

    /* U+69FD "槽" */
    0x15, 0x3b, 0xfa, 0xbb, 0xd8, 0xbf, 0x1e,

    /* U+6A19 "標" */
    0x0, 0xbf, 0xf6, 0x7e, 0xbe, 0xbf, 0x8a, 0x8,

    /* U+6A21 "模" */
    0x15, 0x7e, 0xfb, 0xfb, 0xf7, 0xe6, 0x13,

    /* U+6A29 "権" */
    0x21, 0x39, 0xfc, 0xfb, 0xf4, 0xaf, 0x1f,

    /* U+6A2A "横" */
    0x15, 0x7f, 0xfb, 0xfb, 0xf7, 0xe1, 0x11,

    /* U+6A39 "樹" */
    0x13, 0x76, 0x4f, 0xfc, 0x77, 0x6a, 0x8b,

    /* U+6A4B "橋" */
    0xf, 0x33, 0xfb, 0xbb, 0xfa, 0xf7, 0x83,

    /* U+6A5F "機" */
    0x8, 0xbc, 0xea, 0x6c, 0xbf, 0xa6, 0xa5, 0x53,

    /* U+6B04 "欄" */
    0x0, 0xbf, 0xad, 0x7f, 0xbb, 0xbf, 0xbd, 0x23,

    /* U+6B20 "欠" */
    0x40, 0xfe, 0xc, 0x81, 0x5, 0x11, 0x41,

    /* U+6B21 "次" */
    0x0, 0x9e, 0x62, 0xa, 0x8, 0xd8, 0xa4, 0x43,

    /* U+6B27 "欧" */
    0x8, 0xef, 0xd6, 0xa4, 0xcc, 0xcc, 0xf2, 0x81,

    /* U+6B32 "欲" */
    0x4, 0x2b, 0xda, 0xaa, 0x47, 0x22, 0xb1, 0xe4,
    0x81,

    /* U+6B3A "欺" */
    0x8, 0xef, 0x76, 0xa4, 0xec, 0xfa, 0x52, 0x81,

    /* U+6B3E "款" */
    0x8, 0x6f, 0xf6, 0xf4, 0xf4, 0x4c, 0xd2, 0x41,

    /* U+6B4C "歌" */
    0xff, 0xf6, 0x34, 0xf4, 0xec, 0xea, 0x31,

    /* U+6B53 "歓" */
    0x0, 0xef, 0xfd, 0x74, 0xa4, 0xec, 0xfa, 0x81,

    /* U+6B62 "止" */
    0x0, 0x9d, 0x42, 0x85, 0xa, 0x3f, 0x80,

    /* U+6B63 "正" */
    0xfe, 0x21, 0x3a, 0x85, 0xa, 0x3f, 0x80,

    /* U+6B66 "武" */
    0x0, 0x57, 0xf8, 0x41, 0xd4, 0xab, 0x29,

    /* U+6B69 "歩" */
    0x0, 0xbb, 0xfa, 0x89, 0x26, 0x8e, 0x0,

    /* U+6B6F "歯" */
    0x40, 0x9f, 0xfc, 0x2f, 0xf7, 0x70, 0xff,

    /* U+6B73 "歳" */
    0x1, 0xfc, 0x2f, 0xe7, 0xf2, 0xb7, 0x5d,

    /* U+6B74 "歴" */
    0x7f, 0x7f, 0x54, 0x6c, 0x4e, 0x68, 0xbf,

    /* U+6B7B "死" */
    0xfe, 0xe2, 0xd7, 0x43, 0xa, 0x63, 0x80,

    /* U+6B89 "殉" */
    0xf0, 0x7f, 0xb5, 0x3d, 0x5d, 0x51, 0x8f,

    /* U+6B8A "殊" */
    0x4, 0xff, 0xa4, 0xdf, 0x44, 0x5e, 0xa5, 0x4,

    /* U+6B8B "残" */
    0x9, 0xfd, 0xa6, 0xe4, 0xe8, 0xa3, 0x19,

    /* U+6B96 "殖" */
    0x5, 0xd1, 0xbd, 0x7e, 0xed, 0x59, 0xf,

    /* U+6BB4 "殴" */
    0xfc, 0x9c, 0xe3, 0xbe, 0xd4, 0xfc, 0x93,

    /* U+6BB5 "段" */
    0x36, 0x7a, 0x40, 0x77, 0x4a, 0x64, 0x4b,

    /* U+6BBA "殺" */
    0xac, 0x9a, 0xf7, 0xf4, 0x5d, 0x15, 0x80,

    /* U+6BBB "殻" */
    0x40, 0x4e, 0xf2, 0xe0, 0x5e, 0xde, 0xbc, 0x3,

    /* U+6BBF "殿" */
    0x7e, 0x7e, 0x78, 0x77, 0x7d, 0xb2, 0x85,

    /* U+6BC0 "毀" */
    0xb6, 0xfa, 0xf0, 0x47, 0xfa, 0x44, 0x6a,

    /* U+6BCD "母" */
    0x7d, 0x2b, 0xfd, 0x29, 0x5f, 0xc3, 0x0,

    /* U+6BCE "毎" */
    0x41, 0x79, 0xf2, 0xaf, 0xf4, 0x9f, 0x86,

    /* U+6BD2 "毒" */
    0x11, 0xfc, 0x43, 0xe9, 0x5d, 0x9f, 0x84,

    /* U+6BD4 "比" */
    0x48, 0x4a, 0x7c, 0x48, 0x49, 0x59, 0xaf,

    /* U+6BDB "毛" */
    0x5, 0xf0, 0x87, 0xe2, 0xf, 0x88, 0x9f,

    /* U+6C0F "氏" */
    0x0, 0x7c, 0x48, 0x7f, 0x48, 0x44, 0x4d, 0x33,

    /* U+6C11 "民" */
    0x7e, 0x7e, 0x48, 0x7f, 0x48, 0x45, 0x23,

    /* U+6C17 "気" */
    0x0, 0x7e, 0xfe, 0x7e, 0x2, 0x32, 0x2b, 0x1,

    /* U+6C34 "水" */
    0x10, 0x23, 0xc9, 0xe5, 0x8a, 0xa4, 0x98,

    /* U+6C37 "氷" */
    0x10, 0xa0, 0x57, 0xa3, 0x8a, 0xa4, 0x98,

    /* U+6C38 "永" */
    0x30, 0x10, 0xcf, 0xe3, 0x8a, 0xa4, 0x98,

    /* U+6C3E "氾" */
    0x5f, 0x11, 0x51, 0x17, 0x10, 0x50, 0x1f,

    /* U+6C41 "汁" */
    0x80, 0x90, 0x25, 0xf0, 0x81, 0x12, 0x40,

    /* U+6C42 "求" */
    0x15, 0xfc, 0x42, 0xa1, 0x8a, 0xa4, 0x98,

    /* U+6C4E "汎" */
    0x5e, 0x12, 0x1a, 0x52, 0x16, 0x53, 0x23,

    /* U+6C57 "汗" */
    0xbe, 0x10, 0xf8, 0x44, 0x91, 0x22, 0x0,

    /* U+6C5A "汚" */
    0xbf, 0xfd, 0x40, 0xf0, 0x28, 0xa3, 0x0,

    /* U+6C5F "江" */
    0xbe, 0x92, 0x20, 0x40, 0x89, 0xf, 0x80,

    /* U+6C60 "池" */
    0x4, 0x54, 0x1f, 0x55, 0x15, 0x13, 0x50, 0x9e,

    /* U+6C70 "汰" */
    0x88, 0x90, 0xfc, 0x41, 0x83, 0x19, 0x25,

    /* U+6C7A "決" */
    0x88, 0xbc, 0x2a, 0x53, 0xe1, 0x16, 0x12,

    /* U+6C7D "汽" */
    0x8, 0x5e, 0xae, 0x5e, 0x2, 0x3, 0x43, 0x1,

    /* U+6C83 "沃" */
    0x82, 0xb8, 0x23, 0xf0, 0x8b, 0x25, 0x40,

    /* U+6C88 "沈" */
    0x88, 0xbf, 0x69, 0xa9, 0x18, 0x59, 0xa9, 0xc7,

    /* U+6C96 "沖" */
    0x88, 0x90, 0xfb, 0x57, 0xed, 0x62, 0x44,

    /* U+6C99 "沙" */
    0x4, 0x15, 0xa5, 0x65, 0xe, 0x44, 0x58, 0x0,

    /* U+6CA1 "没" */
    0x9c, 0x54, 0xa2, 0x3e, 0x2, 0x54, 0x1e,

    /* U+6CA2 "沢" */
    0x5f, 0x11, 0x5f, 0x14, 0x14, 0x62, 0x21,

    /* U+6CB3 "河" */
    0x7f, 0x79, 0xb1, 0x67, 0xd0, 0x83, 0x0,

    /* U+6CB8 "沸" */
    0x8, 0x7f, 0xd, 0x7e, 0x3f, 0xd, 0x53, 0x20,

    /* U+6CB9 "油" */
    0x89, 0x10, 0xfd, 0x53, 0xed, 0x6f, 0x91,

    /* U+6CBB "治" */
    0x0, 0x5, 0x24, 0x49, 0xd1, 0xf0, 0x89, 0x44,
    0x3e,

    /* U+6CBC "沼" */
    0x5f, 0x9, 0x4b, 0x1f, 0x11, 0x51, 0x1f,

    /* U+6CBF "沿" */
    0x4a, 0x9, 0x18, 0x43, 0xe1, 0x12, 0xf8, 0x44,

    /* U+6CC1 "況" */
    0x5f, 0x8, 0x97, 0xc1, 0x40, 0xaa, 0x94, 0x8e,

    /* U+6CC9 "泉" */
    0x10, 0xee, 0x7e, 0x82, 0xfc, 0x3e, 0xd2, 0x31,

    /* U+6CCA "泊" */
    0x88, 0x7c, 0x89, 0x13, 0xec, 0x6f, 0x91,

    /* U+6CCC "泌" */
    0x0, 0x6, 0x22, 0x49, 0x62, 0xc9, 0x4d, 0xe4,
    0x1e,

    /* U+6CD5 "法" */
    0x8, 0xfe, 0x21, 0xf1, 0xa, 0x25, 0x1d,

    /* U+6CE1 "泡" */
    0x0, 0xf, 0xab, 0xcc, 0x61, 0xf0, 0x89, 0x42,
    0x3e,

    /* U+6CE2 "波" */
    0x4, 0x2f, 0xc5, 0xb, 0xe1, 0x90, 0xd1, 0x50,
    0x56,

    /* U+6CE3 "泣" */
    0x8, 0xfc, 0x2, 0x2, 0x42, 0x92, 0x1f,

    /* U+6CE5 "泥" */
    0x5f, 0x9f, 0x50, 0x1b, 0x1c, 0x69, 0x27,

    /* U+6CE8 "注" */
    0x10, 0x98, 0xf8, 0x43, 0xe9, 0x12, 0x1f,

    /* U+6CF0 "泰" */
    0x1, 0xfd, 0xf7, 0xf4, 0x56, 0x15, 0x9,

    /* U+6CF3 "泳" */
    0x98, 0x8a, 0x6b, 0xe1, 0xcd, 0x92, 0xc,

    /* U+6D0B "洋" */
    0x90, 0xfe, 0x23, 0xf0, 0x8f, 0xe2, 0x44,

    /* U+6D17 "洗" */
    0x8, 0xbe, 0xa1, 0xf1, 0x8b, 0x2a, 0xd3,

    /* U+6D1E "洞" */
    0xbf, 0x3d, 0xad, 0x35, 0x2d, 0xa1, 0xa7,

    /* U+6D25 "津" */
    0x0, 0x5e, 0xbf, 0x5e, 0x8, 0x1e, 0x7f, 0x0,

    /* U+6D2A "洪" */
    0x12, 0x52, 0x3f, 0x52, 0x3f, 0x40, 0x92, 0x81,

    /* U+6D3B "活" */
    0x82, 0x79, 0x40, 0xe3, 0xe8, 0x6f, 0xc1,

    /* U+6D3E "派" */
    0x3, 0x1c, 0x9e, 0x5a, 0x1b, 0x1a, 0x6a, 0x21,

    /* U+6D41 "流" */
    0x8, 0xfc, 0x41, 0xf0, 0x1, 0x2b, 0x65,

    /* U+6D44 "浄" */
    0x8, 0x9e, 0x7f, 0x89, 0x1f, 0x5f, 0x88, 0x98,

    /* U+6D45 "浅" */
    0x8c, 0xbe, 0x8, 0xbe, 0x8, 0x1e, 0x8d, 0x52,

    /* U+6D5C "浜" */
    0x2, 0xfa, 0x7b, 0x22, 0x4f, 0xe1, 0x19,

    /* U+6D66 "浦" */
    0x88, 0xb8, 0xfd, 0x53, 0xef, 0xea, 0xd7,

    /* U+6D6A "浪" */
    0x4, 0x1b, 0x9f, 0x51, 0x1f, 0x19, 0x56, 0x1b,

    /* U+6D6E "浮" */
    0xbc, 0x90, 0xf8, 0x27, 0xf1, 0x26, 0x0,

    /* U+6D74 "浴" */
    0x0, 0x8, 0x83, 0xa, 0x63, 0xf8, 0x89, 0x7c,
    0x22,

    /* U+6D77 "海" */
    0x10, 0x6e, 0x3f, 0x6a, 0x3f, 0x6a, 0x3f, 0x6,

    /* U+6D78 "浸" */
    0x5f, 0x81, 0x3f, 0x3e, 0x42, 0x8c, 0x92,

    /* U+6D88 "消" */
    0xaa, 0x10, 0xfd, 0x13, 0xf7, 0xe8, 0x93,

    /* U+6D99 "涙" */
    0xbe, 0xfc, 0xf9, 0xf6, 0x92, 0xa0, 0x0,

    /* U+6DAF "涯" */
    0x5f, 0x8f, 0x95, 0x2, 0xc1, 0xf2, 0xa0, 0xbe,

    /* U+6DB2 "液" */
    0x0, 0x5e, 0x2f, 0x69, 0x3a, 0x2a, 0x64, 0x1b,

    /* U+6DBC "涼" */
    0x80, 0x5e, 0x1e, 0x62, 0x1e, 0x58, 0x29, 0x18,

    /* U+6DD1 "淑" */
    0x7, 0x59, 0xa6, 0x7e, 0x16, 0x74, 0x96, 0x91,

    /* U+6DE1 "淡" */
    0x44, 0xa, 0xb2, 0x80, 0x81, 0x52, 0x50, 0x44,

    /* U+6DEB "淫" */
    0x3c, 0x90, 0x50, 0x47, 0xf1, 0x2f, 0x80,

    /* U+6DF1 "深" */
    0xbe, 0xea, 0x51, 0xf5, 0x55, 0xa0, 0x0,

    /* U+6DF7 "混" */
    0x5f, 0x1f, 0x5f, 0x14, 0x1e, 0x54, 0x2f,

    /* U+6DFB "添" */
    0xe, 0xb2, 0xfa, 0x63, 0xa9, 0xca, 0xc,

    /* U+6E05 "清" */
    0x80, 0xb8, 0x7d, 0xf3, 0xef, 0xef, 0xd3,

    /* U+6E07 "渇" */
    0x5e, 0x1e, 0x5e, 0xf, 0x19, 0x4f, 0x3,

    /* U+6E08 "済" */
    0x8, 0xfc, 0x53, 0x53, 0xcb, 0xa9, 0x40,

    /* U+6E09 "渉" */
    0x0, 0x9a, 0xfa, 0xc0, 0xaf, 0x61, 0x5c,

    /* U+6E0B "渋" */
    0x0, 0x8c, 0xa1, 0xf6, 0xa, 0xa1, 0x51,

    /* U+6E13 "渓" */
    0x3c, 0xc2, 0x10, 0xc7, 0xf3, 0x29, 0x0,

    /* U+6E1B "減" */
    0x82, 0x3f, 0x3e, 0x3f, 0x36, 0x3e, 0xb7, 0x89,

    /* U+6E21 "渡" */
    0x8, 0x76, 0x3f, 0x32, 0x3e, 0x32, 0xcc, 0x53,

    /* U+6E26 "渦" */
    0x9e, 0x6e, 0x2a, 0x3d, 0x75, 0xbd, 0xa3,

    /* U+6E29 "温" */
    0x5e, 0x1e, 0x62, 0x1e, 0x36, 0x76, 0x3f,

    /* U+6E2C "測" */
    0x39, 0x6d, 0xbd, 0x3d, 0x39, 0x81, 0x8b,

    /* U+6E2F "港" */
    0x84, 0xfc, 0x55, 0xf0, 0xeb, 0xa8, 0xcf,

    /* U+6E56 "湖" */
    0x10, 0x97, 0x7d, 0x17, 0x3d, 0x6f, 0xb9, 0xa3,

    /* U+6E67 "湧" */
    0xbe, 0xfc, 0xfb, 0x57, 0xf2, 0x69, 0x80,

    /* U+6E6F "湯" */
    0x5d, 0x48, 0xf8, 0xf7, 0x75, 0x65, 0x80,

    /* U+6E7E "湾" */
    0x0, 0x7f, 0x0, 0x5f, 0x1e, 0x5f, 0x81, 0x6,

    /* U+6E7F "湿" */
    0x5e, 0x1e, 0x5e, 0x35, 0x36, 0x54, 0x3f,

    /* U+6E80 "満" */
    0x2, 0x7f, 0xbf, 0x7f, 0x29, 0x3b, 0x7f, 0x23,

    /* U+6E90 "源" */
    0x5f, 0x8b, 0x95, 0xc2, 0xe1, 0x33, 0x50, 0x18,

    /* U+6E96 "準" */
    0x84, 0xfe, 0x7a, 0xf9, 0xff, 0xc4, 0x0,

    /* U+6E9D "溝" */
    0x0, 0x7f, 0x94, 0x5e, 0x2a, 0x3e, 0x7f, 0x2,

    /* U+6EB6 "溶" */
    0x8, 0xbf, 0x77, 0x14, 0x7e, 0x62, 0xa2, 0x9e,

    /* U+6EBA "溺" */
    0xbf, 0x7f, 0x3f, 0x29, 0x5b, 0x8d, 0xbf,

    /* U+6EC5 "滅" */
    0x84, 0x7e, 0x3c, 0xa5, 0x2e, 0x32, 0xb6, 0x89,

    /* U+6ECB "滋" */
    0x94, 0xfc, 0x95, 0x53, 0xca, 0xee, 0xc6,

    /* U+6ED1 "滑" */
    0x9e, 0x6a, 0x3f, 0x22, 0x7e, 0x9e, 0x86,

    /* U+6EDD "滝" */
    0x0, 0x7f, 0x94, 0x5e, 0x2a, 0x3e, 0x5e, 0x7,

    /* U+6EDE "滞" */
    0x0, 0x7f, 0xaa, 0x7f, 0x9, 0x6e, 0xa, 0x0,

    /* U+6EF4 "滴" */
    0x0, 0x5e, 0xbf, 0x69, 0x2d, 0x35, 0xed, 0x23,

    /* U+6F01 "漁" */
    0x11, 0x39, 0xf9, 0xf2, 0xa7, 0xe4, 0x71,

    /* U+6F02 "漂" */
    0xbe, 0xec, 0xf9, 0xf7, 0xf1, 0x2, 0x0,

    /* U+6F06 "漆" */
    0x88, 0xb9, 0x50, 0x41, 0x95, 0x66, 0x0,

    /* U+6F0F "漏" */
    0xbf, 0x3f, 0xbf, 0x3f, 0x25, 0xaf, 0x47,

    /* U+6F14 "演" */
    0x8, 0xbf, 0x61, 0x9f, 0x1f, 0x5f, 0x94, 0x3,

    /* U+6F20 "漠" */
    0x0, 0x7f, 0x3f, 0x3f, 0x3f, 0x7f, 0x8c, 0xb3,

    /* U+6F22 "漢" */
    0x94, 0xfe, 0xa9, 0xf3, 0xef, 0xe6, 0x53,

    /* U+6F2B "漫" */
    0xde, 0x1e, 0xbf, 0x35, 0x5e, 0x84, 0x1e,

    /* U+6F2C "漬" */
    0x88, 0xb8, 0xf8, 0x3, 0xef, 0xef, 0x8b,

    /* U+6F38 "漸" */
    0x11, 0x7e, 0xbc, 0x7f, 0x35, 0x5d, 0x7d, 0x11,

    /* U+6F54 "潔" */
    0x10, 0x7f, 0x3d, 0x3b, 0x54, 0x7f, 0x84, 0x23,

    /* U+6F5C "潜" */
    0x92, 0x52, 0xbf, 0x6e, 0x31, 0x5f, 0x61, 0x1f,

    /* U+6F5F "潟" */
    0xbe, 0x7c, 0xf8, 0xf2, 0xf4, 0x41, 0x80,

    /* U+6F64 "潤" */
    0xbf, 0x7f, 0x2d, 0x3f, 0x7d, 0xbd, 0xa3,

    /* U+6F6E "潮" */
    0x10, 0x7f, 0xbf, 0x7d, 0x25, 0x5f, 0xb9, 0x13,

    /* U+6F70 "潰" */
    0x8, 0xfc, 0xf8, 0x3, 0xe7, 0xdf, 0x8b,

    /* U+6F84 "澄" */
    0x98, 0x4e, 0x1e, 0x73, 0x5e, 0x94, 0x3f,

    /* U+6FC0 "激" */
    0x10, 0x7c, 0x3e, 0x3e, 0x7e, 0x5a, 0x6a, 0x1d,

    /* U+6FC1 "濁" */
    0xbf, 0x75, 0x1f, 0x3d, 0x5d, 0x8d, 0x93,

    /* U+6FC3 "濃" */
    0x4, 0xbf, 0x75, 0x3f, 0x3f, 0x3f, 0xb9, 0xce,

    /* U+6FEB "濫" */
    0x7b, 0x2c, 0x77, 0x30, 0x3e, 0x76, 0x3f,

    /* U+6FEF "濯" */
    0xbe, 0xfe, 0xf8, 0xf3, 0xf7, 0xef, 0x80,

    /* U+702C "瀬" */
    0x10, 0x7f, 0x39, 0x37, 0x5f, 0x57, 0xb2, 0x15,

    /* U+706B "火" */
    0x10, 0x26, 0x4d, 0xa2, 0x88, 0xa0, 0x80,

    /* U+706F "灯" */
    0x0, 0x5f, 0xc2, 0xe2, 0x62, 0x62, 0x82, 0x8e,

    /* U+7070 "灰" */
    0x7f, 0x48, 0x49, 0x48, 0x58, 0x54, 0xa2,

    /* U+707D "災" */
    0x15, 0x49, 0x68, 0x9b, 0x45, 0x11, 0x0,

    /* U+7089 "炉" */
    0x1, 0x7e, 0xfd, 0x1b, 0xec, 0x68, 0x40,

    /* U+708A "炊" */
    0x50, 0x5f, 0xe2, 0xca, 0x48, 0xd8, 0xa4, 0x3,

    /* U+708E "炎" */
    0x12, 0x28, 0xa6, 0xb1, 0x5, 0x31, 0x80,

    /* U+70AD "炭" */
    0x8, 0x49, 0x36, 0x7f, 0x40, 0x4a, 0x4c, 0x52,

    /* U+70B9 "点" */
    0x10, 0x1c, 0x7e, 0x42, 0x42, 0x7e, 0x0, 0x2,

    /* U+70BA "為" */
    0x0, 0x7c, 0x24, 0x3a, 0x3f, 0xc1, 0x41, 0x7,

    /* U+70C8 "烈" */
    0x3, 0xf5, 0xea, 0xd2, 0x38, 0xc9, 0x45,

    /* U+7121 "無" */
    0x40, 0xfe, 0xd7, 0xfb, 0x5f, 0xd9, 0x45,

    /* U+7126 "焦" */
    0x8, 0x7c, 0xfe, 0x48, 0x7c, 0x7e, 0x0, 0x55,

    /* U+7136 "然" */
    0x6, 0x75, 0x9f, 0xa4, 0x6a, 0x51, 0x48, 0x5,

    /* U+713C "焼" */
    0x48, 0xff, 0xff, 0x27, 0xfb, 0x26, 0x53,

    /* U+714E "煎" */
    0x1, 0xff, 0xaf, 0x5e, 0xb4, 0xc0, 0x45,

    /* U+7159 "煙" */
    0x40, 0xff, 0xff, 0xd4, 0xdb, 0xe2, 0x1f,

    /* U+7167 "照" */
    0xff, 0x53, 0xbd, 0x9e, 0xe9, 0xa0, 0x80,

    /* U+7169 "煩" */
    0x1, 0x7e, 0xfd, 0xfb, 0xff, 0xe5, 0x1,

    /* U+716E "煮" */
    0x2, 0xfb, 0xfb, 0xe7, 0xcf, 0x88, 0x45,

    /* U+718A "熊" */
    0x61, 0xff, 0x96, 0xf1, 0xff, 0xb7, 0x42, 0xa5,

    /* U+719F "熟" */
    0x4, 0xfe, 0x96, 0xf6, 0xfa, 0x51, 0x4a, 0x84,

    /* U+71B1 "熱" */
    0x48, 0xbb, 0xb3, 0x6f, 0xca, 0xc0, 0x40,

    /* U+71C3 "燃" */
    0x4c, 0xf7, 0xcc, 0xda, 0x6a, 0x82, 0x8c,

    /* U+71E5 "燥" */
    0x5d, 0xef, 0xed, 0xd7, 0xf1, 0xf, 0x80,

    /* U+7206 "爆" */
    0x40, 0x5e, 0xde, 0xff, 0x7f, 0xa1, 0x9a, 0x9,

    /* U+722A "爪" */
    0x2, 0xf9, 0x52, 0xa5, 0x4a, 0xa4, 0xc8,

    /* U+7235 "爵" */
    0xfe, 0x54, 0xfe, 0x70, 0x72, 0xa6, 0xc6,

    /* U+7236 "父" */
    0x4, 0x62, 0x24, 0x28, 0x10, 0x2c,

    /* U+723D "爽" */
    0x11, 0xfe, 0xea, 0xab, 0x2a, 0x8a, 0xa2,

    /* U+7247 "片" */
    0x48, 0x48, 0x76, 0x40, 0x7c, 0x44, 0x84, 0x84,

    /* U+7248 "版" */
    0x40, 0xdf, 0xd0, 0x9e, 0xda, 0xdc, 0xd4, 0x5b,

    /* U+7259 "牙" */
    0x3e, 0x8b, 0xf8, 0x63, 0x58, 0x87, 0x0,

    /* U+725B "牛" */
    0x40, 0xfe, 0x40, 0x8f, 0xe2, 0x4, 0x0,

    /* U+7267 "牧" */
    0x40, 0xfe, 0xd2, 0x52, 0x4c, 0x44, 0x4c, 0x52,

    /* U+7269 "物" */
    0x51, 0xdf, 0xdb, 0xd7, 0xa9, 0x54, 0xaf,

    /* U+7272 "牲" */
    0x40, 0xd8, 0xff, 0x48, 0x7e, 0x48, 0x48, 0x7f,

    /* U+7279 "特" */
    0x41, 0xdb, 0x22, 0x2d, 0xea, 0x93, 0x22,

    /* U+72A0 "犠" */
    0x52, 0xff, 0xfe, 0x7f, 0xd5, 0x7f, 0x72, 0x7d,

    /* U+72AC "犬" */
    0x14, 0x23, 0xf8, 0x83, 0x5, 0x11, 0x41,

    /* U+72AF "犯" */
    0x2e, 0x52, 0x52, 0xb6, 0x30, 0x31, 0xee,

    /* U+72B6 "状" */
    0x25, 0x12, 0x2f, 0xcc, 0x82, 0xc3, 0x50, 0xc8,
    0x42,

    /* U+72C2 "狂" */
    0x3f, 0xc4, 0x3f, 0xe4, 0x24, 0x24, 0x7f,

    /* U+72D9 "狙" */
    0x2e, 0x52, 0x4e, 0x32, 0xee, 0x32, 0x7f,

    /* U+72E9 "狩" */
    0x4, 0x7f, 0x51, 0x3f, 0x61, 0x29, 0x21, 0x63,

    /* U+72EC "独" */
    0x24, 0x2f, 0xb5, 0x46, 0xa7, 0xf1, 0x28, 0x94,
    0xfc,

    /* U+72ED "狭" */
    0x4, 0x7f, 0xd4, 0x25, 0x7f, 0xac, 0x2a, 0x71,

    /* U+731B "猛" */
    0x5f, 0xdf, 0x24, 0x7f, 0x2d, 0x2d, 0x7f,

    /* U+731F "猟" */
    0x64, 0x27, 0x95, 0x45, 0xef, 0x51, 0xf8, 0xd6,
    0xc9,

    /* U+732B "猫" */
    0x2, 0x5f, 0xc0, 0x3f, 0x75, 0x3f, 0x35, 0x7f,

    /* U+732E "献" */
    0x4, 0x64, 0xff, 0x94, 0xfc, 0xfc, 0xd2, 0x92,

    /* U+7336 "猶" */
    0x30, 0x4e, 0xdf, 0x2d, 0x6b, 0x3f, 0x3f, 0x61,

    /* U+733F "猿" */
    0x4, 0x2f, 0x97, 0xe6, 0x27, 0xf1, 0x68, 0xc8,
    0xbb,

    /* U+7344 "獄" */
    0x1, 0xbe, 0xd7, 0x47, 0xa7, 0xd1, 0xf8, 0xda,
    0xfd,

    /* U+7363 "獣" */
    0x94, 0xf4, 0xf6, 0xd4, 0xfc, 0xfa, 0x92, 0xf1,

    /* U+7372 "獲" */
    0x8, 0x3f, 0x95, 0xb, 0xef, 0xf1, 0xf8, 0xb8,
    0xc3,

    /* U+7384 "玄" */
    0x11, 0xfc, 0x86, 0x2, 0x82, 0x99, 0x7d,

    /* U+7387 "率" */
    0x11, 0xfe, 0xab, 0xcb, 0xbf, 0xc4, 0x8,

    /* U+7389 "玉" */
    0xfe, 0x21, 0xf0, 0x81, 0x42, 0x3f, 0x80,

    /* U+738B "王" */
    0xfe, 0x21, 0xf0, 0x81, 0x2, 0x3f, 0x80,

    /* U+73A9 "玩" */
    0xdf, 0x3, 0x74, 0xa9, 0x52, 0xc8, 0x80,

    /* U+73CD "珍" */
    0x9, 0xaa, 0x86, 0xa8, 0x92, 0x53, 0x18,

    /* U+73E0 "珠" */
    0x8, 0x3e, 0x88, 0xbf, 0x88, 0xbc, 0xea, 0x8,

    /* U+73ED "班" */
    0x11, 0xbe, 0x56, 0xa9, 0x52, 0xa5, 0x17,

    /* U+73FE "現" */
    0xfe, 0x5e, 0xfe, 0x52, 0x5e, 0x6d, 0x37,

    /* U+7403 "球" */
    0xa, 0x3e, 0x88, 0xea, 0x8c, 0x8c, 0x8a, 0x18,

    /* U+7406 "理" */
    0xff, 0x7f, 0xac, 0xeb, 0xf1, 0xf, 0x80,

    /* U+7434 "琴" */
    0xfe, 0xee, 0x7e, 0xc4, 0x7e, 0x4, 0x8,

    /* U+7460 "瑠" */
    0xf7, 0x4f, 0xcd, 0xfb, 0xed, 0x4f, 0x80,

    /* U+7483 "璃" */
    0x9, 0xfe, 0xad, 0xfb, 0xfa, 0x57, 0x81,

    /* U+74A7 "璧" */
    0x1, 0xfe, 0x7f, 0xfe, 0x3, 0x9f, 0x7f,

    /* U+74B0 "環" */
    0xfe, 0xbe, 0xc0, 0xbe, 0xbe, 0x9c, 0x2b,

    /* U+74BD "璽" */
    0xff, 0x77, 0xff, 0xff, 0xaf, 0xbf, 0x80,

    /* U+74E6 "瓦" */
    0xfc, 0x80, 0xe2, 0x44, 0x93, 0x67, 0x76,

    /* U+74F6 "瓶" */
    0x0, 0x5f, 0xde, 0xd2, 0xfa, 0xe2, 0xe7, 0x9b,

    /* U+7518 "甘" */
    0x1, 0xfe, 0x14, 0x27, 0xd0, 0x9f, 0x0,

    /* U+751A "甚" */
    0x40, 0xf9, 0xf3, 0xef, 0xf5, 0x21, 0x3f,

    /* U+751F "生" */
    0x51, 0x23, 0xfc, 0x87, 0xc2, 0x4, 0x7f,

    /* U+7523 "産" */
    0x0, 0x3c, 0x7e, 0xa8, 0x9c, 0xbe, 0x88, 0xff,

    /* U+7528 "用" */
    0x7f, 0x49, 0x7f, 0x7f, 0x49, 0x49, 0x8b,

    /* U+7530 "田" */
    0xff, 0x27, 0xfc, 0x99, 0x3f, 0xe0, 0x80,

    /* U+7531 "由" */
    0x10, 0x23, 0xfc, 0x9f, 0xf2, 0x7f, 0xc1,

    /* U+7532 "甲" */
    0xff, 0x27, 0xff, 0xf9, 0x22, 0x4, 0x0,

    /* U+7533 "申" */
    0x11, 0xfe, 0x4f, 0xf9, 0x3f, 0xc4, 0x8,

    /* U+7537 "男" */
    0xff, 0xf9, 0x7f, 0x25, 0x18, 0xc0,

    /* U+753A "町" */
    0xff, 0xb2, 0xf2, 0xb2, 0xf2, 0x82, 0x6,

    /* U+753B "画" */
    0xfe, 0x22, 0xf6, 0xba, 0xbf, 0xe0, 0x0,

    /* U+754C "界" */
    0x7e, 0x7e, 0x7e, 0x14, 0x26, 0xe7, 0x44,

    /* U+754F "畏" */
    0x7c, 0xfa, 0x57, 0xf5, 0x9, 0x99, 0x80,

    /* U+7551 "畑" */
    0x0, 0x5f, 0xd5, 0xff, 0x55, 0xd5, 0xbf, 0x11,

    /* U+7554 "畔" */
    0x4, 0xf5, 0xe4, 0xee, 0xe4, 0xee, 0xe4, 0x84,

    /* U+7559 "留" */
    0x6f, 0x46, 0x62, 0x7e, 0x3e, 0x4a, 0x3e,

    /* U+755C "畜" */
    0x11, 0xfc, 0x81, 0xd7, 0xd2, 0xbf, 0x3e,

    /* U+755D "畝" */
    0x4, 0x6a, 0xfa, 0xd2, 0xf2, 0xd6, 0xf9, 0x80,

    /* U+7565 "略" */
    0xee, 0xf2, 0xec, 0xff, 0xf2, 0x8e, 0x82,

    /* U+756A "番" */
    0x7d, 0xfc, 0xe2, 0xa7, 0xca, 0x9f, 0x0,

    /* U+7570 "異" */
    0x7c, 0xf9, 0xf7, 0xff, 0xe5, 0x31, 0x80,

    /* U+7573 "畳" */
    0x7c, 0xfb, 0xff, 0xf8, 0x4f, 0xbf, 0x80,

    /* U+757F "畿" */
    0x51, 0x3b, 0x6f, 0x6f, 0xfe, 0x3f, 0x7b,

    /* U+758E "疎" */
    0x4, 0xe4, 0x5f, 0xb5, 0xdf, 0xcc, 0xb6, 0x44,

    /* U+7591 "疑" */
    0xbf, 0xca, 0x5f, 0xc4, 0xf6, 0x54, 0x8f,

    /* U+75AB "疫" */
    0x8, 0x76, 0x5c, 0xd5, 0x7e, 0xc4, 0x48, 0x97,

    /* U+75B2 "疲" */
    0x8, 0x7f, 0xe8, 0x5e, 0x52, 0x6c, 0xae,

    /* U+75BE "疾" */
    0x8, 0x76, 0xde, 0x68, 0x7f, 0xc8, 0x54, 0xa3,

    /* U+75C5 "病" */
    0x8, 0x7f, 0xff, 0x7f, 0x69, 0x75, 0x61, 0xa3,

    /* U+75C7 "症" */
    0x8, 0x76, 0xff, 0x48, 0x46, 0xe8, 0x68, 0xbf,

    /* U+75D5 "痕" */
    0x8, 0x76, 0xde, 0x5e, 0x5e, 0xea, 0x64, 0xb3,

    /* U+75D8 "痘" */
    0x8, 0x76, 0xff, 0x62, 0xfe, 0x40, 0x54, 0xbf,

    /* U+75DB "痛" */
    0x8, 0x7f, 0x40, 0xff, 0x7f, 0x7f, 0x69, 0xa3,

    /* U+75E2 "痢" */
    0x8, 0x76, 0xd5, 0x7d, 0x55, 0x7d, 0x51, 0x93,

    /* U+75E9 "痩" */
    0x8, 0x7e, 0xff, 0x69, 0xff, 0x52, 0x9e,

    /* U+75F4 "痴" */
    0x8, 0x76, 0xff, 0x55, 0x7d, 0x55, 0xaf, 0xa5,

    /* U+760D "瘍" */
    0x8, 0x7f, 0xe2, 0x5e, 0x7f, 0xde, 0xb6, 0xe,

    /* U+7642 "療" */
    0x8, 0x7f, 0xed, 0x5e, 0x7e, 0x5e, 0x8a, 0x19,

    /* U+7652 "癒" */
    0x8, 0x7f, 0xe1, 0x7e, 0x7e, 0xfa, 0x80, 0x1d,

    /* U+7656 "癖" */
    0x8, 0x76, 0xff, 0x6d, 0x77, 0x7f, 0x7a, 0xa8,

    /* U+767A "発" */
    0x74, 0xd5, 0xf9, 0x4f, 0xe9, 0x53, 0x80,

    /* U+767B "登" */
    0x74, 0xd5, 0xf4, 0x37, 0xc9, 0x3f, 0x80,

    /* U+767D "白" */
    0x11, 0xfe, 0xc, 0x1f, 0xf0, 0x7f, 0xc1,

    /* U+767E "百" */
    0xfe, 0xfa, 0x13, 0xe8, 0x4f, 0x80, 0x0,

    /* U+7684 "的" */
    0x41, 0xde, 0xcd, 0x1e, 0xb4, 0x78, 0xc7,

    /* U+7686 "皆" */
    0x7e, 0x49, 0xef, 0x52, 0x7e, 0x42, 0x7e,

    /* U+7687 "皇" */
    0x10, 0xf9, 0xf3, 0xef, 0xef, 0x84, 0x7f,

    /* U+76AE "皮" */
    0x8, 0x7f, 0x48, 0x7e, 0x42, 0x54, 0x48, 0xb6,

    /* U+76BF "皿" */
    0x7d, 0x5a, 0xb5, 0x6a, 0xd5, 0xbf, 0x80,

    /* U+76C6 "盆" */
    0x0, 0xf8, 0x9a, 0x47, 0xd6, 0xad, 0x7f,

    /* U+76CA "益" */
    0x1, 0xfd, 0x23, 0xeb, 0x56, 0xbf, 0x80,

    /* U+76D7 "盗" */
    0x10, 0xfd, 0x21, 0xa7, 0xd6, 0xad, 0x7f,

    /* U+76DB "盛" */
    0x5, 0xf3, 0xac, 0x2b, 0xcf, 0xea, 0xff,

    /* U+76DF "盟" */
    0xef, 0x5f, 0xbe, 0x97, 0xd5, 0xbf, 0x80,

    /* U+76E3 "監" */
    0xf7, 0x33, 0x9d, 0xf, 0xf5, 0x7f, 0x80,

    /* U+76E4 "盤" */
    0xc, 0xf1, 0xfc, 0xeb, 0xaf, 0xab, 0x7f,

    /* U+76EE "目" */
    0xff, 0xf8, 0x7f, 0x87, 0xf8, 0x40,

    /* U+76F2 "盲" */
    0x11, 0xd9, 0xf3, 0xe7, 0xd0, 0xbf, 0x3e,

    /* U+76F4 "直" */
    0x0, 0xf8, 0xf5, 0xeb, 0xd8, 0xae, 0x7f,

    /* U+76F8 "相" */
    0x40, 0xbd, 0x7b, 0x9d, 0xea, 0x57, 0xa9,

    /* U+76FE "盾" */
    0x3, 0x7c, 0x7f, 0x5f, 0x5f, 0x61, 0x7f, 0x9f,

    /* U+7701 "省" */
    0x2a, 0x15, 0x96, 0x2f, 0xe3, 0xf1, 0x8, 0xfc,
    0x7e,

    /* U+7709 "眉" */
    0x7f, 0x7f, 0x7f, 0x7f, 0x61, 0x7f, 0xbf,

    /* U+770B "看" */
    0x7d, 0xff, 0xf9, 0xef, 0xc7, 0x8f, 0x0,

    /* U+770C "県" */
    0x7f, 0xff, 0xff, 0xff, 0xe2, 0xa4, 0x80,

    /* U+771F "真" */
    0x11, 0xfd, 0xf3, 0xe8, 0x5f, 0xca, 0x63,

    /* U+7720 "眠" */
    0xfe, 0xbe, 0xf8, 0xfe, 0xb5, 0xfd, 0x82,

    /* U+773A "眺" */
    0x8, 0xec, 0xba, 0xec, 0xee, 0xbd, 0xed, 0x93,

    /* U+773C "眼" */
    0xfe, 0xbe, 0xf2, 0xfe, 0xb4, 0xf4, 0x9a,

    /* U+7740 "着" */
    0x1, 0xfd, 0xf7, 0xf3, 0xdf, 0xaf, 0x1e,

    /* U+7761 "睡" */
    0xdc, 0xbe, 0xec, 0xfe, 0xbe, 0xc8, 0xbe,

    /* U+7763 "督" */
    0x0, 0x3f, 0x4a, 0xc6, 0x7e, 0x7e, 0x7e, 0x7e,

    /* U+7766 "睦" */
    0x9, 0xd3, 0xd5, 0xae, 0x97, 0xea, 0x6f,

    /* U+77AC "瞬" */
    0xfe, 0xbf, 0xfb, 0xee, 0xca, 0xd6, 0xb2,

    /* U+77AD "瞭" */
    0x8, 0xff, 0xb4, 0xfb, 0xfe, 0xac, 0xea, 0x99,

    /* U+77B3 "瞳" */
    0x9, 0x92, 0xff, 0x5f, 0xfb, 0xb7, 0x5f,

    /* U+77DB "矛" */
    0x7e, 0x53, 0xf9, 0x95, 0x12, 0xc, 0x0,

    /* U+77E2 "矢" */
    0x0, 0xfe, 0x47, 0xf1, 0x5, 0x11, 0x0,

    /* U+77E5 "知" */
    0x0, 0xff, 0x4f, 0x95, 0x2e, 0x67, 0x81,

    /* U+77ED "短" */
    0x1f, 0xbd, 0x8a, 0xf7, 0x10, 0xa7, 0x80,

    /* U+77EF "矯" */
    0x9d, 0x7e, 0xdd, 0xf5, 0x7b, 0xc1, 0x80,

    /* U+77F3 "石" */
    0xfe, 0x40, 0xfe, 0x14, 0x27, 0xc0, 0x80,

    /* U+7802 "砂" */
    0x4, 0xe4, 0x84, 0x75, 0xa5, 0xa2, 0x64, 0x8,

    /* U+7814 "研" */
    0xff, 0x8a, 0xff, 0xaa, 0xaa, 0x6a, 0x12,

    /* U+7815 "砕" */
    0x8, 0xfe, 0x8a, 0xf3, 0xa4, 0xae, 0x64, 0x4,

    /* U+7832 "砲" */
    0x0, 0xe0, 0x9f, 0x65, 0xbd, 0xa2, 0x61, 0x1f,

    /* U+7834 "破" */
    0x4, 0xff, 0x94, 0x7a, 0xba, 0xa4, 0x6a, 0x31,

    /* U+785D "硝" */
    0x4, 0xf5, 0x84, 0x7b, 0xbf, 0xb1, 0x7f, 0x13,

    /* U+786B "硫" */
    0x8, 0xff, 0x90, 0x7e, 0xa0, 0xba, 0x6a, 0x2b,

    /* U+786C "硬" */
    0xff, 0x7d, 0xfd, 0xfd, 0x39, 0x21, 0x80,

    /* U+7881 "碁" */
    0x45, 0xfd, 0xf3, 0xef, 0xef, 0x9f, 0x3e,

    /* U+7891 "碑" */
    0xff, 0x57, 0xfd, 0xfc, 0x9b, 0xa0, 0x0,

    /* U+78BA "確" */
    0x0, 0xff, 0x91, 0x7e, 0x9c, 0x9e, 0x94, 0x7f,

    /* U+78C1 "磁" */
    0xff, 0x4b, 0xae, 0xee, 0x7d, 0x6f, 0x0,

    /* U+78E8 "磨" */
    0x8, 0x76, 0x77, 0x46, 0x7f, 0x5f, 0x61, 0x9f,

    /* U+7901 "礁" */
    0xff, 0xbe, 0xfe, 0xb4, 0xbe, 0x76, 0xd,

    /* U+790E "礎" */
    0x0, 0xf6, 0xa8, 0xc0, 0xbe, 0xcc, 0xe8, 0x9e,

    /* U+793A "示" */
    0x7c, 0x3, 0xf8, 0x81, 0x12, 0x4c, 0x0,

    /* U+793C "礼" */
    0x40, 0x40, 0xf0, 0x30, 0x50, 0x51, 0x51, 0x4f,

    /* U+793E "社" */
    0x44, 0xe4, 0x3f, 0x44, 0x44, 0xc4, 0x44, 0x5f,

    /* U+7948 "祈" */
    0x40, 0x5e, 0x30, 0x2f, 0x52, 0xf2, 0x52, 0x62,

    /* U+7949 "祉" */
    0x44, 0xf4, 0x37, 0x54, 0xf4, 0x54, 0x54, 0x7f,

    /* U+7956 "祖" */
    0x40, 0x5e, 0xf2, 0x3e, 0x52, 0xde, 0x52, 0x5f,

    /* U+795D "祝" */
    0x40, 0xbc, 0xcb, 0xf4, 0xcd, 0x95, 0xb3,

    /* U+795E "神" */
    0x44, 0x5f, 0x35, 0x5f, 0x55, 0x7f, 0x44, 0x44,

    /* U+7965 "祥" */
    0x40, 0xff, 0x24, 0x5f, 0x64, 0xdf, 0x44, 0x44,

    /* U+7968 "票" */
    0xff, 0x55, 0xfb, 0xef, 0xea, 0xc, 0x80,

    /* U+796D "祭" */
    0x20, 0x7e, 0x3a, 0x46, 0x7e, 0x34, 0x52, 0x10,

    /* U+7981 "禁" */
    0x2, 0x3f, 0xd6, 0xc7, 0xe0, 0x3, 0xfc, 0x20,
    0x72,

    /* U+7985 "禅" */
    0x51, 0xff, 0x35, 0x5f, 0x55, 0xce, 0x5f, 0x44,

    /* U+798D "禍" */
    0x40, 0x5f, 0xef, 0x69, 0x7f, 0x73, 0x6f, 0x43,

    /* U+798F "福" */
    0x40, 0x5f, 0xf2, 0x5e, 0xf5, 0x5f, 0x55, 0x5f,

    /* U+79C0 "秀" */
    0x3d, 0xfc, 0xa3, 0xe2, 0x68, 0x43, 0x0,

    /* U+79C1 "私" */
    0xe4, 0x48, 0xf8, 0x6a, 0xd2, 0x52, 0x1d,

    /* U+79CB "秋" */
    0xc4, 0x44, 0xf5, 0x54, 0x6c, 0xca, 0x52, 0x41,

    /* U+79D1 "科" */
    0xe2, 0x42, 0xe2, 0x52, 0x6a, 0xc7, 0x4a, 0x42,

    /* U+79D2 "秒" */
    0xe4, 0x44, 0xf5, 0x44, 0x6c, 0xc2, 0x44, 0x58,

    /* U+79D8 "秘" */
    0x90, 0x9a, 0xd4, 0xb6, 0xd9, 0x93, 0xb2, 0x1e,

    /* U+79DF "租" */
    0x7e, 0x52, 0x5e, 0x52, 0xfe, 0x52, 0x5f,

    /* U+79E9 "秩" */
    0x64, 0x5e, 0xe4, 0x5f, 0x64, 0xcc, 0x52, 0x41,

    /* U+79F0 "称" */
    0xc0, 0x5e, 0xe4, 0x44, 0x76, 0xd5, 0x45, 0x4c,

    /* U+79FB "移" */
    0x0, 0xee, 0x46, 0x5f, 0xe9, 0x56, 0x44, 0x50,

    /* U+7A0B "程" */
    0x7f, 0x51, 0x5f, 0x64, 0xdf, 0x44, 0x5f,

    /* U+7A0E "税" */
    0xd0, 0xbf, 0x8b, 0x17, 0xf9, 0x93, 0x3b,

    /* U+7A1A "稚" */
    0xc5, 0x3f, 0x92, 0xea, 0x53, 0xa9, 0xf,

    /* U+7A2E "種" */
    0xfd, 0x7e, 0xfb, 0xfb, 0xf7, 0xcf, 0x80,

    /* U+7A32 "稲" */
    0xfd, 0xe, 0x7e, 0x9d, 0xfa, 0x47, 0x80,

    /* U+7A3C "稼" */
    0x49, 0xaf, 0x6d, 0xdd, 0x51, 0xae, 0x8c,

    /* U+7A3D "稽" */
    0x55, 0x33, 0x9d, 0xed, 0xf7, 0xef, 0x9f,

    /* U+7A3F "稿" */
    0xe8, 0x5e, 0xe2, 0x5e, 0xdf, 0x53, 0x5f, 0x43,

    /* U+7A40 "穀" */
    0x0, 0xf6, 0xfa, 0xfb, 0x2f, 0xf2, 0x64, 0xb,

    /* U+7A42 "穂" */
    0x49, 0x3a, 0xfd, 0xff, 0xf5, 0x68, 0xe,

    /* U+7A4D "積" */
    0xc9, 0x7f, 0xfd, 0xff, 0xf7, 0xef, 0x81,

    /* U+7A4F "穏" */
    0xbd, 0x23, 0xfc, 0x19, 0xf7, 0xe4, 0xe,

    /* U+7A6B "穫" */
    0x10, 0xfe, 0xa8, 0x7e, 0xbe, 0xbe, 0x84, 0x3e,

    /* U+7A74 "穴" */
    0x10, 0x23, 0xfc, 0x10, 0x9, 0x11, 0x41,

    /* U+7A76 "究" */
    0x8, 0x7f, 0x55, 0x32, 0x3c, 0x24, 0x24, 0xc3,

    /* U+7A7A "空" */
    0x11, 0xfc, 0xc2, 0x97, 0xc2, 0x4, 0x7f,

    /* U+7A81 "突" */
    0x1, 0xfe, 0xa2, 0x4f, 0xe2, 0xa, 0x62,

    /* U+7A83 "窃" */
    0x1, 0xfe, 0xca, 0x77, 0xaa, 0x54, 0xbf,

    /* U+7A92 "窒" */
    0x1, 0xfe, 0x4f, 0xf4, 0x4f, 0x84, 0x7f,

    /* U+7A93 "窓" */
    0x1, 0xfe, 0xaa, 0x7, 0xc4, 0x2b, 0x1e,

    /* U+7A9F "窟" */
    0x11, 0xfe, 0xdb, 0xf5, 0x2f, 0xe4, 0x3f,

    /* U+7AAE "窮" */
    0x11, 0xfe, 0xfe, 0x9f, 0xfe, 0x3f, 0xdf,

    /* U+7AAF "窯" */
    0x11, 0xfe, 0xcf, 0xf7, 0xdf, 0xc8, 0x45,

    /* U+7ACB "立" */
    0x11, 0xfc, 0x0, 0x24, 0x81, 0x2, 0x7f,

    /* U+7ADC "竜" */
    0x11, 0xfc, 0xa3, 0xe9, 0x5f, 0x9f, 0xf,

    /* U+7AE0 "章" */
    0x10, 0xdb, 0xfb, 0xe7, 0xcf, 0xbf, 0x88,

    /* U+7AE5 "童" */
    0x10, 0xdb, 0xfb, 0xe7, 0xcf, 0xbf, 0xff,

    /* U+7AEF "端" */
    0x8, 0x14, 0xff, 0xff, 0xfb, 0x56, 0x8b,

    /* U+7AF6 "競" */
    0x44, 0xff, 0xca, 0xfe, 0x92, 0xfe, 0xcd, 0x33,

    /* U+7AF9 "竹" */
    0x48, 0x7f, 0xd2, 0x42, 0x42, 0x42, 0x4e,

    /* U+7B11 "笑" */
    0x0, 0xfe, 0xd0, 0x4f, 0xe2, 0x1b, 0x0,

    /* U+7B1B "笛" */
    0x4, 0x3f, 0xc0, 0x8f, 0xe4, 0x93, 0xf9, 0x24,
    0xfe,

    /* U+7B26 "符" */
    0x0, 0x7f, 0x80, 0x3f, 0x42, 0x42, 0x42, 0x46,

    /* U+7B2C "第" */
    0x8, 0xff, 0xfe, 0xfe, 0x90, 0x7e, 0x56, 0x90,

    /* U+7B46 "筆" */
    0x0, 0xfe, 0x41, 0xe7, 0xc7, 0xf, 0x36,

    /* U+7B49 "等" */
    0x49, 0x69, 0xf0, 0x86, 0xdf, 0xc2, 0x1c,

    /* U+7B4B "筋" */
    0x0, 0x7f, 0x54, 0x5f, 0x75, 0x79, 0x59, 0x37,

    /* U+7B52 "筒" */
    0x48, 0x7f, 0x82, 0xfe, 0xbe, 0xc6, 0xbe, 0x8e,

    /* U+7B54 "答" */
    0x40, 0x7f, 0xb0, 0x2c, 0xdb, 0x7e, 0x42, 0x7e,

    /* U+7B56 "策" */
    0x48, 0xfe, 0x47, 0xf9, 0x42, 0x9f, 0x8,

    /* U+7B87 "箇" */
    0x44, 0x7e, 0x7f, 0x49, 0x5d, 0x65, 0x5d, 0x7f,

    /* U+7B8B "箋" */
    0x9, 0xeb, 0xf8, 0xce, 0x7f, 0x7, 0x7b,

    /* U+7B97 "算" */
    0x9, 0xf9, 0xf3, 0xe7, 0xcf, 0xbf, 0xa0,

    /* U+7BA1 "管" */
    0x48, 0xfe, 0x57, 0xf3, 0xc7, 0x91, 0x1e,

    /* U+7BB1 "箱" */
    0x1, 0xbf, 0xca, 0xff, 0xea, 0x57, 0x80,

    /* U+7BB8 "箸" */
    0x48, 0xfe, 0x87, 0xf7, 0xc8, 0x9f, 0x3e,

    /* U+7BC0 "節" */
    0x20, 0x7f, 0x7f, 0x7d, 0x4d, 0x75, 0x5f, 0xa4,

    /* U+7BC4 "範" */
    0x40, 0xfe, 0x87, 0xfd, 0xbf, 0x3e, 0x87,

    /* U+7BC9 "築" */
    0x9, 0xfb, 0xd2, 0xe4, 0x7f, 0xce, 0x6b,

    /* U+7BE4 "篤" */
    0x0, 0x7f, 0x7e, 0x7e, 0x7e, 0x7f, 0x49, 0x83,

    /* U+7C21 "簡" */
    0x41, 0x5b, 0xff, 0xff, 0xf5, 0x6e, 0xc3,

    /* U+7C3F "簿" */
    0x49, 0xfe, 0xfb, 0xf6, 0xaf, 0xe5, 0x46,

    /* U+7C4D "籍" */
    0x8, 0x6f, 0x90, 0x5e, 0xff, 0x51, 0xff, 0x5f,

    /* U+7C60 "籠" */
    0x40, 0xfe, 0xfe, 0xf1, 0x9f, 0xff, 0xff, 0xbf,

    /* U+7C73 "米" */
    0x10, 0xa8, 0x47, 0xf1, 0xf, 0x25, 0x9,

    /* U+7C89 "粉" */
    0x44, 0xf4, 0x62, 0xfe, 0x52, 0xf2, 0x52, 0x6e,

    /* U+7C8B "粋" */
    0x48, 0xfe, 0x4a, 0xf3, 0x40, 0x7f, 0xc8, 0x40,

    /* U+7C92 "粒" */
    0x48, 0xff, 0x60, 0xe2, 0x52, 0xf4, 0x44, 0x7f,

    /* U+7C97 "粗" */
    0x40, 0x5e, 0xf2, 0xfe, 0x52, 0x7e, 0xd2, 0x5f,

    /* U+7C98 "粘" */
    0x48, 0xec, 0xe8, 0x5f, 0x61, 0xe1, 0x5f, 0x41,

    /* U+7C9B "粛" */
    0x0, 0xfb, 0xfb, 0xe3, 0x17, 0xab, 0x62,

    /* U+7CA7 "粧" */
    0x44, 0xff, 0x54, 0xf4, 0x5e, 0x74, 0xe4, 0x5f,

    /* U+7CBE "精" */
    0x9, 0xba, 0xff, 0xf7, 0xf7, 0xef, 0x97,

    /* U+7CD6 "糖" */
    0x44, 0xdf, 0x7f, 0xff, 0x5f, 0x6f, 0x71, 0x4f,

    /* U+7CE7 "糧" */
    0x1, 0x7e, 0xfc, 0xf, 0xf7, 0xef, 0x9f,

    /* U+7CF8 "糸" */
    0x10, 0xa4, 0x58, 0x22, 0xfe, 0x10, 0xd4, 0x12,

    /* U+7CFB "系" */
    0xfc, 0x44, 0x78, 0xfe, 0x10, 0xd4, 0x12,

    /* U+7CFE "糾" */
    0x42, 0x92, 0xd2, 0xb2, 0xf2, 0x53, 0xfe, 0x42,

    /* U+7D00 "紀" */
    0xdf, 0x7, 0x8f, 0xf6, 0xc, 0x57, 0x80,

    /* U+7D04 "約" */
    0x41, 0x5f, 0x4c, 0x1e, 0xa8, 0x50, 0xa7,

    /* U+7D05 "紅" */
    0xff, 0x12, 0x26, 0x44, 0x99, 0x1f, 0x80,

    /* U+7D0B "紋" */
    0x41, 0x7f, 0x54, 0xaf, 0x4d, 0xb2, 0x2b,

    /* U+7D0D "納" */
    0x45, 0x3f, 0x5c, 0xbf, 0xae, 0x5c, 0xa9,

    /* U+7D14 "純" */
    0x49, 0x3b, 0x25, 0xdd, 0xaf, 0x9a, 0xa7,

    /* U+7D19 "紙" */
    0x40, 0xbc, 0xd4, 0xbe, 0xf4, 0x74, 0x73, 0x4a,

    /* U+7D1A "級" */
    0x5d, 0x2a, 0x5f, 0xd5, 0xdc, 0x9e, 0x80,

    /* U+7D1B "紛" */
    0x40, 0xa0, 0xd2, 0xbf, 0xf2, 0x52, 0x72, 0x6e,

    /* U+7D20 "素" */
    0x11, 0xfd, 0xf7, 0xf4, 0x1f, 0xc6, 0x4b,

    /* U+7D21 "紡" */
    0x40, 0xbf, 0xc8, 0x8f, 0xf1, 0x72, 0x52, 0x46,

    /* U+7D22 "索" */
    0x10, 0xfb, 0xfd, 0x13, 0xdf, 0xc6, 0x4b,

    /* U+7D2B "紫" */
    0x8, 0xac, 0xc8, 0xee, 0x40, 0xfe, 0x14, 0x12,

    /* U+7D2F "累" */
    0xfe, 0xfe, 0xfe, 0x40, 0xfe, 0x14, 0x12,

    /* U+7D30 "細" */
    0x5f, 0x2f, 0xdf, 0xf7, 0x6b, 0xd4, 0x80,

    /* U+7D33 "紳" */
    0x45, 0x3f, 0xdc, 0xf7, 0x6f, 0xd9, 0x22,

    /* U+7D39 "紹" */
    0x5f, 0x17, 0xba, 0xf5, 0x3e, 0x57, 0x80,

    /* U+7D3A "紺" */
    0x52, 0xbf, 0xd2, 0x92, 0xfe, 0x52, 0x5e, 0x52,

    /* U+7D42 "終" */
    0x48, 0x8e, 0xd2, 0x8c, 0xf2, 0xc4, 0xc2, 0x46,

    /* U+7D44 "組" */
    0x5d, 0x4a, 0x77, 0x25, 0xcc, 0x9f, 0x80,

    /* U+7D4C "経" */
    0x5f, 0x4b, 0x26, 0x25, 0xe9, 0x17, 0x80,

    /* U+7D50 "結" */
    0x41, 0x7f, 0x4, 0x67, 0xea, 0x57, 0xa9,

    /* U+7D5E "絞" */
    0x41, 0x7f, 0x4, 0x9e, 0xd, 0xb2, 0x2b,

    /* U+7D61 "絡" */
    0x40, 0xae, 0xd4, 0x8c, 0x7e, 0x52, 0x5e, 0x52,

    /* U+7D66 "給" */
    0x4d, 0x2b, 0x3d, 0x7, 0xea, 0x57, 0xa9,

    /* U+7D71 "統" */
    0x41, 0x7f, 0x24, 0xbe, 0xce, 0x95, 0x23,

    /* U+7D75 "絵" */
    0x49, 0x2b, 0xfd, 0x5, 0xee, 0x1c, 0xae,

    /* U+7D76 "絶" */
    0x8, 0xce, 0x9f, 0xf5, 0x5f, 0x70, 0x51, 0x5f,

    /* U+7D79 "絹" */
    0x5f, 0x27, 0xfa, 0xf7, 0xee, 0x54, 0x80,

    /* U+7D99 "継" */
    0x44, 0x94, 0x9c, 0xff, 0xfe, 0x74, 0xf4, 0x5f,

    /* U+7D9A "続" */
    0x41, 0x5b, 0x7a, 0xe, 0xf9, 0xb5, 0xb,

    /* U+7DAD "維" */
    0x44, 0x9f, 0x54, 0x7e, 0xf4, 0xde, 0xf4, 0xdf,

    /* U+7DB1 "綱" */
    0x5f, 0x9b, 0xff, 0x5f, 0x7f, 0x79, 0x53,

    /* U+7DB2 "網" */
    0x5f, 0x9b, 0xf5, 0xff, 0xf9, 0x77, 0x53,

    /* U+7DBB "綻" */
    0x44, 0x9a, 0xde, 0xa4, 0x46, 0x74, 0x5c, 0x57,

    /* U+7DBF "綿" */
    0x45, 0x3b, 0x74, 0xe7, 0xee, 0xd5, 0xa2,

    /* U+7DCA "緊" */
    0xff, 0xeb, 0xca, 0x47, 0xe2, 0x30, 0x80,

    /* U+7DCF "総" */
    0x40, 0xba, 0xc1, 0x9e, 0xe8, 0xfe, 0x4b, 0x4e,

    /* U+7DD1 "緑" */
    0x4f, 0x1f, 0x8f, 0xf6, 0x4b, 0x52, 0x0,

    /* U+7DD2 "緒" */
    0x41, 0x7b, 0x34, 0xff, 0xed, 0xf4, 0xa7,

    /* U+7DDA "線" */
    0x44, 0xbb, 0xdf, 0x91, 0x7f, 0x6e, 0x55, 0x4c,

    /* U+7DE0 "締" */
    0x8, 0xbe, 0xe4, 0xbf, 0xff, 0xaa, 0x8e, 0x8,

    /* U+7DE8 "編" */
    0x3f, 0x46, 0xfd, 0x7b, 0xf5, 0xc2, 0x80,

    /* U+7DE9 "緩" */
    0x1, 0x79, 0x2d, 0xfd, 0xf6, 0x6b, 0x19,

    /* U+7DEF "緯" */
    0x41, 0x1e, 0xff, 0x97, 0xf7, 0xf7, 0x82,

    /* U+7DF4 "練" */
    0x48, 0xfa, 0xff, 0xf7, 0xf5, 0x2f, 0x5,

    /* U+7DFB "緻" */
    0x9f, 0xb5, 0xed, 0xdf, 0x5d, 0x90, 0x80,

    /* U+7E01 "縁" */
    0x4f, 0x1f, 0xff, 0x56, 0xc9, 0xd7, 0x0,

    /* U+7E04 "縄" */
    0x1e, 0xbe, 0x7e, 0xea, 0xfe, 0xff, 0x4f,

    /* U+7E1B "縛" */
    0x46, 0xbf, 0xdf, 0x7f, 0xf5, 0xff, 0xca, 0x46,

    /* U+7E26 "縦" */
    0xa2, 0xdf, 0xbc, 0xda, 0xfc, 0xfc, 0x57,

    /* U+7E2B "縫" */
    0x7, 0xba, 0x4d, 0xbf, 0x5f, 0xf0, 0x4f,

    /* U+7E2E "縮" */
    0x41, 0x3e, 0x8b, 0xf5, 0xbf, 0xfe, 0xef,

    /* U+7E3E "績" */
    0x9, 0x39, 0xfc, 0xb, 0xf7, 0xef, 0xc3,

    /* U+7E41 "繁" */
    0xff, 0xf4, 0xfa, 0x68, 0xfe, 0x34, 0xc2,

    /* U+7E4A "繊" */
    0x56, 0xbe, 0x55, 0xbe, 0xf4, 0xf6, 0xf7, 0xd9,

    /* U+7E54 "織" */
    0x45, 0x7f, 0xd3, 0xfb, 0xdb, 0xff, 0xe5,

    /* U+7E55 "繕" */
    0x15, 0x7f, 0xfd, 0xfd, 0x97, 0xe8, 0xdf,

    /* U+7E6D "繭" */
    0x1, 0xfe, 0x4f, 0xff, 0xbf, 0xf5, 0xcb,

    /* U+7E70 "繰" */
    0x1e, 0xde, 0x6a, 0xfe, 0xdf, 0xec, 0xf3,

    /* U+7F36 "缶" */
    0x0, 0xfa, 0x47, 0xf1, 0x2, 0x1f, 0x0,

    /* U+7F6A "罪" */
    0x7f, 0x3f, 0x9d, 0xce, 0xe1, 0x47, 0xbc, 0x90,

    /* U+7F6E "置" */
    0xfe, 0x21, 0xf5, 0xeb, 0xd7, 0xbf, 0x80,

    /* U+7F70 "罰" */
    0xff, 0xff, 0xef, 0xdf, 0xb3, 0x7d, 0x80,

    /* U+7F72 "署" */
    0x7d, 0x59, 0xf7, 0xf7, 0xcf, 0x9f, 0x0,

    /* U+7F75 "罵" */
    0xfe, 0x1, 0xfb, 0xf7, 0xe2, 0xe1, 0x80,

    /* U+7F77 "罷" */
    0xff, 0xfe, 0x67, 0x7e, 0xbd, 0xab, 0x80,

    /* U+7F85 "羅" */
    0x7f, 0x7f, 0x8f, 0x7c, 0xfe, 0x5e, 0xf,

    /* U+7F8A "羊" */
    0x1, 0xfc, 0x43, 0xe1, 0x1f, 0xc4, 0x8,

    /* U+7F8E "美" */
    0x0, 0xf9, 0xf0, 0x87, 0xdf, 0xcc, 0x26,

    /* U+7F9E "羞" */
    0x0, 0xf9, 0xf7, 0xf7, 0xca, 0xab, 0x7f,

    /* U+7FA4 "群" */
    0x7a, 0xf4, 0x7e, 0x84, 0xff, 0x94, 0x74,

    /* U+7FA8 "羨" */
    0x0, 0xf9, 0xf7, 0xf1, 0xf4, 0x82, 0x5b,

    /* U+7FA9 "義" */
    0x20, 0xfd, 0xf7, 0xfc, 0x9f, 0xf9, 0x2d,

    /* U+7FBD "羽" */
    0xff, 0x11, 0x55, 0x13, 0x55, 0x11, 0x77,

    /* U+7FC1 "翁" */
    0x52, 0x25, 0x1a, 0xff, 0x15, 0xdd, 0x33,

    /* U+7FCC "翌" */
    0xfe, 0x2d, 0x7, 0xf2, 0x45, 0x3f, 0x80,

    /* U+7FD2 "習" */
    0xfe, 0x2d, 0xda, 0x57, 0xe8, 0x5f, 0x80,

    /* U+7FFB "翻" */
    0xdf, 0xd7, 0x6e, 0xfc, 0xb9, 0x77, 0x80,

    /* U+7FFC "翼" */
    0xfe, 0x6f, 0x6b, 0xff, 0xff, 0xd9, 0x80,

    /* U+8001 "老" */
    0x2, 0xf8, 0xa7, 0xf2, 0x1b, 0x18, 0x9e,

    /* U+8003 "考" */
    0x2, 0x7b, 0xf9, 0xd, 0xcf, 0x81, 0xe,

    /* U+8005 "者" */
    0x0, 0xf8, 0xa7, 0xf7, 0xc7, 0x91, 0x1e,

    /* U+8010 "耐" */
    0x2, 0xf2, 0xf6, 0xf2, 0xfa, 0xf2, 0xf2, 0x96,

    /* U+8015 "耕" */
    0x4a, 0xea, 0x5f, 0x4a, 0x5f, 0xea, 0x52, 0x52,

    /* U+8017 "耗" */
    0x42, 0xec, 0x48, 0x4e, 0xe8, 0x5e, 0x49, 0x4f,

    /* U+8033 "耳" */
    0xfe, 0xf9, 0x13, 0xe4, 0x4f, 0x81, 0x0,

    /* U+8056 "聖" */
    0xff, 0x27, 0xcf, 0xff, 0xcf, 0xbf, 0x80,

    /* U+805E "聞" */
    0xff, 0xfe, 0x6f, 0xfa, 0xb7, 0x61, 0x80,

    /* U+8074 "聴" */
    0x9, 0x93, 0xde, 0xbf, 0xfa, 0x15, 0x2e,

    /* U+8077 "職" */
    0x14, 0xd6, 0xf4, 0xce, 0xfc, 0xfb, 0x7f, 0x49,

    /* U+8089 "肉" */
    0x11, 0xfe, 0xcc, 0x59, 0x3d, 0x60, 0xc3,

    /* U+808C "肌" */
    0x6e, 0x6a, 0x6a, 0x6a, 0x6b, 0x6b, 0xb3,

    /* U+8096 "肖" */
    0x95, 0x4f, 0xe1, 0xff, 0xf8, 0x63,

    /* U+8098 "肘" */
    0x1, 0xff, 0x95, 0x2e, 0x54, 0xa9, 0x36,

    /* U+809D "肝" */
    0x7f, 0xa9, 0x1f, 0xee, 0x45, 0x22, 0x90, 0xc8,

    /* U+80A1 "股" */
    0x7e, 0x5a, 0x70, 0x76, 0x5e, 0x52, 0xb1,

    /* U+80A2 "肢" */
    0x4, 0xff, 0xa4, 0xeb, 0xea, 0xaa, 0xae, 0x61,

    /* U+80A5 "肥" */
    0xff, 0x57, 0xaf, 0xfa, 0x14, 0x5f, 0x80,

    /* U+80A9 "肩" */
    0xff, 0x7, 0xf5, 0xfb, 0xf7, 0xc1, 0x80,

    /* U+80AA "肪" */
    0x0, 0x7f, 0x54, 0x77, 0x75, 0x59, 0x51, 0x73,

    /* U+80AF "肯" */
    0x0, 0x1f, 0xfb, 0xf7, 0xef, 0xe0, 0x83,

    /* U+80B2 "育" */
    0x0, 0xfb, 0xff, 0xe7, 0xd0, 0x9f, 0x2,

    /* U+80BA "肺" */
    0x9, 0xfe, 0xa7, 0xfa, 0xbd, 0x6b, 0xf4,

    /* U+80C3 "胃" */
    0xff, 0x25, 0xfc, 0x1f, 0xef, 0xc3, 0x80,

    /* U+80C6 "胆" */
    0xff, 0x67, 0xfd, 0x9f, 0xf4, 0x3f, 0x80,

    /* U+80CC "背" */
    0x9, 0x6a, 0x2d, 0x7e, 0x42, 0x7e, 0x7e, 0x4e,

    /* U+80CE "胎" */
    0x70, 0x58, 0x77, 0x7f, 0x59, 0x59, 0xbf,

    /* U+80DE "胞" */
    0xe1, 0xde, 0x9d, 0xfe, 0x74, 0x1f, 0x80,

    /* U+80F4 "胴" */
    0xff, 0x7f, 0xff, 0xfb, 0xf7, 0x7d, 0x80,

    /* U+80F8 "胸" */
    0xf1, 0xfe, 0xdf, 0xfb, 0xf6, 0x7b, 0x80,

    /* U+80FD "能" */
    0x61, 0xff, 0x97, 0xf1, 0xfe, 0x99, 0xb7,

    /* U+8102 "脂" */
    0x11, 0xe6, 0xf7, 0xfb, 0x3f, 0xec, 0xff,

    /* U+8105 "脅" */
    0x0, 0x7e, 0xff, 0x58, 0x7e, 0x7e, 0x7e, 0x4e,

    /* U+8107 "脇" */
    0x0, 0xdf, 0xc9, 0xc2, 0xdf, 0xd5, 0xd5, 0xeb,

    /* U+8108 "脈" */
    0xe2, 0xbc, 0xfc, 0xfa, 0xaa, 0xaa, 0x69,

    /* U+810A "脊" */
    0x3, 0xff, 0xff, 0x7a, 0x27, 0x82,

    /* U+811A "脚" */
    0x10, 0xff, 0xd5, 0xfd, 0xd5, 0xed, 0xef, 0xd4,

    /* U+8131 "脱" */
    0x7f, 0x79, 0x5f, 0x76, 0x56, 0x57, 0x3b,

    /* U+8133 "脳" */
    0xf3, 0xca, 0x85, 0x9f, 0x77, 0xdc, 0x80,

    /* U+814E "腎" */
    0xff, 0xef, 0xeb, 0xe7, 0xcf, 0x81, 0x0,

    /* U+8150 "腐" */
    0x8, 0x76, 0x7f, 0x46, 0x7f, 0x55, 0xdb, 0x3,

    /* U+8155 "腕" */
    0x9, 0x93, 0x7f, 0x5e, 0xba, 0xf6, 0x23,

    /* U+816B "腫" */
    0xfd, 0x7f, 0xfd, 0xff, 0xf7, 0xff, 0x80,

    /* U+8170 "腰" */
    0xff, 0xbf, 0xed, 0xf2, 0xb4, 0xaa, 0x61,

    /* U+8178 "腸" */
    0xff, 0xe6, 0xb7, 0x7b, 0xf7, 0x5b, 0x80,

    /* U+8179 "腹" */
    0xef, 0xbe, 0xfe, 0xb2, 0xef, 0xac, 0x73,

    /* U+817A "腺" */
    0xe4, 0xbf, 0xff, 0xfd, 0xae, 0xb5, 0x6c,

    /* U+819A "膚" */
    0x0, 0xe, 0x7f, 0x69, 0x7f, 0x61, 0xbf, 0x23,

    /* U+819C "膜" */
    0x5, 0xfe, 0xff, 0xfb, 0xff, 0xee, 0x3b,

    /* U+819D "膝" */
    0xc9, 0xbb, 0x56, 0x5d, 0xdd, 0x56, 0x0,

    /* U+81A8 "膨" */
    0x10, 0xfa, 0xd4, 0xf8, 0xee, 0xf8, 0xca, 0xd0,

    /* U+81B3 "膳" */
    0xff, 0xbf, 0xff, 0xa4, 0xff, 0xb1, 0xff,

    /* U+81C6 "臆" */
    0x0, 0xfe, 0xd8, 0xfe, 0xfe, 0xfe, 0xf2, 0x5c,

    /* U+81D3 "臓" */
    0x2, 0xd4, 0xff, 0xfd, 0xfe, 0xfe, 0xfe, 0x49,

    /* U+81E3 "臣" */
    0xff, 0x23, 0xb7, 0xe9, 0x12, 0x3f, 0x80,

    /* U+81E8 "臨" */
    0xf0, 0xde, 0xb2, 0xee, 0xee, 0xee, 0xfe,

    /* U+81EA "自" */
    0x11, 0xfe, 0xf, 0xf8, 0x3f, 0xff, 0xc1,

    /* U+81ED "臭" */
    0x10, 0xf9, 0xf3, 0xe7, 0xdf, 0xcc, 0x67,

    /* U+81F3 "至" */
    0xfe, 0x83, 0xf0, 0x87, 0xc2, 0x3f, 0x80,

    /* U+81F4 "致" */
    0xff, 0x6a, 0x1a, 0xfc, 0x44, 0x6a,

    /* U+81FC "臼" */
    0x11, 0xde, 0xc, 0x1e, 0xf0, 0x7f, 0xc1,

    /* U+8208 "興" */
    0x7f, 0x7e, 0x9d, 0xff, 0xe0, 0x30, 0x80,

    /* U+820C "舌" */
    0x0, 0xf8, 0x43, 0xe7, 0xc8, 0x9f, 0x20,

    /* U+820E "舎" */
    0x30, 0x99, 0xf8, 0x86, 0xcf, 0xa1, 0x3e,

    /* U+8217 "舗" */
    0x47, 0x1b, 0xfa, 0xb1, 0xff, 0xed, 0xfb,

    /* U+821E "舞" */
    0x40, 0xff, 0xfd, 0xaf, 0xfe, 0x8f, 0xa2,

    /* U+821F "舟" */
    0x10, 0xfa, 0x94, 0xef, 0xf2, 0xa5, 0x46,

    /* U+822A "航" */
    0x22, 0x2a, 0x9d, 0xca, 0xa7, 0x53, 0xa9, 0xd7,
    0x33,

    /* U+822C "般" */
    0x20, 0x76, 0x56, 0x5b, 0x77, 0x72, 0x74, 0x33,

    /* U+8236 "舶" */
    0x20, 0x5f, 0x79, 0x59, 0x7f, 0x79, 0x7f, 0xb9,

    /* U+8237 "舷" */
    0x22, 0x2f, 0xd5, 0xb, 0x27, 0x63, 0xa1, 0xe3,
    0x7e,

    /* U+8239 "船" */
    0x6, 0x76, 0x59, 0x58, 0x7f, 0x59, 0x5f, 0x39,

    /* U+8247 "艇" */
    0x41, 0xef, 0xd5, 0xff, 0x5f, 0xfc, 0x33,

    /* U+8266 "艦" */
    0x41, 0xbf, 0xd5, 0xff, 0x9f, 0xfd, 0xbf,

    /* U+826F "良" */
    0x10, 0xd9, 0xf2, 0x27, 0xcc, 0x96, 0x3a,

    /* U+8272 "色" */
    0x0, 0x71, 0xfa, 0x57, 0xe8, 0x10, 0x3f,

    /* U+8276 "艶" */
    0x68, 0xfe, 0xf4, 0xff, 0x15, 0xfb, 0xb1, 0xcf,

    /* U+828B "芋" */
    0x1, 0xff, 0xf8, 0x8f, 0xe2, 0x4, 0x18,

    /* U+829D "芝" */
    0x1, 0xfc, 0x43, 0xe0, 0x43, 0x38, 0x4f,

    /* U+82AF "芯" */
    0x5, 0xfc, 0x41, 0x4a, 0x34, 0x49, 0x1e,

    /* U+82B1 "花" */
    0x1, 0xfc, 0x82, 0xa5, 0x9a, 0x14, 0xa7,

    /* U+82B3 "芳" */
    0x1, 0xfc, 0x43, 0x63, 0xc4, 0x91, 0x4e,

    /* U+82B8 "芸" */
    0x1, 0xfc, 0x1, 0xcf, 0xe4, 0x11, 0x7d,

    /* U+82BD "芽" */
    0x0, 0xfb, 0xfa, 0x4f, 0xe3, 0x1a, 0xc,

    /* U+82D7 "苗" */
    0x5, 0xfd, 0xfc, 0x97, 0xf2, 0x64, 0xbf,

    /* U+82DB "苛" */
    0x1, 0xfc, 0x3, 0xe7, 0x52, 0x9d, 0x6,

    /* U+82E5 "若" */
    0x1, 0xfc, 0x82, 0xe7, 0xd8, 0x91, 0x1e,

    /* U+82E6 "苦" */
    0x5, 0xfc, 0x43, 0xe7, 0xf0, 0x60, 0xbf,

    /* U+82F1 "英" */
    0x0, 0xf9, 0xf4, 0xaf, 0xe6, 0x12, 0x2,

    /* U+8302 "茂" */
    0x5, 0xfc, 0xb, 0xf9, 0x31, 0xa3, 0x19,

    /* U+830E "茎" */
    0xfe, 0x3, 0xf0, 0x27, 0xcf, 0x84, 0x7f,

    /* U+8328 "茨" */
    0x0, 0xf8, 0x7b, 0x50, 0x89, 0x2d, 0x0,

    /* U+8336 "茶" */
    0x1, 0xfc, 0xa4, 0x27, 0xe2, 0x15, 0x49,

    /* U+8349 "草" */
    0x1, 0xfd, 0xf3, 0xe8, 0x4f, 0x3f, 0x88,

    /* U+8352 "荒" */
    0x0, 0xfb, 0xfc, 0x7, 0xc0, 0x14, 0x4b,

    /* U+8358 "荘" */
    0x1, 0xfc, 0x2, 0x47, 0xe9, 0x32, 0x3f,

    /* U+8377 "荷" */
    0x0, 0xf9, 0xfc, 0x2b, 0xd7, 0xa9, 0x6,

    /* U+83CA "菊" */
    0x0, 0xf9, 0xfc, 0x1f, 0xe6, 0x58, 0x86,

    /* U+83CC "菌" */
    0xfe, 0x3, 0xff, 0x9f, 0xf3, 0x7d, 0xff,

    /* U+83D3 "菓" */
    0x1, 0xfe, 0x53, 0xe7, 0xdf, 0xce, 0x6b,

    /* U+83DC "菜" */
    0xfe, 0xf, 0xe0, 0x25, 0x5f, 0xce, 0x6b,

    /* U+83EF "華" */
    0x1, 0xff, 0xff, 0xf5, 0x47, 0x3f, 0x88,

    /* U+840E "萎" */
    0x21, 0xfc, 0x47, 0xfd, 0x7f, 0xd2, 0x3e,

    /* U+843D "落" */
    0xff, 0x21, 0x79, 0xa5, 0x87, 0xd1, 0xe,

    /* U+8449 "葉" */
    0x5, 0xf5, 0x92, 0xe7, 0xff, 0xca, 0x63,

    /* U+8457 "著" */
    0x0, 0xfd, 0xf7, 0xf3, 0xc8, 0x9f, 0x3e,

    /* U+845B "葛" */
    0x0, 0xf9, 0xf4, 0x27, 0xec, 0x5e, 0x86,

    /* U+846C "葬" */
    0x1, 0xfd, 0x43, 0x9b, 0xd9, 0xbf, 0xa0,

    /* U+84B8 "蒸" */
    0x1, 0xfd, 0xf7, 0xd5, 0x5f, 0xc8, 0x45,

    /* U+84C4 "蓄" */
    0x4, 0xf3, 0xfa, 0x4f, 0xef, 0xdf, 0xbf,

    /* U+84CB "蓋" */
    0x1, 0xfc, 0x47, 0xf4, 0x4f, 0xab, 0x7f,

    /* U+8511 "蔑" */
    0xfe, 0x1, 0xff, 0xff, 0xf1, 0x2b, 0x19,

    /* U+8535 "蔵" */
    0x24, 0xb7, 0xff, 0xcf, 0xff, 0xbf, 0x1,

    /* U+853D "蔽" */
    0x1, 0xfc, 0x7, 0xff, 0xda, 0xb7, 0x49,

    /* U+8584 "薄" */
    0x1, 0xfd, 0x21, 0xf6, 0xaf, 0xe5, 0x46,

    /* U+85A6 "薦" */
    0x1, 0xff, 0xfd, 0x5f, 0xff, 0xd1, 0x83,

    /* U+85AA "薪" */
    0x24, 0x5a, 0xfe, 0xa8, 0x4e, 0xfa, 0x72, 0x0,

    /* U+85AB "薫" */
    0x21, 0xff, 0xfa, 0xa7, 0xcf, 0xff, 0xa4,

    /* U+85AC "薬" */
    0x1, 0xfd, 0x11, 0xcc, 0xbf, 0xce, 0x6b,

    /* U+85CD "藍" */
    0x25, 0xf6, 0x9f, 0xcf, 0xf, 0xea, 0xff,

    /* U+85E4 "藤" */
    0x21, 0xfe, 0xff, 0x6b, 0x5e, 0x6b, 0x75,

    /* U+85E9 "藩" */
    0xff, 0x6, 0xf3, 0xf3, 0xed, 0x6f, 0xdf,

    /* U+85FB "藻" */
    0x1, 0xfc, 0xfd, 0xbd, 0xae, 0xe7, 0x45,

    /* U+864E "虎" */
    0x0, 0x7f, 0x53, 0x58, 0x5e, 0x54, 0x95, 0x7,

    /* U+8650 "虐" */
    0x0, 0x7f, 0x71, 0x5e, 0x7e, 0x60, 0x7c, 0xbf,

    /* U+865A "虚" */
    0x0, 0xfd, 0x42, 0xc5, 0xe8, 0xa5, 0x5f,

    /* U+865C "虜" */
    0x0, 0x7f, 0x7d, 0x7f, 0x7f, 0x7f, 0xff, 0x27,

    /* U+865E "虞" */
    0x0, 0x7f, 0x5e, 0x40, 0x7e, 0x7e, 0x7f, 0x93,

    /* U+866B "虫" */
    0x10, 0xfe, 0x92, 0x92, 0xfe, 0x14, 0x12, 0xfc,

    /* U+8679 "虹" */
    0x0, 0xff, 0xd4, 0xd4, 0xf4, 0x44, 0x34, 0xcf,

    /* U+868A "蚊" */
    0x4, 0xff, 0xd9, 0xd9, 0xfa, 0xca, 0x54, 0x6b,

    /* U+8695 "蚕" */
    0xff, 0xfd, 0x65, 0xa7, 0xc2, 0x3f, 0x0,

    /* U+86C7 "蛇" */
    0x40, 0xff, 0xf9, 0xea, 0xec, 0x69, 0x69, 0xf,

    /* U+86CD "蛍" */
    0x54, 0xff, 0x91, 0xff, 0x92, 0x7e, 0x10, 0xf6,

    /* U+86EE "蛮" */
    0x11, 0xfd, 0xb4, 0xdf, 0x4f, 0x84, 0x7e,

    /* U+8702 "蜂" */
    0x48, 0xef, 0xe6, 0xea, 0xe4, 0x4e, 0x7f, 0x84,

    /* U+871C "蜜" */
    0x0, 0xff, 0xa9, 0x7c, 0x0, 0xfe, 0x7e, 0xfe,

    /* U+878D "融" */
    0x4, 0xf4, 0x9f, 0xf5, 0xf5, 0xfe, 0xd5, 0x1e,

    /* U+8840 "血" */
    0x0, 0xfa, 0xb5, 0x6a, 0xd5, 0xab, 0x7f,

    /* U+8846 "衆" */
    0x10, 0xfe, 0xaf, 0xf0, 0x9f, 0x95, 0x41,

    /* U+884C "行" */
    0x5f, 0x1, 0x7e, 0x24, 0x48, 0x93, 0x0,

    /* U+8853 "術" */
    0x2c, 0x27, 0x8a, 0xe9, 0xa6, 0xd3, 0x49, 0xa4,
    0x96,

    /* U+8857 "街" */
    0x28, 0x2f, 0xaa, 0xb, 0x25, 0xd2, 0x49, 0xe4,
    0x86,

    /* U+885B "衛" */
    0x13, 0x3e, 0x19, 0x5b, 0xa7, 0xd3, 0xe9, 0x2c,

    /* U+885D "衝" */
    0x1f, 0x2e, 0x7, 0x4b, 0xa5, 0xd2, 0xe9, 0x6c,

    /* U+8861 "衡" */
    0x0, 0xf, 0x97, 0xb, 0xae, 0xd2, 0xe9, 0x54,
    0x86,

    /* U+8863 "衣" */
    0x11, 0xfc, 0xc2, 0x9c, 0xc9, 0x11, 0x51,

    /* U+8868 "表" */
    0x11, 0xfd, 0xf7, 0xf3, 0x39, 0x91, 0x10,

    /* U+8870 "衰" */
    0x10, 0xd9, 0xf7, 0xf7, 0xc6, 0x73, 0x33,

    /* U+8877 "衷" */
    0x10, 0xf9, 0xf4, 0xa7, 0xc6, 0x73, 0x3a,

    /* U+888B "袋" */
    0x10, 0xbe, 0x20, 0xbf, 0xe6, 0x73, 0x3b,

    /* U+8896 "袖" */
    0x9, 0x13, 0xfb, 0x57, 0xf5, 0x6f, 0x91,

    /* U+88AB "被" */
    0x9, 0x7d, 0xa3, 0xea, 0x5e, 0xb2, 0x1b,

    /* U+88C1 "裁" */
    0xd, 0xf9, 0x29, 0xef, 0x8f, 0xa5, 0x6d,

    /* U+88C2 "裂" */
    0x3, 0xf7, 0xae, 0xbf, 0xe6, 0x13, 0x73,

    /* U+88C5 "装" */
    0x1, 0x7d, 0x0, 0xef, 0xe6, 0x13, 0x73,

    /* U+88CF "裏" */
    0x11, 0xfd, 0xf3, 0xef, 0xff, 0xd4, 0x36,

    /* U+88D5 "裕" */
    0x0, 0xb4, 0xca, 0x54, 0x7f, 0xa2, 0xbe, 0x22,

    /* U+88DC "補" */
    0xb, 0xb9, 0xfd, 0x5f, 0xf7, 0xea, 0x97,

    /* U+88F8 "裸" */
    0x1, 0x7d, 0xff, 0x57, 0xf1, 0xaf, 0x4,

    /* U+88FD "製" */
    0xa3, 0xe7, 0xed, 0x3f, 0xe5, 0x1d, 0x0,

    /* U+88FE "裾" */
    0x1, 0x7d, 0xfb, 0xfa, 0x9f, 0xe8, 0xaf,

    /* U+8907 "複" */
    0x1, 0x7f, 0xfb, 0xfa, 0x3b, 0xad, 0xe,

    /* U+8910 "褐" */
    0x1, 0x7b, 0xf3, 0xe9, 0xff, 0x67, 0x83,

    /* U+8912 "褒" */
    0x11, 0xfd, 0x8d, 0xf8, 0x82, 0x5b, 0x3a,

    /* U+895F "襟" */
    0x12, 0x93, 0xff, 0xbf, 0x40, 0xbf, 0x98, 0x9,

    /* U+8972 "襲" */
    0x8, 0xff, 0x9f, 0xf8, 0xb7, 0xff, 0x2a, 0x7e,

    /* U+897F "西" */
    0xff, 0xfe, 0xce, 0x78, 0x3f, 0xe0, 0x80,

    /* U+8981 "要" */
    0xff, 0xfe, 0xaf, 0xf4, 0x86, 0x3b, 0x80,

    /* U+8986 "覆" */
    0xff, 0x55, 0x7b, 0xf9, 0xf6, 0x8e, 0x80,

    /* U+8987 "覇" */
    0xfe, 0xff, 0xfa, 0x7f, 0xbf, 0xc0, 0x80,

    /* U+898B "見" */
    0x7e, 0x7e, 0x7e, 0x42, 0x7e, 0x29, 0xcf,

    /* U+898F "規" */
    0x40, 0x5e, 0x5e, 0x5e, 0xf2, 0x5e, 0xb5, 0x97,

    /* U+8996 "視" */
    0x40, 0x5e, 0x3e, 0x7e, 0x52, 0xfe, 0x4d, 0x57,

    /* U+899A "覚" */
    0x12, 0xff, 0xfe, 0x7e, 0x7e, 0x7e, 0x29, 0xcf,

    /* U+89A7 "覧" */
    0xff, 0xaf, 0xf0, 0x7e, 0x7e, 0x7f, 0xef,

    /* U+89AA "親" */
    0x40, 0xbf, 0x7a, 0xf5, 0xfe, 0x95, 0x33,

    /* U+89B3 "観" */
    0x7f, 0xf9, 0x7f, 0xa9, 0xee, 0xfb, 0x93,

    /* U+89D2 "角" */
    0x0, 0x71, 0xfa, 0x57, 0xef, 0xe0, 0xc3,

    /* U+89E3 "解" */
    0x1, 0xdf, 0x5e, 0xcf, 0x57, 0xe5, 0x3a,

    /* U+89E6 "触" */
    0x5, 0xcb, 0xfe, 0xbf, 0xfe, 0xa5, 0xfe,

    /* U+8A00 "言" */
    0x7d, 0xfd, 0xf3, 0xe7, 0xd0, 0x9f, 0x0,

    /* U+8A02 "訂" */
    0xff, 0xe2, 0xe2, 0xe2, 0xe2, 0xa2, 0xee,

    /* U+8A03 "訃" */
    0x1, 0xe3, 0xc7, 0x4f, 0x7e, 0x2c, 0x70,

    /* U+8A08 "計" */
    0x4, 0xe4, 0xe4, 0xff, 0xe4, 0xe4, 0xa4, 0xe4,

    /* U+8A0E "討" */
    0x2, 0xe2, 0xee, 0xe2, 0xea, 0xe2, 0xa2, 0xee,

    /* U+8A13 "訓" */
    0xf5, 0xf5, 0xf5, 0xf5, 0xf5, 0xb5, 0xe1,

    /* U+8A17 "託" */
    0xfe, 0x13, 0xa7, 0xee, 0xb5, 0x7b, 0x80,

    /* U+8A18 "記" */
    0xfe, 0x5, 0x79, 0x1e, 0x34, 0x7f, 0x80,

    /* U+8A1F "訟" */
    0xe8, 0xf2, 0xf0, 0xe8, 0xe8, 0xb2, 0xfd,

    /* U+8A2A "訪" */
    0x1, 0xfc, 0x22, 0x7e, 0xbe, 0x6c, 0xf3,

    /* U+8A2D "設" */
    0xed, 0xdb, 0xdf, 0x5e, 0xd5, 0x3d, 0x80,

    /* U+8A31 "許" */
    0xef, 0x14, 0xe4, 0xff, 0xe4, 0xa4, 0xe4,

    /* U+8A33 "訳" */
    0xee, 0x25, 0x3f, 0xcf, 0x56, 0xb8, 0x80,

    /* U+8A34 "訴" */
    0xfe, 0xf0, 0xfe, 0xfc, 0xf6, 0xa4, 0xe4,

    /* U+8A3A "診" */
    0x4, 0xea, 0xf1, 0xec, 0xe4, 0xfa, 0xa4, 0xe8,

    /* U+8A3C "証" */
    0xff, 0xe4, 0xe4, 0xf6, 0xf4, 0xb4, 0xff,

    /* U+8A50 "詐" */
    0xfe, 0x51, 0x3f, 0x4e, 0xf5, 0x3a, 0x0,

    /* U+8A54 "詔" */
    0xfe, 0x15, 0x3f, 0xff, 0x36, 0x7b, 0x80,

    /* U+8A55 "評" */
    0xff, 0xf5, 0xe4, 0xe4, 0xee, 0xa4, 0xe4,

    /* U+8A5E "詞" */
    0xfe, 0x3d, 0x7b, 0x3e, 0x77, 0x79, 0x80,

    /* U+8A60 "詠" */
    0xc8, 0x78, 0xf8, 0xee, 0xd9, 0x76, 0x0,

    /* U+8A63 "詣" */
    0x11, 0xe7, 0xf7, 0xff, 0x3f, 0xec, 0xff,

    /* U+8A66 "試" */
    0x5, 0x8f, 0x77, 0xed, 0x5a, 0xb7, 0xe1,

    /* U+8A69 "詩" */
    0x4, 0xff, 0x4, 0xff, 0xff, 0xe2, 0xaa, 0xe6,

    /* U+8A6E "詮" */
    0x4, 0xea, 0xf1, 0xee, 0xe4, 0xee, 0xa4, 0xff,

    /* U+8A70 "詰" */
    0x4, 0xff, 0x4, 0xff, 0xff, 0xf1, 0xb1, 0xff,

    /* U+8A71 "話" */
    0xff, 0x4, 0xee, 0xe4, 0xfb, 0xb1, 0xff,

    /* U+8A72 "該" */
    0x4, 0xff, 0x8, 0xf2, 0xed, 0xfa, 0xa6, 0xf9,

    /* U+8A73 "詳" */
    0xe0, 0xe, 0x5f, 0x44, 0xff, 0xa4, 0xe4,

    /* U+8A87 "誇" */
    0xff, 0xb3, 0x77, 0xfd, 0xd4, 0xb3, 0x0,

    /* U+8A89 "誉" */
    0x55, 0xfc, 0xe3, 0xe7, 0xcf, 0x9f, 0x3e,

    /* U+8A8C "誌" */
    0x0, 0xff, 0x8, 0x5f, 0x44, 0xfa, 0xab, 0xee,

    /* U+8A8D "認" */
    0xff, 0xd7, 0xaf, 0x2e, 0xb5, 0x3b, 0x80,

    /* U+8A93 "誓" */
    0x44, 0xbb, 0x97, 0x2f, 0xe0, 0x3f, 0x7e,

    /* U+8A95 "誕" */
    0xf2, 0x28, 0xce, 0xef, 0xda, 0x3b, 0x80,

    /* U+8A98 "誘" */
    0xfe, 0xff, 0xf6, 0x4, 0xea, 0xb2, 0xe6,

    /* U+8A9E "語" */
    0xfe, 0xe8, 0xf6, 0xec, 0xfe, 0xb2, 0xfe,

    /* U+8AA0 "誠" */
    0x1, 0xfc, 0xa7, 0xee, 0xd7, 0xea, 0xe9,

    /* U+8AA4 "誤" */
    0xfe, 0x1a, 0xf4, 0xee, 0xec, 0xa8, 0xf2,

    /* U+8AAC "説" */
    0xf1, 0xff, 0xcf, 0x6e, 0xd5, 0xfd, 0x80,

    /* U+8AAD "読" */
    0x1, 0xfc, 0x7a, 0xfe, 0x3d, 0xad, 0xf3,

    /* U+8AB0 "誰" */
    0xff, 0x14, 0x7e, 0xf4, 0xfc, 0xb4, 0xff,

    /* U+8AB2 "課" */
    0xff, 0x1f, 0x5f, 0x5f, 0xee, 0xb6, 0xf5,

    /* U+8ABF "調" */
    0xff, 0xf5, 0x1f, 0xff, 0xfb, 0xbf, 0xe3,

    /* U+8AC7 "談" */
    0x4, 0xe5, 0xf4, 0xea, 0xe4, 0xf5, 0xac, 0xf3,

    /* U+8ACB "請" */
    0x4, 0xff, 0xff, 0xff, 0xf1, 0xff, 0xbf, 0xf7,

    /* U+8AD6 "論" */
    0x5, 0xbb, 0xf9, 0xfe, 0xff, 0xeb, 0xf7,

    /* U+8AE6 "諦" */
    0x4, 0xff, 0x12, 0xff, 0xe5, 0xfe, 0xb4, 0xe4,

    /* U+8AE7 "諧" */
    0xff, 0x15, 0x57, 0x5a, 0xfe, 0xb2, 0xfe,

    /* U+8AED "諭" */
    0xd, 0xbb, 0xff, 0xdf, 0xb7, 0x6a, 0xff,

    /* U+8AEE "諮" */
    0xef, 0x4, 0xec, 0xf3, 0xee, 0xe2, 0xde,

    /* U+8AF8 "諸" */
    0x9, 0xfc, 0x37, 0xff, 0xf7, 0xec, 0xff,

    /* U+8AFE "諾" */
    0x12, 0xff, 0x0, 0xff, 0xf0, 0xff, 0xb1, 0xff,

    /* U+8B00 "謀" */
    0x3, 0xfc, 0x8f, 0xfd, 0xdb, 0xbf, 0x75,

    /* U+8B01 "謁" */
    0xff, 0xff, 0xff, 0xff, 0xf9, 0xb3, 0xef,

    /* U+8B04 "謄" */
    0x1, 0xfe, 0xff, 0x6b, 0x3f, 0xec, 0xff,

    /* U+8B0E "謎" */
    0x4, 0xe4, 0x16, 0x34, 0x16, 0xdd, 0xf0, 0xef,

    /* U+8B19 "謙" */
    0xfe, 0x3e, 0x3e, 0x1a, 0xd4, 0xbc, 0xd2,

    /* U+8B1B "講" */
    0x15, 0xff, 0xfe, 0x4f, 0xff, 0xed, 0xf3,

    /* U+8B1D "謝" */
    0x3, 0xf4, 0xe9, 0xf2, 0xbb, 0x6a, 0xef,

    /* U+8B21 "謡" */
    0xfc, 0x17, 0xfe, 0x4d, 0xd5, 0x3f, 0x80,

    /* U+8B39 "謹" */
    0x15, 0xfc, 0xaf, 0x5d, 0xdb, 0xb7, 0x7f,

    /* U+8B58 "識" */
    0x14, 0xfe, 0x35, 0xff, 0xec, 0xfa, 0xaf, 0xf9,

    /* U+8B5C "譜" */
    0x1, 0xfc, 0x7a, 0xf5, 0xfe, 0x6f, 0xff,

    /* U+8B66 "警" */
    0x8, 0xee, 0xf2, 0xbc, 0xfe, 0x0, 0x7e, 0x7e,

    /* U+8B70 "議" */
    0xff, 0xff, 0xf8, 0x2f, 0xf6, 0xba, 0x80,

    /* U+8B72 "譲" */
    0x9, 0xfc, 0xd6, 0xed, 0xdb, 0x79, 0x69,

    /* U+8B77 "護" */
    0x15, 0xfb, 0x81, 0xe3, 0xd8, 0x37, 0x73,

    /* U+8C37 "谷" */
    0x0, 0x62, 0x39, 0x44, 0xff, 0x42, 0x42, 0x7e,

    /* U+8C46 "豆" */
    0xfe, 0xfa, 0x13, 0xe0, 0x5, 0x3f, 0x80,

    /* U+8C4A "豊" */
    0x28, 0xf9, 0xf3, 0xe0, 0xf, 0x92, 0x7f,

    /* U+8C5A "豚" */
    0xff, 0xac, 0xea, 0xf6, 0xae, 0xb5, 0x6c,

    /* U+8C61 "象" */
    0x0, 0x1e, 0x32, 0xcf, 0xe3, 0x53, 0x71, 0xed,
    0xb0,

    /* U+8C6A "豪" */
    0x11, 0xfd, 0xf7, 0xf7, 0xc5, 0x9d, 0x79,

    /* U+8C8C "貌" */
    0x34, 0x5b, 0x2f, 0x69, 0xbf, 0x5a, 0x7a, 0x3b,

    /* U+8C9D "貝" */
    0x7e, 0x7e, 0x42, 0x7e, 0x7e, 0x0, 0x42,

    /* U+8C9E "貞" */
    0x10, 0x3d, 0xfb, 0xf7, 0xef, 0xc9, 0x21,

    /* U+8CA0 "負" */
    0x0, 0x38, 0xfe, 0x7e, 0x7e, 0x7e, 0x24, 0x42,

    /* U+8CA1 "財" */
    0x1, 0x38, 0x9d, 0xca, 0x67, 0x53, 0xc8, 0x5,
    0xe,

    /* U+8CA2 "貢" */
    0x7d, 0xfd, 0xf3, 0xe7, 0xcf, 0x93, 0x80,

    /* U+8CA7 "貧" */
    0x0, 0xff, 0x2c, 0x52, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+8CA8 "貨" */
    0x2b, 0x6d, 0x2f, 0x7e, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+8CA9 "販" */
    0xef, 0xae, 0xaa, 0xfa, 0xfc, 0x24, 0x8b,

    /* U+8CAA "貪" */
    0x18, 0x66, 0x7e, 0x7e, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+8CAB "貫" */
    0x7c, 0xf9, 0xf3, 0xe7, 0xcf, 0x93, 0x80,

    /* U+8CAC "責" */
    0x10, 0xf9, 0xf0, 0x7, 0xcf, 0x9f, 0x23,

    /* U+8CAF "貯" */
    0x2, 0x3f, 0xd6, 0x2f, 0xf7, 0x23, 0x90, 0x8,
    0xc,

    /* U+8CB4 "貴" */
    0x10, 0xf9, 0xf0, 0x7, 0xcf, 0x9f, 0x23,

    /* U+8CB7 "買" */
    0xfe, 0x1, 0xfc, 0x1f, 0xef, 0xd3, 0x80,

    /* U+8CB8 "貸" */
    0x22, 0xcd, 0x6, 0x7e, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+8CBB "費" */
    0x8, 0x7e, 0x7f, 0x7e, 0x7e, 0x7e, 0x7e, 0x27,

    /* U+8CBC "貼" */
    0x2, 0x39, 0x1c, 0xce, 0xe5, 0x91, 0x49, 0x5c,
    0x2,

    /* U+8CBF "貿" */
    0x6f, 0x6e, 0x52, 0x3e, 0x3e, 0x3e, 0x27,

    /* U+8CC0 "賀" */
    0x0, 0xfe, 0x3e, 0x7e, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+8CC2 "賂" */
    0x78, 0x3f, 0x95, 0x8e, 0xf2, 0x92, 0xb8, 0x4,

    /* U+8CC3 "賃" */
    0x7f, 0x5f, 0x7f, 0x7f, 0x7f, 0x7f, 0x63,

    /* U+8CC4 "賄" */
    0xe1, 0x5e, 0xcf, 0xf4, 0xf6, 0x41, 0x80,

    /* U+8CC7 "資" */
    0x5f, 0x8, 0x7e, 0x7e, 0x7e, 0x7e, 0x67,

    /* U+8CCA "賊" */
    0x6, 0xe6, 0xad, 0xbe, 0xf2, 0xe2, 0xf, 0xa1,

    /* U+8CD3 "賓" */
    0x10, 0xff, 0x95, 0xe3, 0x7e, 0x7e, 0x7e, 0x47,

    /* U+8CDB "賛" */
    0x44, 0x4e, 0xff, 0xb2, 0x7e, 0x7e, 0x7e, 0x4e,

    /* U+8CDC "賜" */
    0xff, 0x7f, 0xff, 0x7f, 0x63, 0x4b, 0x80,

    /* U+8CDE "賞" */
    0x55, 0xff, 0xf0, 0x7, 0xcf, 0x9f, 0x23,

    /* U+8CE0 "賠" */
    0x4, 0xff, 0xf2, 0xbf, 0xe0, 0xff, 0x11, 0xaf,

    /* U+8CE2 "賢" */
    0xff, 0xee, 0xb, 0xe7, 0xcf, 0x99, 0x80,

    /* U+8CE6 "賦" */
    0x2, 0xe3, 0xff, 0xaa, 0xfa, 0xfa, 0x19, 0x91,

    /* U+8CEA "質" */
    0x7f, 0x5a, 0xe6, 0x7e, 0x7e, 0x7e, 0x67,

    /* U+8CED "賭" */
    0x9, 0xfe, 0xb7, 0xfe, 0xeb, 0xc4, 0xdf,

    /* U+8CFC "購" */
    0xd, 0xff, 0xb7, 0xfb, 0xbf, 0xd7, 0xdb,

    /* U+8D08 "贈" */
    0xe2, 0xbf, 0xb5, 0xfe, 0xf2, 0x1e, 0xbe,

    /* U+8D64 "赤" */
    0x10, 0xf8, 0x47, 0xf2, 0x85, 0x6a, 0x2c,

    /* U+8D66 "赦" */
    0x0, 0x6e, 0xfa, 0x6a, 0xf6, 0x64, 0xaa, 0xa1,

    /* U+8D70 "走" */
    0x0, 0xfc, 0x43, 0xe4, 0xea, 0x2c, 0x4f,

    /* U+8D74 "赴" */
    0x9, 0xf1, 0x23, 0x73, 0x99, 0x32, 0x1f,

    /* U+8D77 "起" */
    0x41, 0xfd, 0xf, 0x75, 0x3a, 0x73, 0x9f,

    /* U+8D85 "超" */
    0x1, 0xfd, 0x4f, 0xfd, 0x3a, 0x77, 0x9f,

    /* U+8D8A "越" */
    0x45, 0xf9, 0x57, 0xad, 0x5a, 0xf2, 0x9e,

    /* U+8DA3 "趣" */
    0x40, 0xbd, 0x7b, 0x7f, 0xbd, 0xb7, 0x9f,

    /* U+8DB3 "足" */
    0x7e, 0x42, 0x3c, 0xf, 0x48, 0x78, 0x8f,

    /* U+8DDD "距" */
    0xef, 0xb0, 0x5e, 0x4e, 0x50, 0x70, 0x4f,

    /* U+8DE1 "跡" */
    0x4, 0xff, 0xac, 0x5c, 0x6d, 0x55, 0x74, 0xa4,

    /* U+8DEF "路" */
    0xef, 0x69, 0x33, 0xf5, 0x2f, 0xc4, 0x80,

    /* U+8DF3 "跳" */
    0x8, 0xec, 0xac, 0x4e, 0xfa, 0xed, 0xf5, 0x23,

    /* U+8DF5 "践" */
    0xd, 0xfe, 0xa2, 0x67, 0xe9, 0x5b, 0x19,

    /* U+8E0A "踊" */
    0xff, 0xf5, 0x55, 0x5f, 0x5f, 0x75, 0x17,

    /* U+8E0F "踏" */
    0x4, 0xfd, 0xae, 0xdd, 0xd3, 0xdf, 0xf1, 0xdf,

    /* U+8E2A "踪" */
    0x4, 0xe4, 0xbf, 0x40, 0x6e, 0x46, 0x75, 0xc,

    /* U+8E74 "蹴" */
    0x13, 0xf2, 0xba, 0x6a, 0xba, 0xd6, 0xbf, 0x51,

    /* U+8E8D "躍" */
    0xff, 0xbf, 0xff, 0x5f, 0x7e, 0x5e, 0x5f,

    /* U+8EAB "身" */
    0x0, 0x7e, 0x7e, 0x42, 0x7e, 0xfe, 0x12, 0xee,

    /* U+8ECA "車" */
    0x11, 0xfd, 0xf3, 0xe9, 0x4f, 0x3f, 0x88,

    /* U+8ECC "軌" */
    0x0, 0xf8, 0xee, 0xea, 0xea, 0x4a, 0xf3, 0x3,

    /* U+8ECD "軍" */
    0xff, 0xfd, 0xf3, 0xe7, 0xdf, 0xc4, 0x0,

    /* U+8ED2 "軒" */
    0x0, 0xfe, 0xf4, 0xff, 0xd4, 0x64, 0xf4, 0x4,

    /* U+8EDF "軟" */
    0x8, 0xff, 0xd5, 0xf4, 0xd4, 0x6c, 0xf2, 0x1,

    /* U+8EE2 "転" */
    0x0, 0xfe, 0xf0, 0xf6, 0xda, 0x6a, 0xfa, 0xd,

    /* U+8EF8 "軸" */
    0x44, 0xbf, 0xde, 0xbf, 0xee, 0xd7, 0xa9,

    /* U+8EFD "軽" */
    0x40, 0xfe, 0xe6, 0xea, 0xe4, 0x4e, 0xe4, 0x5f,

    /* U+8F03 "較" */
    0x44, 0xff, 0xea, 0xf3, 0xea, 0x44, 0xec, 0x53,

    /* U+8F09 "載" */
    0xc, 0xd7, 0xff, 0xdf, 0xda, 0xbf, 0x9,

    /* U+8F1D "輝" */
    0x40, 0x7f, 0xff, 0x5e, 0xde, 0xde, 0xff, 0x84,

    /* U+8F29 "輩" */
    0x18, 0xfd, 0xbf, 0xf5, 0x2f, 0xcf, 0x36,

    /* U+8F2A "輪" */
    0x4c, 0xea, 0xf5, 0xff, 0xdd, 0x7f, 0xfd, 0x51,

    /* U+8F38 "輸" */
    0x4c, 0x52, 0xec, 0xd9, 0xfd, 0xfd, 0xf9, 0x5b,

    /* U+8F44 "轄" */
    0x45, 0xf7, 0xff, 0x7d, 0xfd, 0xd4, 0xa7,

    /* U+8F9B "辛" */
    0x11, 0xfd, 0x22, 0x43, 0x5f, 0xc4, 0x8,

    /* U+8F9E "辞" */
    0x24, 0xdf, 0x52, 0x5f, 0xe4, 0xbf, 0xe4, 0xa4,

    /* U+8FA3 "辣" */
    0x45, 0x5b, 0x7f, 0xb5, 0xed, 0xa5, 0xc2,

    /* U+8FB1 "辱" */
    0x7e, 0xfe, 0xaf, 0xbf, 0xe4, 0x83, 0x0,

    /* U+8FB2 "農" */
    0x14, 0x7f, 0x55, 0x7f, 0x7f, 0x7f, 0x68, 0xbe,

    /* U+8FBA "辺" */
    0xbe, 0x97, 0x2a, 0x55, 0x2c, 0xef, 0x80,

    /* U+8FBC "込" */
    0xb8, 0x93, 0x63, 0x26, 0x58, 0x4f, 0x80,

    /* U+8FC5 "迅" */
    0xbe, 0x52, 0xda, 0x52, 0x52, 0x53, 0xbf,

    /* U+8FCE "迎" */
    0x9e, 0xd7, 0xab, 0x54, 0xe9, 0x2f, 0x80,

    /* U+8FD1 "近" */
    0x9e, 0x50, 0xde, 0x54, 0x64, 0x44, 0x9f,

    /* U+8FD4 "返" */
    0x9e, 0xbf, 0x8b, 0x66, 0xd8, 0xf, 0x80,

    /* U+8FEB "迫" */
    0x9, 0x7d, 0x8f, 0xf6, 0x2f, 0xd0, 0x4f,

    /* U+8FED "迭" */
    0x88, 0xbc, 0xa7, 0xf5, 0x8a, 0xb0, 0x9f,

    /* U+8FF0 "述" */
    0x88, 0xfc, 0x27, 0x56, 0xad, 0x32, 0x1f,

    /* U+8FF7 "迷" */
    0x88, 0x90, 0x26, 0xe7, 0xc9, 0x68, 0xf,

    /* U+8FFD "追" */
    0x8, 0xbe, 0x62, 0xfc, 0x7e, 0x7e, 0xa0, 0x3f,

    /* U+9000 "退" */
    0x9e, 0x5e, 0xde, 0x6a, 0x64, 0xd0, 0x3f,

    /* U+9001 "送" */
    0x90, 0xfc, 0x27, 0xf4, 0x8a, 0xb0, 0x1f,

    /* U+9003 "逃" */
    0x94, 0xe8, 0x56, 0xa5, 0x6a, 0xd9, 0xdf,

    /* U+9006 "逆" */
    0x94, 0xfd, 0xaa, 0xf4, 0x9a, 0x7, 0x80,

    /* U+900F "透" */
    0x9c, 0xfc, 0x73, 0xf5, 0x34, 0xcf, 0x80,

    /* U+9010 "逐" */
    0xbf, 0x5a, 0xd4, 0x4e, 0x75, 0x4c, 0xbf,

    /* U+9013 "逓" */
    0x9c, 0xbc, 0x7a, 0xf7, 0xaf, 0xef, 0x80,

    /* U+9014 "途" */
    0x98, 0xcc, 0x27, 0xf5, 0xc9, 0x56, 0x5f,

    /* U+901A "通" */
    0xbe, 0xbc, 0x7a, 0xf6, 0xa9, 0xef, 0x80,

    /* U+901D "逝" */
    0x16, 0x78, 0x1e, 0xda, 0x5a, 0x52, 0x72, 0xbf,

    /* U+901F "速" */
    0x9, 0xb8, 0x79, 0x55, 0xe9, 0x68, 0xf,

    /* U+9020 "造" */
    0x8, 0xbe, 0x48, 0xd4, 0x7e, 0x7e, 0xa0, 0x3f,

    /* U+9023 "連" */
    0x9, 0x7d, 0xaf, 0xf5, 0xef, 0xf0, 0x1f,

    /* U+902E "逮" */
    0x9, 0x7d, 0xfe, 0x46, 0xaf, 0xde, 0x5f,

    /* U+9031 "週" */
    0x9e, 0xd5, 0xfb, 0xb7, 0xec, 0xef, 0x80,

    /* U+9032 "進" */
    0x9, 0x7d, 0xa7, 0xe7, 0xcb, 0xe8, 0x1f,

    /* U+9038 "逸" */
    0x0, 0x9c, 0x7e, 0x2a, 0x7e, 0x55, 0x67, 0xbf,

    /* U+9042 "遂" */
    0x10, 0xbf, 0x5a, 0xd4, 0x66, 0x5e, 0xac, 0x3f,

    /* U+9045 "遅" */
    0x9e, 0xc3, 0xb3, 0x67, 0xec, 0x2f, 0x80,

    /* U+9047 "遇" */
    0x9e, 0xd5, 0xfb, 0x77, 0x2c, 0xef, 0x80,

    /* U+904A "遊" */
    0x14, 0x62, 0x1b, 0x2a, 0x6f, 0x6a, 0x5e, 0xbf,

    /* U+904B "運" */
    0xbe, 0xd3, 0x7a, 0xf7, 0xe9, 0x2f, 0x80,

    /* U+904D "遍" */
    0xbe, 0x87, 0xfb, 0x57, 0xf5, 0x4f, 0x80,

    /* U+904E "過" */
    0x9c, 0xb8, 0x8b, 0x77, 0x69, 0xef, 0x80,

    /* U+9053 "道" */
    0x15, 0x7d, 0x7e, 0xf6, 0x2f, 0xd7, 0xdf,

    /* U+9054 "達" */
    0x9, 0x7d, 0x97, 0xf7, 0xef, 0xd2, 0x5f,

    /* U+9055 "違" */
    0x0, 0x9e, 0x7f, 0x22, 0x5e, 0x7f, 0x7f, 0xbf,

    /* U+905C "遜" */
    0xb4, 0x5a, 0xf6, 0x55, 0x5c, 0x74, 0xbf,

    /* U+9060 "遠" */
    0x8, 0xdc, 0x3e, 0x22, 0x5e, 0x4a, 0x7c, 0xbf,

    /* U+9061 "遡" */
    0x87, 0x7f, 0x3d, 0x7f, 0x75, 0x6b, 0xbf,

    /* U+9063 "遣" */
    0x8, 0xbe, 0x7e, 0x0, 0x5e, 0x7e, 0x5e, 0xbf,

    /* U+9069 "適" */
    0x9, 0x7d, 0xff, 0x57, 0xee, 0xdf, 0x9f,

    /* U+906D "遭" */
    0x14, 0xbf, 0x7e, 0xfe, 0x7e, 0x7e, 0x7e, 0xbf,

    /* U+906E "遮" */
    0x0, 0x7e, 0x3e, 0x32, 0x7e, 0x44, 0x69, 0xbe,

    /* U+9075 "遵" */
    0x0, 0xbf, 0x7f, 0x41, 0x7f, 0x42, 0xa6, 0x1f,

    /* U+9077 "遷" */
    0xbf, 0x7e, 0xff, 0x6e, 0x45, 0x7e, 0xbf,

    /* U+9078 "選" */
    0xbf, 0x44, 0xf2, 0x5e, 0x7f, 0x50, 0x3f,

    /* U+907A "遺" */
    0x9, 0x7d, 0x27, 0xb7, 0xeb, 0xd0, 0x9f,

    /* U+907F "避" */
    0x2, 0x9f, 0x6e, 0xf2, 0x7f, 0x6a, 0x7a, 0xbf,

    /* U+9084 "還" */
    0xbe, 0x7e, 0x0, 0x7e, 0x4e, 0x79, 0xbf,

    /* U+90A3 "那" */
    0x77, 0x75, 0x36, 0x75, 0x55, 0x57, 0xb4,

    /* U+90A6 "邦" */
    0x1, 0xfd, 0x4f, 0xe5, 0x6e, 0x55, 0xc0,

    /* U+90AA "邪" */
    0xfe, 0xeb, 0xd1, 0x97, 0x36, 0xc8, 0x0,

    /* U+90B8 "邸" */
    0xef, 0xa9, 0xfa, 0xaa, 0xa9, 0xb, 0xf8,

    /* U+90CA "郊" */
    0x1, 0xfc, 0x2c, 0xe6, 0xa5, 0x6b, 0xcc,

    /* U+90CE "郎" */
    0x20, 0x7f, 0x4e, 0x7e, 0x7d, 0x55, 0x57, 0xe4,

    /* U+90E1 "郡" */
    0x77, 0x7a, 0x7a, 0x79, 0x59, 0x5b, 0x70,

    /* U+90E8 "部" */
    0x1, 0xfe, 0xb2, 0x6f, 0xb3, 0x67, 0xfc,

    /* U+90ED "郭" */
    0x20, 0x27, 0x75, 0x96, 0x7f, 0x25, 0x77, 0x64,

    /* U+90F5 "郵" */
    0x7f, 0xb6, 0xfe, 0xb5, 0x65, 0x2f, 0xd4,

    /* U+90F7 "郷" */
    0x5f, 0xdf, 0x55, 0xcb, 0xd3, 0x2a, 0xfe, 0x8,

    /* U+90FD "都" */
    0x1, 0xfd, 0xaf, 0xef, 0xcf, 0x67, 0xbc,

    /* U+914C "酌" */
    0xe1, 0xff, 0x8d, 0x5e, 0x3c, 0x43, 0x80,

    /* U+914D "配" */
    0xff, 0xc7, 0xfd, 0x9f, 0x1e, 0x47, 0x80,

    /* U+914E "酎" */
    0x2, 0xe2, 0xee, 0xd2, 0xb2, 0xea, 0xe2, 0xe,

    /* U+9152 "酒" */
    0xbe, 0xfc, 0xe9, 0xb7, 0xf7, 0xe8, 0x80,

    /* U+9154 "酔" */
    0x8, 0xe8, 0xee, 0xf3, 0xa4, 0xee, 0xe4, 0x84,

    /* U+9162 "酢" */
    0xf0, 0xfe, 0xee, 0xa8, 0xec, 0xe8, 0x88,

    /* U+916A "酪" */
    0xf0, 0xfe, 0xec, 0x9f, 0xf2, 0xfe, 0x92,

    /* U+916C "酬" */
    0xef, 0xdf, 0x7d, 0x7e, 0xfd, 0xe4, 0x80,

    /* U+9175 "酵" */
    0x1, 0xd3, 0xaf, 0x2b, 0xbf, 0xf9, 0x46,

    /* U+9177 "酷" */
    0x4, 0xf4, 0xfc, 0xdf, 0xbe, 0xf2, 0xfe, 0x90,

    /* U+9178 "酸" */
    0xf2, 0xfd, 0xd5, 0xae, 0xf4, 0xfa, 0x81,

    /* U+9192 "醒" */
    0xfe, 0xfe, 0xde, 0xaf, 0xf4, 0xae, 0xdf,

    /* U+919C "醜" */
    0x1, 0xd3, 0xff, 0xfb, 0xfd, 0x7e, 0xdb,

    /* U+91B8 "醸" */
    0x4, 0xff, 0xfa, 0xee, 0xae, 0xed, 0xee, 0x91,

    /* U+91C7 "采" */
    0x3, 0xe8, 0x2, 0xaf, 0xe2, 0x1f, 0x8,

    /* U+91C8 "釈" */
    0xff, 0xe7, 0xfa, 0xcf, 0x4c, 0x90, 0x80,

    /* U+91CC "里" */
    0x7c, 0xfa, 0x53, 0xcf, 0xe2, 0x3f, 0x80,

    /* U+91CD "重" */
    0x7d, 0xfd, 0xf3, 0xe7, 0xcf, 0xff, 0x80,

    /* U+91CE "野" */
    0xff, 0xdb, 0x7b, 0x3e, 0x48, 0x87, 0x0,

    /* U+91CF "量" */
    0x7c, 0xf8, 0x3, 0xe7, 0xdf, 0xff, 0x80,

    /* U+91D1 "金" */
    0x30, 0x93, 0xf8, 0x8f, 0xea, 0x84, 0x7f,

    /* U+91DC "釜" */
    0x0, 0x8c, 0x47, 0x73, 0x9f, 0xd5, 0x7f,

    /* U+91DD "針" */
    0xc4, 0x4, 0x5f, 0xe4, 0x44, 0xe4, 0x44, 0x84,

    /* U+91E3 "釣" */
    0xc1, 0x7d, 0x4f, 0x14, 0xbc, 0x58, 0x87,

    /* U+920D "鈍" */
    0x49, 0x7f, 0xa2, 0x56, 0xad, 0x9a, 0x87,

    /* U+9234 "鈴" */
    0xd8, 0x49, 0x7a, 0x5, 0xfe, 0x55, 0x80,

    /* U+9244 "鉄" */
    0xc4, 0xaf, 0x54, 0xff, 0x44, 0xec, 0x72,

    /* U+925B "鉛" */
    0xcd, 0x6b, 0xca, 0x85, 0xfe, 0x77, 0x89,

    /* U+9262 "鉢" */
    0xc4, 0xa4, 0xee, 0x4e, 0xf6, 0x5f, 0x64, 0x4,

    /* U+9271 "鉱" */
    0xc4, 0xbf, 0x54, 0xf8, 0x5a, 0xfa, 0x72, 0xc,

    /* U+9280 "銀" */
    0x41, 0x7f, 0xff, 0xf5, 0x9e, 0x9d, 0x0,

    /* U+9283 "銃" */
    0x44, 0xbf, 0x4a, 0xf5, 0xc8, 0x6d, 0x75, 0x3,

    /* U+9285 "銅" */
    0x40, 0xbf, 0xff, 0x5f, 0xdb, 0x5f, 0x59, 0x13,

    /* U+9298 "銘" */
    0xc9, 0x6f, 0xf2, 0x44, 0xec, 0x73, 0x81,

    /* U+92AD "銭" */
    0x4d, 0x7d, 0x27, 0x6d, 0xcd, 0x9b, 0x19,

    /* U+92ED "鋭" */
    0xd1, 0x7f, 0xca, 0x95, 0xfd, 0x9b, 0xb,

    /* U+92F3 "鋳" */
    0x48, 0xbf, 0xfe, 0x5f, 0xf2, 0xff, 0x4a, 0x6,

    /* U+92FC "鋼" */
    0x40, 0xbf, 0xfd, 0x5f, 0x5f, 0x5f, 0x59, 0x13,

    /* U+9320 "錠" */
    0xc4, 0x9b, 0x5f, 0x44, 0xc6, 0x74, 0x7c, 0x17,

    /* U+9326 "錦" */
    0xc5, 0x7b, 0xf2, 0xef, 0xea, 0xf5, 0x82,

    /* U+932C "錬" */
    0xc4, 0xae, 0xff, 0x5f, 0xff, 0x64, 0x5e, 0x85,

    /* U+932E "錮" */
    0x40, 0xbf, 0xff, 0x55, 0xff, 0xfb, 0x5f, 0x9f,

    /* U+932F "錯" */
    0x52, 0xbf, 0xf2, 0x5f, 0x61, 0xff, 0x61, 0x9f,

    /* U+9332 "録" */
    0x40, 0xae, 0xee, 0xe4, 0xd5, 0x6e, 0x75, 0xc,

    /* U+934B "鍋" */
    0x40, 0x6f, 0xf5, 0x5f, 0xef, 0x6b, 0x6f, 0x3,

    /* U+935B "鍛" */
    0x41, 0x5f, 0x6a, 0x95, 0xfe, 0x55, 0x48,

    /* U+9375 "鍵" */
    0x81, 0xff, 0xfd, 0xf9, 0xf7, 0xf8, 0xf,

    /* U+938C "鎌" */
    0xa0, 0x7e, 0xfe, 0xbe, 0xda, 0xbe, 0xd4, 0x92,

    /* U+9396 "鎖" */
    0xd6, 0x9, 0x6a, 0xfd, 0xeb, 0xda, 0x80,

    /* U+93AE "鎮" */
    0x44, 0xbf, 0x1f, 0x5f, 0x51, 0xff, 0x6a, 0x1,

    /* U+93E1 "鏡" */
    0x44, 0xbf, 0xea, 0x5e, 0x5e, 0xfe, 0x6d, 0x33,

    /* U+9418 "鐘" */
    0xc4, 0x9a, 0x5f, 0x5f, 0x5f, 0xff, 0x5f, 0x1f,

    /* U+9451 "鑑" */
    0x81, 0xef, 0x27, 0xbd, 0x17, 0xee, 0x9f,

    /* U+9577 "長" */
    0x7e, 0xfd, 0xff, 0xf5, 0x29, 0x9c, 0x80,

    /* U+9580 "門" */
    0xff, 0xff, 0xfc, 0x18, 0x30, 0x61, 0x80,

    /* U+9589 "閉" */
    0xff, 0xff, 0xfd, 0xf9, 0xb5, 0x67, 0x80,

    /* U+958B "開" */
    0xff, 0xff, 0xfd, 0x5b, 0xf0, 0x60, 0x80,

    /* U+9591 "閑" */
    0xff, 0xfe, 0x6f, 0x39, 0xb4, 0xe1, 0x80,

    /* U+9593 "間" */
    0xff, 0xfe, 0x6f, 0xfb, 0xb7, 0x69, 0x80,

    /* U+95A2 "関" */
    0xff, 0xff, 0xfd, 0xdb, 0xf3, 0x61, 0x80,

    /* U+95A3 "閣" */
    0xff, 0x37, 0xfd, 0xda, 0xb7, 0x61, 0x80,

    /* U+95A5 "閥" */
    0xff, 0xff, 0xfd, 0x1d, 0xb9, 0xf5, 0x80,

    /* U+95B2 "閲" */
    0xff, 0xff, 0xfd, 0xdb, 0xb1, 0xe9, 0x80,

    /* U+95C7 "闇" */
    0xff, 0xff, 0xfd, 0x5b, 0xb7, 0x6f, 0x80,

    /* U+95D8 "闘" */
    0xff, 0xfe, 0xdd, 0xf8, 0x73, 0xe9, 0x80,

    /* U+961C "阜" */
    0x0, 0xfa, 0x13, 0xe8, 0x4f, 0x3f, 0x88,

    /* U+962A "阪" */
    0xff, 0xde, 0xd2, 0xba, 0xe4, 0xaa, 0xb1,

    /* U+9632 "防" */
    0x8, 0xff, 0xd0, 0xde, 0xb2, 0xe2, 0xa2, 0xcc,

    /* U+963B "阻" */
    0xfe, 0xb2, 0xde, 0xb2, 0xfe, 0x92, 0xbf,

    /* U+9644 "附" */
    0x12, 0xff, 0xe2, 0xea, 0xa2, 0xe2, 0xa2, 0x86,

    /* U+964D "降" */
    0xee, 0xb2, 0xcc, 0xbe, 0xb4, 0xbf, 0x84,

    /* U+9650 "限" */
    0xfe, 0xbe, 0xd2, 0xbe, 0xf4, 0x94, 0xb2,

    /* U+965B "陛" */
    0xf8, 0xef, 0xe9, 0xbe, 0xec, 0x88, 0xbf,

    /* U+9662 "院" */
    0x1, 0xd3, 0x7e, 0xa, 0xdd, 0xe5, 0xd3,

    /* U+9663 "陣" */
    0x9, 0xff, 0x7d, 0xfa, 0xbf, 0xaf, 0xc4,

    /* U+9664 "除" */
    0x9, 0xeb, 0x76, 0x4a, 0xdd, 0x6a, 0x4c,

    /* U+9665 "陥" */
    0x1, 0xdf, 0x56, 0xfb, 0x3f, 0xe4, 0xcf,

    /* U+966A "陪" */
    0x8, 0xfe, 0xd4, 0xdf, 0xbe, 0xe2, 0xa2, 0x9e,

    /* U+9670 "陰" */
    0xc, 0xec, 0xde, 0xde, 0xbe, 0xe0, 0x92, 0xbc,

    /* U+9673 "陳" */
    0x9, 0xff, 0xae, 0xfa, 0xbf, 0xaa, 0xc4,

    /* U+9675 "陵" */
    0x8, 0xe8, 0xdf, 0xd4, 0xbf, 0xd2, 0x8c, 0xb3,

    /* U+9676 "陶" */
    0xf0, 0xef, 0x99, 0xdd, 0xdd, 0x91, 0x87,

    /* U+9678 "陸" */
    0x9, 0xd3, 0x7e, 0xaa, 0x9d, 0xa2, 0x5f,

    /* U+967A "険" */
    0x8, 0xf4, 0xde, 0xde, 0xaa, 0xfc, 0x94, 0xa2,

    /* U+967D "陽" */
    0xff, 0xbf, 0x7d, 0xf, 0xf3, 0x61, 0x80,

    /* U+9685 "隅" */
    0xff, 0xbf, 0x7d, 0xfe, 0xf4, 0x61, 0x80,

    /* U+9686 "隆" */
    0xee, 0xd2, 0xde, 0xbc, 0xfe, 0x84, 0xbf,

    /* U+968A "隊" */
    0xff, 0xd4, 0xee, 0xb6, 0xde, 0xa5, 0x8c,

    /* U+968E "階" */
    0xff, 0xe4, 0xd7, 0xa9, 0xff, 0xa1, 0x9f,

    /* U+968F "随" */
    0xef, 0xbf, 0xfe, 0xdd, 0xf5, 0xf3, 0x80,

    /* U+9694 "隔" */
    0xff, 0xc7, 0x7d, 0x5a, 0xf5, 0x60, 0x80,

    /* U+9699 "隙" */
    0x8, 0xfe, 0xde, 0xe2, 0xbe, 0xec, 0xaa, 0x98,

    /* U+969B "際" */
    0xfa, 0xde, 0x9e, 0xe0, 0xdc, 0xea, 0x98,

    /* U+969C "障" */
    0x0, 0xe8, 0xbf, 0xde, 0xde, 0x9e, 0xbf, 0x80,

    /* U+96A0 "隠" */
    0xe7, 0xfe, 0xf, 0xfd, 0x9a, 0xe7, 0x0,

    /* U+96A3 "隣" */
    0x1, 0xf6, 0xfe, 0xee, 0x7b, 0xa5, 0xd0,

    /* U+96B7 "隷" */
    0x4, 0x67, 0xef, 0xef, 0xf5, 0x2e, 0xd6, 0x4d,

    /* U+96BB "隻" */
    0x8, 0x7e, 0x7e, 0x7e, 0x7e, 0x7e, 0x24, 0x3e,

    /* U+96C4 "雄" */
    0x44, 0xff, 0x94, 0x9e, 0xb4, 0xde, 0xd4, 0x7f,

    /* U+96C5 "雅" */
    0x0, 0xff, 0xb4, 0xfe, 0x34, 0xfe, 0xb4, 0x7f,

    /* U+96C6 "集" */
    0x40, 0xff, 0xfb, 0xf7, 0xff, 0xca, 0x63,

    /* U+96C7 "雇" */
    0xff, 0xfd, 0xfd, 0xf7, 0xf7, 0xcf, 0x80,

    /* U+96CC "雌" */
    0x68, 0x7f, 0xfa, 0xff, 0xea, 0xff, 0xfa, 0xbf,

    /* U+96D1 "雑" */
    0xa, 0x6f, 0x72, 0x9e, 0x72, 0x6e, 0x52, 0xf,

    /* U+96E2 "離" */
    0x4, 0xff, 0xb4, 0xfc, 0xf4, 0xde, 0xf4, 0x9f,

    /* U+96E3 "難" */
    0xc, 0xff, 0xd4, 0xfe, 0xf4, 0xfc, 0x34, 0x4f,

    /* U+96E8 "雨" */
    0xff, 0xfe, 0x6d, 0xbd, 0xb6, 0xc5, 0x80,

    /* U+96EA "雪" */
    0x7f, 0xfe, 0x43, 0xf0, 0x27, 0xdf, 0x80,

    /* U+96F0 "雰" */
    0x7f, 0xff, 0x70, 0x87, 0xc4, 0x97, 0x0,

    /* U+96F2 "雲" */
    0xff, 0x27, 0xf8, 0x8f, 0xe8, 0xbf, 0x0,

    /* U+96F6 "零" */
    0x7e, 0x90, 0x7e, 0xc2, 0x7e, 0x12, 0x16,

    /* U+96F7 "雷" */
    0x7f, 0xfe, 0x43, 0xf9, 0x3f, 0xdf, 0x80,

    /* U+96FB "電" */
    0x7e, 0xfc, 0x7c, 0x7e, 0x7e, 0x7f, 0x1f,

    /* U+9700 "需" */
    0xff, 0x21, 0xd0, 0xf, 0xf5, 0x60, 0x80,

    /* U+9707 "震" */
    0x7f, 0x25, 0xb0, 0x7, 0xf6, 0x9e, 0x80,

    /* U+970A "霊" */
    0xff, 0x25, 0xf0, 0x8f, 0xe6, 0x3f, 0x80,

    /* U+971C "霜" */
    0xfd, 0x45, 0xb7, 0x95, 0xff, 0xd7, 0x80,

    /* U+9727 "霧" */
    0xfe, 0xdf, 0xba, 0xe7, 0x1f, 0xf3, 0x80,

    /* U+9732 "露" */
    0xfe, 0xf6, 0x64, 0x0, 0xf6, 0x4a, 0x6e,

    /* U+9752 "青" */
    0x0, 0xf9, 0xff, 0xf7, 0xcf, 0x9f, 0x2,

    /* U+9759 "静" */
    0x0, 0xfe, 0x4f, 0xf5, 0xff, 0x95, 0xf6, 0xbc,

    /* U+975E "非" */
    0x21, 0xd8, 0xc7, 0x63, 0x1d, 0xd4, 0x40,

    /* U+9762 "面" */
    0xff, 0xff, 0x2f, 0xdb, 0xb9, 0x7f, 0x80,

    /* U+9769 "革" */
    0x1, 0xfc, 0xe3, 0xe9, 0x4f, 0x3f, 0x88,

    /* U+9774 "靴" */
    0xc, 0xfc, 0x77, 0xf6, 0xd4, 0x75, 0xf5, 0x7,

    /* U+97D3 "韓" */
    0x48, 0x54, 0xea, 0x9e, 0xfe, 0x7f, 0x7f, 0x44,

    /* U+97F3 "音" */
    0x11, 0xfd, 0x27, 0xf8, 0x4f, 0xa1, 0x3e,

    /* U+97FB "韻" */
    0x41, 0xff, 0x7, 0xf9, 0xff, 0xeb, 0x79,

    /* U+97FF "響" */
    0x3e, 0xf7, 0xe7, 0xf0, 0xf, 0x9f, 0x0,

    /* U+9802 "頂" */
    0xff, 0x7e, 0xfd, 0xfa, 0x33, 0xac, 0x80,

    /* U+9803 "頃" */
    0x9f, 0x7f, 0x7d, 0xfb, 0x3d, 0x84, 0x80,

    /* U+9805 "項" */
    0xff, 0x51, 0x5f, 0x5f, 0x7f, 0x8a, 0x1,

    /* U+9806 "順" */
    0x7f, 0x7f, 0x7f, 0x7f, 0x7f, 0x72, 0x19,

    /* U+9808 "須" */
    0x3f, 0xdf, 0x1f, 0xdf, 0x1f, 0x4a, 0x1,

    /* U+9810 "預" */
    0xfe, 0xbf, 0xcb, 0xf5, 0xe8, 0xb0, 0x80,

    /* U+9811 "頑" */
    0xfe, 0x3f, 0x7e, 0xfb, 0xf0, 0x80, 0x80,

    /* U+9812 "頒" */
    0xbf, 0x3f, 0xfa, 0xf5, 0xf4, 0x8c, 0x80,

    /* U+9813 "頓" */
    0x0, 0x4f, 0x69, 0xd9, 0xdf, 0xef, 0x56, 0x31,

    /* U+9818 "領" */
    0x40, 0x7f, 0x71, 0x1f, 0x6f, 0x71, 0x6e, 0x51,

    /* U+982C "頬" */
    0x41, 0xff, 0xca, 0xf5, 0xfb, 0xe1, 0x1,

    /* U+982D "頭" */
    0xff, 0xde, 0xbb, 0x74, 0xe4, 0x90, 0x80,

    /* U+983B "頻" */
    0x0, 0x3f, 0xc9, 0x6f, 0x8f, 0xf, 0x62, 0x81,

    /* U+983C "頼" */
    0x0, 0xff, 0xf9, 0xdf, 0x6f, 0xef, 0xc2, 0x9,

    /* U+984C "題" */
    0xff, 0xff, 0xff, 0xf, 0x3f, 0xc9, 0xbf,

    /* U+984D "額" */
    0x20, 0xff, 0xc4, 0xef, 0x69, 0xff, 0x96, 0x79,

    /* U+984E "顎" */
    0xff, 0xef, 0xff, 0xff, 0x9f, 0x12, 0x21,

    /* U+9854 "顔" */
    0x41, 0xfc, 0x4f, 0xf9, 0xf3, 0xc9, 0x21,

    /* U+9855 "顕" */
    0xff, 0xff, 0xf9, 0xef, 0xef, 0x72, 0x1,

    /* U+9858 "願" */
    0xff, 0xff, 0xff, 0xff, 0xf4, 0x1a, 0x80,

    /* U+985E "類" */
    0x41, 0xfd, 0x78, 0xf5, 0xeb, 0xe9, 0x1,

    /* U+9867 "顧" */
    0xff, 0x9f, 0xef, 0xa9, 0xff, 0xf6, 0x79,

    /* U+98A8 "風" */
    0x7e, 0x4a, 0x7e, 0x5e, 0x4e, 0x4a, 0xb7,

    /* U+98DB "飛" */
    0xfd, 0x2c, 0x2f, 0x7f, 0x2e, 0x2a, 0x4b,

    /* U+98DF "食" */
    0x30, 0xb3, 0xfb, 0xe7, 0xcc, 0x96, 0x73,

    /* U+98E2 "飢" */
    0x20, 0x3f, 0xbe, 0x4f, 0x27, 0x92, 0x4d, 0xe7,
    0xa3,

    /* U+98EF "飯" */
    0x20, 0x7f, 0xf8, 0x7e, 0x7e, 0x4a, 0x56, 0x29,

    /* U+98F2 "飲" */
    0x64, 0x77, 0xf9, 0x7a, 0x76, 0x46, 0x5a, 0x20,

    /* U+98FC "飼" */
    0x20, 0x7f, 0x51, 0x7f, 0x7b, 0x4f, 0x59, 0xa3,

    /* U+98FD "飽" */
    0x60, 0x7f, 0xdf, 0x73, 0x53, 0x6f, 0x58, 0x2f,

    /* U+98FE "飾" */
    0x60, 0x7e, 0xfa, 0x7f, 0x7b, 0x4b, 0x7b, 0x2,

    /* U+9905 "餅" */
    0x60, 0x39, 0xbf, 0xef, 0x27, 0xf2, 0x49, 0x64,
    0xc2,

    /* U+990A "養" */
    0x1, 0xfd, 0xf7, 0xf7, 0xcf, 0x95, 0x75,

    /* U+990C "餌" */
    0x20, 0x7f, 0x57, 0x79, 0x7f, 0x49, 0x5f, 0xa1,

    /* U+9913 "餓" */
    0x67, 0x7a, 0xfa, 0x7e, 0x7e, 0x4b, 0x6b, 0xd,

    /* U+9928 "館" */
    0x62, 0x3f, 0xea, 0x2f, 0xe5, 0xe3, 0x39, 0xa4,
    0xae,

    /* U+9996 "首" */
    0x28, 0xa9, 0xf4, 0x2f, 0xcf, 0xa1, 0x3e,

    /* U+9999 "香" */
    0x7d, 0xfc, 0xe2, 0x27, 0xc8, 0x9f, 0x0,

    /* U+99AC "馬" */
    0x7e, 0x7e, 0x7e, 0x7f, 0x49, 0x81, 0x83,

    /* U+99C4 "駄" */
    0x4, 0xf4, 0xff, 0xf4, 0xfc, 0xba, 0xd6, 0x71,

    /* U+99C5 "駅" */
    0xff, 0xf7, 0xff, 0xeb, 0xda, 0x5c, 0x80,

    /* U+99C6 "駆" */
    0xff, 0xfa, 0xf4, 0xf6, 0xf8, 0xbf, 0x70,

    /* U+99D0 "駐" */
    0xf4, 0xff, 0xf4, 0xf6, 0xf4, 0xd4, 0x3f,

    /* U+99D2 "駒" */
    0xff, 0xa7, 0xfe, 0xbf, 0xfa, 0x5d, 0x80,

    /* U+9A0E "騎" */
    0x4, 0xe4, 0xee, 0xfa, 0xfe, 0xf6, 0xfe, 0x62,

    /* U+9A12 "騒" */
    0xef, 0xdb, 0xbf, 0xbe, 0xfc, 0x9e, 0x80,

    /* U+9A13 "験" */
    0x4, 0xea, 0xff, 0xf5, 0xd5, 0x2f, 0xec, 0x6a,

    /* U+9A30 "騰" */
    0x8, 0xff, 0xff, 0xae, 0xf5, 0xaf, 0xb7, 0x73,

    /* U+9A5A "驚" */
    0x0, 0x7e, 0xb4, 0x7e, 0x90, 0x7e, 0x6, 0xa6,

    /* U+9AA8 "骨" */
    0x7e, 0x52, 0xff, 0x42, 0x7e, 0x7e, 0x4e,

    /* U+9AB8 "骸" */
    0x4, 0x64, 0xfa, 0xec, 0xa8, 0x62, 0xad, 0x61,

    /* U+9AC4 "髄" */
    0x7f, 0x4f, 0xab, 0xf7, 0xf6, 0x5b, 0x80,

    /* U+9AD8 "高" */
    0x10, 0xd9, 0xf2, 0x2f, 0xf9, 0x6e, 0xc3,

    /* U+9AEA "髪" */
    0x73, 0xf, 0xd4, 0xbf, 0xe7, 0x91, 0x5e,

    /* U+9B31 "鬱" */
    0x62, 0xff, 0xfb, 0xff, 0xc8, 0x70, 0x67, 0x76,

    /* U+9B3C "鬼" */
    0x10, 0x3f, 0x92, 0x4f, 0xe7, 0xf1, 0x40, 0x9f,
    0x8e,

    /* U+9B42 "魂" */
    0x1, 0xfd, 0x2b, 0xf7, 0xfb, 0xbe, 0x97,

    /* U+9B45 "魅" */
    0x0, 0xf6, 0xf4, 0xd6, 0xfe, 0x75, 0xa8, 0xbf,

    /* U+9B54 "魔" */
    0x8, 0x76, 0x77, 0x68, 0x7f, 0x7f, 0xa7, 0x7,

    /* U+9B5A "魚" */
    0x0, 0x38, 0xfe, 0x7e, 0x4a, 0x7e, 0x0, 0xd0,

    /* U+9BAE "鮮" */
    0x0, 0xe2, 0xf4, 0xfe, 0xd4, 0x2f, 0x94, 0xa4,

    /* U+9BE8 "鯨" */
    0x5, 0xbf, 0xcf, 0x9f, 0xfc, 0xad, 0x46,

    /* U+9CE5 "鳥" */
    0x0, 0x7e, 0x7e, 0x7e, 0x7f, 0x7f, 0x5, 0x86,

    /* U+9CF4 "鳴" */
    0x8, 0xf6, 0xbe, 0xbe, 0xbf, 0xbf, 0xe2, 0x6,

    /* U+9D8F "鶏" */
    0x8, 0xfe, 0xfe, 0x5e, 0x5f, 0xfe, 0x26, 0x6,

    /* U+9DB4 "鶴" */
    0x4, 0xfb, 0x9f, 0xef, 0x7f, 0x71, 0x65, 0x13,

    /* U+9E7F "鹿" */
    0x8, 0x7e, 0x7f, 0x69, 0x56, 0x56, 0x68, 0x87,

    /* U+9E93 "麓" */
    0x49, 0xff, 0xfd, 0x8f, 0xdf, 0xab, 0x7,

    /* U+9E97 "麗" */
    0xfe, 0xd2, 0xfe, 0xfe, 0xfe, 0xe4, 0x8e,

    /* U+9EA6 "麦" */
    0x10, 0xf9, 0xf7, 0xf3, 0xd9, 0x4, 0x77,

    /* U+9EBA "麺" */
    0x40, 0xbf, 0xbf, 0x76, 0xf5, 0xd7, 0xdf,

    /* U+9EBB "麻" */
    0x8, 0x7f, 0x42, 0x77, 0x52, 0x72, 0x6f, 0x82,

    /* U+9EC4 "黄" */
    0x1, 0xff, 0xfb, 0xe7, 0xcf, 0x8a, 0x63,

    /* U+9ED2 "黒" */
    0x7c, 0xf9, 0xf7, 0xff, 0xe4, 0x22, 0x80,

    /* U+9ED9 "黙" */
    0xd, 0xdb, 0xff, 0x4f, 0x8a, 0x88, 0x40,

    /* U+9F13 "鼓" */
    0x4, 0x66, 0xf4, 0x93, 0xfa, 0x4, 0x7a,

    /* U+9F3B "鼻" */
    0x10, 0xf9, 0xf0, 0xf, 0xff, 0xff, 0xa0,

    /* U+9F62 "齢" */
    0xc9, 0xe9, 0x7b, 0xe, 0xfd, 0x7a, 0xf4,

    /* U+FF01 "！" */
    0xf4,

    /* U+FF08 "（" */
    0x6a, 0xa4,

    /* U+FF09 "）" */
    0xa5, 0x68,

    /* U+FF10 "０" */
    0x74, 0x63, 0x18, 0xb8,

    /* U+FF11 "１" */
    0x35, 0x11, 0x11,

    /* U+FF12 "２" */
    0x79, 0x12, 0xcf,

    /* U+FF13 "３" */
    0xf2, 0x71, 0x1f,

    /* U+FF14 "４" */
    0x11, 0x95, 0x2f, 0x88,

    /* U+FF15 "５" */
    0xe8, 0xe1, 0x1e,

    /* U+FF16 "６" */
    0x22, 0x2d, 0x98, 0xb8,

    /* U+FF17 "７" */
    0xf1, 0x22, 0x44,

    /* U+FF18 "８" */
    0x74, 0x6d, 0x98, 0xbc,

    /* U+FF19 "９" */
    0x74, 0x62, 0xf1, 0x10,

    /* U+FF1A "：" */
    0x90,

    /* U+FF1D "＝" */
    0xf8, 0x3e,

    /* U+FF1F "？" */
    0xf1, 0x16, 0x44
};


/*---------------------
 *  GLYPH DESCRIPTION
 *--------------------*/

static const lv_font_fmt_txt_glyph_dsc_t glyph_dsc[] = {
    {.bitmap_index = 0, .adv_w = 0, .box_w = 0, .box_h = 0, .ofs_x = 0, .ofs_y = 0} /* id = 0 reserved */,
    {.bitmap_index = 0, .adv_w = 39, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1, .adv_w = 57, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2, .adv_w = 86, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 6, .adv_w = 81, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11, .adv_w = 112, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 17, .adv_w = 89, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 21, .adv_w = 50, .box_w = 2, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 23, .adv_w = 50, .box_w = 2, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25, .adv_w = 65, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 27, .adv_w = 91, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 31, .adv_w = 40, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 32, .adv_w = 53, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 33, .adv_w = 39, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 34, .adv_w = 57, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 37, .adv_w = 80, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 41, .adv_w = 80, .box_w = 3, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 44, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 47, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 50, .adv_w = 80, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 54, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 57, .adv_w = 80, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 61, .adv_w = 80, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 65, .adv_w = 80, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 69, .adv_w = 80, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 73, .adv_w = 42, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 74, .adv_w = 44, .box_w = 2, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 76, .adv_w = 95, .box_w = 5, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 79, .adv_w = 103, .box_w = 5, .box_h = 3, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 81, .adv_w = 95, .box_w = 5, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 84, .adv_w = 71, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 87, .adv_w = 108, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 93, .adv_w = 88, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 97, .adv_w = 83, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 101, .adv_w = 92, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 105, .adv_w = 90, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 109, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 112, .adv_w = 81, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 115, .adv_w = 100, .box_w = 6, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 120, .adv_w = 93, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 124, .adv_w = 35, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 125, .adv_w = 78, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 128, .adv_w = 88, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 132, .adv_w = 81, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 135, .adv_w = 113, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 140, .adv_w = 97, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 144, .adv_w = 108, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 150, .adv_w = 81, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 154, .adv_w = 108, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 161, .adv_w = 86, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 165, .adv_w = 81, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 169, .adv_w = 85, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 173, .adv_w = 94, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 177, .adv_w = 88, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 181, .adv_w = 117, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 187, .adv_w = 92, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 190, .adv_w = 86, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 194, .adv_w = 86, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 197, .adv_w = 59, .box_w = 2, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 199, .adv_w = 57, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 202, .adv_w = 59, .box_w = 2, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 204, .adv_w = 75, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 207, .adv_w = 73, .box_w = 5, .box_h = 1, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 208, .adv_w = 69, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 210, .adv_w = 77, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 213, .adv_w = 68, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 215, .adv_w = 77, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 218, .adv_w = 71, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 220, .adv_w = 58, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 223, .adv_w = 77, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 226, .adv_w = 76, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 229, .adv_w = 36, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 230, .adv_w = 38, .box_w = 2, .box_h = 8, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 232, .adv_w = 73, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 235, .adv_w = 32, .box_w = 1, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 236, .adv_w = 111, .box_w = 7, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 240, .adv_w = 76, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 242, .adv_w = 75, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 245, .adv_w = 77, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 248, .adv_w = 77, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 251, .adv_w = 52, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 253, .adv_w = 61, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 255, .adv_w = 60, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 258, .adv_w = 75, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 260, .adv_w = 66, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 262, .adv_w = 97, .box_w = 6, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 265, .adv_w = 68, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 267, .adv_w = 67, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 270, .adv_w = 67, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 272, .adv_w = 63, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 275, .adv_w = 41, .box_w = 1, .box_h = 8, .ofs_x = 1, .ofs_y = -2},
    {.bitmap_index = 276, .adv_w = 63, .box_w = 3, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 279, .adv_w = 90, .box_w = 5, .box_h = 2, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 281, .adv_w = 128, .box_w = 6, .box_h = 2, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 283, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 288, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 295, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 299, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 305, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 311, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 318, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 322, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 328, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 334, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 342, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 348, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 354, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 360, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 367, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 372, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 378, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 385, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 392, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 400, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 407, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 413, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 420, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 424, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 430, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 437, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 443, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 451, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 457, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 464, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 471, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 477, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 485, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 492, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 499, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 504, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 511, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 517, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 523, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 531, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 538, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 545, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 550, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 558, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 563, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 569, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 574, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 581, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 587, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 593, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 599, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 607, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 613, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 617, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 624, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 630, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 638, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 642, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 649, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 653, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 660, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 664, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 671, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 675, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 680, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 685, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 692, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 706, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 713, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 734, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 740, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 746, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 752, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 758, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 765, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 772, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 776, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 782, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 789, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 795, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 802, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 807, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 814, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 820, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 825, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 831, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 836, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 842, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 847, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 861, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 867, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 874, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 880, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 886, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 890, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 896, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 900, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 906, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 910, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 917, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 922, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 928, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 934, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 940, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 947, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 951, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 957, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 963, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 968, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 969, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 976, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 984, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 991, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 998, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1025, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1032, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1039, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1046, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1053, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1067, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1074, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1081, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1088, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1096, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1103, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1110, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1117, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1124, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1132, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1139, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1146, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1154, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1161, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1168, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1175, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1182, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1189, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1195, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1202, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1209, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1216, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1222, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1229, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1235, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1249, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1256, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1263, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1270, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1277, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1284, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1291, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1299, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1307, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1315, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1322, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1329, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1337, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1345, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1353, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1361, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1368, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1375, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1382, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1390, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1398, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1406, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1415, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1422, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1430, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1438, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1446, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1455, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1462, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1469, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1477, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1485, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1500, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1508, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1515, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1523, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1531, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1540, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1548, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1556, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1563, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1570, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1578, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1586, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1594, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1602, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1609, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1617, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1625, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1633, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1640, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1648, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1655, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1662, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1669, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1676, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1684, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1691, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1699, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1707, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1715, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1722, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1729, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1737, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1745, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1753, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1761, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1769, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1776, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1785, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1792, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1799, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1807, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1815, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1823, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1831, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1838, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1846, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1853, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1861, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1869, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1876, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1884, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1891, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1899, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1907, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1915, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1922, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1930, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1938, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1946, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1955, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1964, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1971, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1979, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1987, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1995, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2003, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2012, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2020, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2028, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2037, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2044, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2052, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2067, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2074, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2081, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2088, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2096, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2103, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2110, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2117, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2124, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2132, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2139, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2146, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2153, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2160, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2167, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2174, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2181, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2188, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2195, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2202, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2209, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2223, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2230, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2237, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2244, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2251, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2258, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2265, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2273, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2282, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2289, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2297, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2305, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2312, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2319, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2327, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2334, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2341, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2348, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2355, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2361, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2368, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2375, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2382, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2390, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2397, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2404, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2411, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2418, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2426, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2433, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2440, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2447, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2454, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2461, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2468, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2475, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2482, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2489, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2496, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2503, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2510, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2517, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2524, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2531, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2538, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2545, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2552, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2559, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2566, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2573, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2581, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2588, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2595, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2602, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2609, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2617, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2625, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2632, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 2640, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2647, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2654, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2661, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2669, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2676, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2682, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 2690, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2697, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2704, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2711, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2719, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2726, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2733, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2740, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2748, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2755, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 2763, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 2771, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2778, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2785, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2793, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2800, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2807, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2814, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2821, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2828, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2835, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2842, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2849, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2856, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2863, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2870, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2877, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2884, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2891, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2898, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2905, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2913, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2919, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2926, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2934, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 2941, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2948, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 2955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2962, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2969, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2977, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2984, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2991, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2999, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3006, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3013, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3020, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3027, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3034, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3041, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3048, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 3057, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3065, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3072, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 3079, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3087, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3094, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3101, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3109, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3117, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3123, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3130, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3138, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3146, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3155, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3162, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3169, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3175, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3183, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3191, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3198, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3205, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3212, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3220, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3227, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3235, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3243, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3250, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3258, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3265, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3273, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3280, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3288, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3294, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3301, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3308, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3315, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3322, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3329, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3336, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3344, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3352, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3359, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3366, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3373, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3380, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3387, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3394, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3401, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3409, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3416, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3423, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3430, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3438, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3446, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3453, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3461, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3468, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3475, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3482, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3489, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3496, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3503, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3510, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3517, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3525, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3532, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3540, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3547, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3554, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3561, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3568, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3575, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3583, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3590, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3597, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3696, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3703, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3710, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3731, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3738, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3746, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3753, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3760, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3767, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3774, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3781, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3789, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3797, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3805, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3813, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3820, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3828, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3835, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3842, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3849, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3856, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3863, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3870, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3878, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3886, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3893, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3900, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3907, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3914, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3921, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3928, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3935, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3942, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3949, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3956, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3964, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3972, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3979, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3986, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4000, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4007, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4015, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4022, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4029, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4036, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4044, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4052, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4059, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 4067, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4074, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4081, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4088, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4095, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4102, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4108, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 4117, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4124, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4131, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4138, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4145, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4152, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4159, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 4166, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4173, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 4180, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4187, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4194, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4201, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4208, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4215, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4222, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4229, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4236, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4243, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4250, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4257, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 4265, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4274, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4282, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4289, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4296, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4304, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4311, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4319, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4326, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4333, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4340, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4348, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4355, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4362, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4369, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4377, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4384, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4391, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4399, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4406, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4414, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4422, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4430, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4438, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4446, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4454, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4462, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4470, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4479, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4487, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4495, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4503, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4512, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4520, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4528, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4535, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4542, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4549, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4556, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4570, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4577, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4584, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4591, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4598, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4605, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4612, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4619, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4626, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4633, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4640, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4648, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4655, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4663, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4670, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4677, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4684, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4691, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4698, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4705, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4712, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4719, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4726, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4733, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4741, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4748, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4756, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4763, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4771, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4778, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4786, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4793, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4800, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4807, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4815, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4822, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4830, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4837, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4844, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4852, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4859, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4866, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4874, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4881, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4889, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4896, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4905, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 4914, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 4922, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4929, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4936, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4943, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4951, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 4958, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4965, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4973, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4980, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4987, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4994, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5001, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5008, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5015, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5022, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5029, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5036, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5043, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5050, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5057, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5064, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5071, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5078, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5086, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5093, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5101, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5108, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5115, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5123, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5130, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5138, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5146, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5154, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5162, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5169, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5176, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5184, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5192, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5200, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5209, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5223, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5230, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5237, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 5243, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5250, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5257, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5264, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5271, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5278, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5285, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5292, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5299, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5306, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5314, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5321, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5329, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5337, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5344, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5352, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5359, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5366, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5374, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5381, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5389, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5397, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5404, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5412, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5419, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5426, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5433, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5440, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5448, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5455, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5463, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5470, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5477, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5485, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5493, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5501, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5509, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5517, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5525, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5533, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5541, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5549, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5557, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5565, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5573, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5581, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5589, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5597, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5606, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5614, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5621, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5628, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5636, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5643, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5650, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5657, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5664, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5671, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5677, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5684, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5691, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5698, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5705, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5712, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5719, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5726, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5733, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5740, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5747, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5754, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5761, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5768, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5775, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5782, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5789, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5796, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5804, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5812, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5821, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5828, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5835, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5843, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5852, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5860, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5868, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5877, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5884, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5891, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5898, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5906, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5914, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5922, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5930, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5938, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5947, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5955, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5963, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5970, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5977, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5984, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5991, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5999, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6007, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6015, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6024, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6031, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6038, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6046, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6053, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6061, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6069, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6077, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6085, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6093, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6100, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6107, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6114, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6121, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6128, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6136, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6143, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6150, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6158, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6165, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6173, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6180, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6188, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6197, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6205, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6213, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6220, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6228, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6236, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6244, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6251, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6259, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6267, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6275, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6283, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6290, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6297, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6305, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6312, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 6326, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6334, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6342, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6349, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6357, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6365, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6373, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6380, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6388, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6397, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6405, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6413, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 6421, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6429, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6436, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6444, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6452, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6460, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6467, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6475, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6482, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6490, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6498, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6505, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6513, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6521, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6528, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6536, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6543, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6550, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6558, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6566, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6574, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6581, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6588, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6595, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6602, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6609, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6616, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6623, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6630, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6637, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6645, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6653, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6661, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6668, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6676, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6683, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6690, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6698, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6705, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6713, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6721, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6729, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6737, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6745, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6752, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6760, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6767, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6775, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6783, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 6791, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6798, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6806, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6814, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6821, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6828, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6835, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6842, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6850, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6857, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6864, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6872, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6880, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6888, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6895, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6903, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6910, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6917, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6925, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6932, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6939, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6946, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6954, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6961, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6968, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6976, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6984, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6992, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 7000, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7007, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7014, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7022, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7029, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7036, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7044, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7052, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7059, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7066, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7073, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7081, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7088, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7096, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7104, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7111, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7119, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7126, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7133, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7140, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7147, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7155, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7162, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7169, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7176, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7184, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7192, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7200, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7207, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7215, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7223, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7230, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7238, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7246, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7254, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7261, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7269, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7276, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7283, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7291, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7299, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7307, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7315, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7323, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7331, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7339, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7346, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 7352, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7360, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7367, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7375, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7383, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7390, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7398, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7405, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7413, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7420, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7428, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7436, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7444, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7452, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7459, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7467, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7474, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7481, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7488, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7495, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7503, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7511, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7520, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7527, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7535, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7543, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7551, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7559, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7566, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7574, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7582, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7590, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7598, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7606, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7613, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7633, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7647, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7655, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7662, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7669, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7676, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7683, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7690, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7697, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7704, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7712, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7719, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7726, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7733, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7740, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7747, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7754, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7762, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7769, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7776, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7783, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7790, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7797, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7805, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7812, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7819, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7826, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7833, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7840, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7848, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7855, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7862, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7869, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7876, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7883, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7897, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7904, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7911, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7918, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7926, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7933, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7940, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7947, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 7955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7962, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 7970, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7977, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7984, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7991, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7998, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8005, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8012, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8019, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8026, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8033, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8040, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8048, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8055, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8062, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8070, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8078, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8085, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8092, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8099, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8107, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8114, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8121, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8129, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8137, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8145, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8153, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8161, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8168, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8175, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8183, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8190, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8197, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8204, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8211, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8218, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8225, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8232, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8239, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8246, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8253, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8260, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8267, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8275, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8282, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8290, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8297, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8304, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8311, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8319, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8326, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8333, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8341, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8349, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8356, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8363, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8370, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8378, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8386, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8393, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8400, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8408, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8415, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8423, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8430, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8437, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8444, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8452, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8460, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8468, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8475, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8482, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8489, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8496, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8504, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8511, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8518, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8525, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8533, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8541, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8548, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8555, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8563, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8570, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8577, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8584, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8591, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8598, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8606, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8614, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8621, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8629, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8637, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 8646, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8654, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8662, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8669, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8677, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8684, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8691, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8698, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 8705, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8712, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8719, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8726, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8733, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8740, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8748, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8755, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8762, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8769, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8776, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8783, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8791, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 8798, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8805, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8812, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8819, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8826, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8833, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8840, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8848, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8855, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8863, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8870, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8877, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8884, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8891, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8898, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8905, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8912, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8919, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8926, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8933, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8941, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8948, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8955, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8963, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8970, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8978, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8985, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8993, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9000, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9007, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9014, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9022, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9029, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9038, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9045, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9053, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9061, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9069, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9076, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9085, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9092, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9101, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 9110, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9117, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9124, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9131, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9138, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9145, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9152, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9159, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9166, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9174, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9182, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9189, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9197, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9204, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9212, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9220, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9227, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9234, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9249, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9258, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9266, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9273, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9287, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 9295, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9303, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9311, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9319, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = -1, .ofs_y = 0},
    {.bitmap_index = 9327, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9334, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9341, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9348, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9355, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9362, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 9369, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9376, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9383, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9390, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9397, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9405, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9413, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9420, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9427, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9434, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9441, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9449, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9456, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9463, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9471, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9478, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9486, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 9494, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9501, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9509, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9517, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9524, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9532, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9539, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9546, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9554, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9562, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9570, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9577, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9591, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9598, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9606, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9614, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9621, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9628, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9635, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9643, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9651, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9659, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9666, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9673, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9681, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9688, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9695, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9703, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9710, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9718, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9725, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9732, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9740, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 9747, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9755, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9762, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9769, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9776, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9784, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 9791, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9799, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9807, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9815, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9822, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9829, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9837, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9845, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9852, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9859, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9866, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9873, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9880, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9887, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9895, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9903, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9910, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9917, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9924, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9932, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9939, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9946, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 9952, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9959, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9967, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9975, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9982, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9989, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9997, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10004, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10012, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10019, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10027, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10034, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10041, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 10050, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10057, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10064, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10072, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10081, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10089, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10096, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10105, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10113, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10121, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10129, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10138, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 10147, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10155, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 10164, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10171, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10178, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10185, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10192, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10199, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10206, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10214, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10221, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10228, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10236, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10243, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10250, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10257, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10264, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10271, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10278, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10285, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10292, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10300, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10307, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10314, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10321, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10329, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10336, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10343, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10350, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10357, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10364, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10370, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10377, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10384, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10391, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10398, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10406, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10414, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10421, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10428, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10436, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10443, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10450, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10457, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10464, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10471, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10479, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10486, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10494, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 10501, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10509, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10517, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10525, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10533, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10541, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10549, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10557, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 10564, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10572, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10580, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10588, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10596, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10604, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10611, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10618, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10625, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10632, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10639, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10646, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10653, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10668, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10682, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10689, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10710, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10717, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10723, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10730, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10737, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10744, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10752, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 10761, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10768, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10775, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10782, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10789, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10796, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10804, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10811, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10818, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10825, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10833, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10840, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10847, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10855, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10862, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10869, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10876, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10883, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10897, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10904, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10912, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10919, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10927, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10935, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10943, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10951, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10959, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10966, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10973, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10980, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10988, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10995, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11003, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11010, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11025, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11033, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11041, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11049, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11057, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11065, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11072, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11080, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11088, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11095, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11103, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11112, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11120, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11128, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11136, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11143, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11150, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11158, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11166, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11174, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11182, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11189, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11197, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11205, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11213, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11220, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11227, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11234, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11241, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11248, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11255, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11262, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11270, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11278, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11285, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11292, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11299, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11307, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11314, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 11322, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11329, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11336, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11343, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11350, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11357, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11364, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11371, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11378, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11385, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11392, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11399, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11406, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11413, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11421, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11428, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 11435, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11444, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11452, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11460, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11467, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11474, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11482, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11490, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11498, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11505, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11513, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11520, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11527, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11534, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11541, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11548, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 11556, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11563, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11570, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11578, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11585, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11592, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11600, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11608, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11615, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11623, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11631, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11639, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11647, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11655, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11662, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11670, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11677, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11685, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11692, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11700, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11707, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11715, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11722, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11729, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11736, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11743, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11750, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11757, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11765, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11772, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11780, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11787, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11795, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11802, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11810, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11817, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11824, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11831, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11838, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11846, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11861, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11868, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11875, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11882, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11890, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11897, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11904, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11911, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11919, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11926, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11934, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11941, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11949, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11956, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11963, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11971, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11978, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11985, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12000, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12007, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12015, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12023, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12030, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12037, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12044, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12051, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12058, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12065, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12072, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12080, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12087, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12094, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12101, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12108, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12115, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12123, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12130, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12137, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12144, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12151, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12158, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12166, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12173, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12180, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12187, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12194, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12201, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12208, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12215, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12222, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12229, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12236, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12243, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12250, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12257, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12264, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12271, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12278, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12285, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12292, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12299, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12306, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12313, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12321, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12329, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12337, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12344, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12351, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12358, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12365, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12373, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12380, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12387, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12393, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12400, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12408, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12415, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12423, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12430, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12437, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12445, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12452, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12459, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12466, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12473, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12480, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12488, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12495, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12502, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12509, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12516, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12523, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12530, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12538, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12546, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12553, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12559, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12567, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12574, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12581, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12588, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12596, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12603, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12610, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12617, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12624, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12631, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12638, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12646, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12653, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12660, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12668, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12675, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12683, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12691, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12698, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12705, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12712, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12719, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12726, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 12732, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12739, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12746, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12753, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12760, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12767, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12774, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12781, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12790, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12798, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12806, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12815, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 12823, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12830, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12837, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12844, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12851, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12859, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12866, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12873, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12880, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12887, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12894, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12901, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12908, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12915, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12922, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12929, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12936, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12943, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12950, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12957, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 12964, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12971, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12978, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12985, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12992, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12999, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13006, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13013, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13020, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13027, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13034, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13041, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13048, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13055, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13062, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13069, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13076, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13083, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13090, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13097, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13104, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13111, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13118, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13125, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13132, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13140, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13147, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13154, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13161, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13168, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13175, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13182, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13190, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13198, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13205, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13213, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13221, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13229, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13237, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13245, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13252, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13260, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13268, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13275, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13283, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13291, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13299, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13306, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13313, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13320, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13329, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13338, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13346, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13354, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13363, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13370, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13377, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13384, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13391, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13398, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13405, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13412, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13419, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13426, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13433, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13440, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13448, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13455, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13462, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 13469, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13476, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13483, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13490, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13497, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13505, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13513, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13520, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13527, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13534, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13541, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13548, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13556, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13564, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13572, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13579, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13586, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13593, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13600, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13607, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13614, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13621, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13628, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13635, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13643, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13651, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13658, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13665, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13672, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13679, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13686, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13693, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13700, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13707, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13714, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13722, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13729, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13736, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13743, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13750, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13757, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13764, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13771, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13778, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13786, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13794, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13802, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13809, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13817, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13824, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13831, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13838, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13846, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13853, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13860, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13867, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13874, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13881, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13888, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13895, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13902, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13909, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13916, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13923, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13930, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13938, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13946, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13953, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13961, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13968, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13975, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13982, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13989, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13997, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14004, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14011, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14018, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14026, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14033, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14040, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14047, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14054, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14061, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14069, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14076, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14084, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14091, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14098, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14105, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14113, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14120, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14127, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14134, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14143, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14150, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14158, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14165, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14172, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14180, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 14189, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14196, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14204, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14212, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14219, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14227, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14234, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14241, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 14250, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14257, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14264, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14272, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14280, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 14289, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14296, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14304, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 14312, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14326, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14333, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14341, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14349, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14357, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14364, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14371, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14379, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14386, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14394, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14401, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14408, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14415, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14422, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14429, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14437, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14444, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14451, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14458, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14465, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14472, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14479, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14486, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14493, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14501, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14508, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14516, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14523, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14530, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14538, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14546, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14554, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14561, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14569, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14576, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14591, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14599, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14607, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14615, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14622, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14630, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14638, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14645, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14653, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14660, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14668, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14676, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14683, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14690, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14698, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14705, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14712, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14734, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14741, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14748, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14755, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14762, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14769, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14776, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14783, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14790, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14798, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14805, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14812, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14819, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14826, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14833, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14840, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14847, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14861, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14869, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14876, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14884, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14891, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14898, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14905, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14912, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14920, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14928, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14935, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14942, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14950, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14957, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14964, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14971, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14978, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14985, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14993, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15000, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15008, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15015, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15023, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15030, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15038, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15046, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15054, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15061, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15068, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15075, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15083, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15090, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15097, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15111, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15118, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15125, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 15133, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15140, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15147, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15155, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15162, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15170, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15177, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15184, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15191, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15199, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15206, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15214, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15221, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15228, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15235, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15242, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15250, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15257, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15264, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15271, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15279, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15286, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15293, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15300, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15307, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15314, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15321, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15328, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15335, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15343, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15350, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15357, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15364, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 15371, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15378, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15386, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15394, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15401, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15409, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15417, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15424, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15431, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15438, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15446, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15454, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15462, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15469, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15477, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15485, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15493, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15501, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15509, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15516, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15523, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15531, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15538, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15546, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15554, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15562, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15569, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15576, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15583, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15590, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15597, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15604, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15611, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15618, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15625, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15632, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15639, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15646, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15653, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15660, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15667, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15675, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15682, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15690, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15697, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15704, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15711, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15718, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15725, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15732, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15739, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15747, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15755, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15762, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15770, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15777, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15784, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15792, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15799, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15806, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15813, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15820, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15827, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15834, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15841, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15849, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15856, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15871, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15878, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15886, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15894, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15902, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15910, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15917, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15924, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15932, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15940, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15948, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15956, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15963, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15970, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15977, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15984, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15991, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15998, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16005, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16012, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16019, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16026, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16033, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16040, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16047, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16054, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16062, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16069, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16076, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16083, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16091, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16099, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16106, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16113, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16120, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16127, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16134, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16141, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 16148, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16155, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16162, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16169, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16176, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16184, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16192, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16199, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16206, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16214, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16222, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16229, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16237, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16244, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16251, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16258, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16265, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16272, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16279, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16286, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 16293, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16300, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16309, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16317, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16325, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16333, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16341, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16349, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16358, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16365, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16373, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 16381, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16390, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16397, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16404, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16411, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16419, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16426, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16433, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16440, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16447, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16455, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16462, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16470, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16478, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16486, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16493, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16501, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16508, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16515, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16522, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16530, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16539, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16546, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16554, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16562, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16570, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16578, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16585, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16593, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16601, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16609, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16617, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16625, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16632, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16639, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16646, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16653, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16661, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16675, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16682, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 16689, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16696, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16703, .adv_w = 128, .box_w = 1, .box_h = 6, .ofs_x = 4, .ofs_y = 0},
    {.bitmap_index = 16704, .adv_w = 128, .box_w = 2, .box_h = 7, .ofs_x = 5, .ofs_y = 0},
    {.bitmap_index = 16706, .adv_w = 128, .box_w = 2, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 16708, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16712, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 16715, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16718, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16721, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 16725, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16728, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16732, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16735, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 16739, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16743, .adv_w = 128, .box_w = 1, .box_h = 4, .ofs_x = 4, .ofs_y = 1},
    {.bitmap_index = 16744, .adv_w = 128, .box_w = 5, .box_h = 3, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 16746, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0}
};

/*---------------------
 *  CHARACTER MAPPING
 *--------------------*/

static const uint8_t glyph_id_ofs_list_4[] = {
    0, 1, 2, 3, 4, 5, 6, 7,
    8, 9, 10, 0, 11, 0, 12, 0,
    13, 0, 14, 0, 15, 0, 16, 0,
    17, 0, 18, 0, 19, 0, 20, 0,
    21, 0, 22, 23, 0, 24, 0, 25,
    0, 26, 27, 28, 29, 30, 31, 0,
    0, 32, 0, 0, 33, 0, 0, 34,
    0, 0, 35, 0, 0, 36, 37, 38,
    39, 40, 41, 42, 43, 44, 45, 46,
    47, 48, 49, 50, 51, 52, 53, 0,
    0, 54, 55, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    56, 57, 58, 59, 60, 61, 62, 63,
    64, 65, 66, 0, 67, 0, 68, 0,
    69, 0, 70, 0, 71, 0, 72, 0,
    73, 0, 74, 0, 75, 0, 76, 0,
    77, 0, 78, 79, 0, 80, 0, 81,
    0, 82, 83, 84, 85, 86, 87, 0,
    0, 88, 0, 0, 89, 0, 0, 90,
    0, 0, 91
};

static const uint16_t unicode_list_6[] = {
    0x0, 0x1, 0x1d0e, 0x1d0f, 0x1d11, 0x1d15, 0x1d16, 0x1d17,
    0x1d18, 0x1d19, 0x1d1b, 0x1d1c, 0x1d22, 0x1d24, 0x1d26, 0x1d27,
    0x1d2f, 0x1d34, 0x1d3b, 0x1d40, 0x1d46, 0x1d47, 0x1d49, 0x1d4a,
    0x1d53, 0x1d5d, 0x1d65, 0x1d67, 0x1d6b, 0x1d6c, 0x1d7f, 0x1d81,
    0x1d8c, 0x1d8e, 0x1d94, 0x1d96, 0x1d97, 0x1d99, 0x1d9a, 0x1da0,
    0x1da2, 0x1da3, 0x1daa, 0x1daf, 0x1db2, 0x1db9, 0x1dba, 0x1dbb,
    0x1dc8, 0x1dcf, 0x1dd8, 0x1dd9, 0x1ddd, 0x1de3, 0x1de4, 0x1de6,
    0x1de7, 0x1df1, 0x1df2, 0x1df3, 0x1dfc, 0x1dfe, 0x1e00, 0x1e04,
    0x1e09, 0x1e0f, 0x1e1c, 0x1e1d, 0x1e1e, 0x1e1f, 0x1e28, 0x1e2b,
    0x1e3d, 0x1e42, 0x1e46, 0x1e48, 0x1e4a, 0x1e54, 0x1e5b, 0x1e5c,
    0x1e5d, 0x1e5e, 0x1e61, 0x1e63, 0x1e67, 0x1e6a, 0x1e81, 0x1e83,
    0x1e8d, 0x1e99, 0x1e9b, 0x1ea9, 0x1eab, 0x1eaf, 0x1ebc, 0x1ebd,
    0x1ec3, 0x1ec4, 0x1ecd, 0x1ed0, 0x1ed1, 0x1ed8, 0x1ee5, 0x1eeb,
    0x1eef, 0x1efc, 0x1f01, 0x1f03, 0x1f06, 0x1f08, 0x1f17, 0x1f19,
    0x1f1b, 0x1f20, 0x1f27, 0x1f2d, 0x1f31, 0x1f32, 0x1f39, 0x1f47,
    0x1f57, 0x1f5d, 0x1f6a, 0x1f73, 0x1f82, 0x1f83, 0x1f84, 0x1f8b,
    0x1f9b, 0x1f9f, 0x1fa6, 0x1fa7, 0x1fba, 0x1fc0, 0x1fc3, 0x1fc5,
    0x1fcc, 0x1fd3, 0x1fdb, 0x1fdd, 0x1fe3, 0x1fe8, 0x1ff5, 0x200e,
    0x2012, 0x2020, 0x202d, 0x2038, 0x2051, 0x2052, 0x2053, 0x2054,
    0x2056, 0x2057, 0x2059, 0x205b, 0x205e, 0x2068, 0x2073, 0x2076,
    0x2079, 0x207a, 0x207b, 0x207f, 0x2083, 0x2085, 0x2086, 0x208a,
    0x2093, 0x2094, 0x2098, 0x209b, 0x20a0, 0x20a5, 0x20a7, 0x20ae,
    0x20b3, 0x20ba, 0x20c4, 0x20c5, 0x20d2, 0x20d4, 0x20db, 0x20eb,
    0x20ef, 0x20f4, 0x2104, 0x2106, 0x2107, 0x2108, 0x210e, 0x2111,
    0x2114, 0x2115, 0x2116, 0x2118, 0x211f, 0x2125, 0x212b, 0x2132,
    0x2133, 0x2137, 0x213e, 0x2144, 0x2145, 0x2146, 0x2147, 0x2148,
    0x2149, 0x2155, 0x2158, 0x215b, 0x2164, 0x2169, 0x2171, 0x2172,
    0x2173, 0x217d, 0x217e, 0x2180, 0x2183, 0x2195, 0x21a9, 0x21ad,
    0x21ae, 0x21b1, 0x21b7, 0x21b8, 0x21bf, 0x21c2, 0x21c7, 0x21cc,
    0x21d1, 0x21d3, 0x21d5, 0x21d7, 0x21e3, 0x21e6, 0x21e7, 0x21eb,
    0x21ed, 0x21f0, 0x21f2, 0x21f5, 0x2200, 0x220c, 0x2210, 0x2213,
    0x2224, 0x2225, 0x222e, 0x2247, 0x2248, 0x2249, 0x224d, 0x224f,
    0x2251, 0x2255, 0x2256, 0x2258, 0x225f, 0x2260, 0x2261, 0x2262,
    0x2265, 0x2266, 0x2268, 0x226e, 0x227e, 0x227f, 0x2281, 0x2282,
    0x2283, 0x2286, 0x2292, 0x22a6, 0x22a8, 0x22ad, 0x22c1, 0x22c9,
    0x22d0, 0x22d6, 0x22d8, 0x22d9, 0x22da, 0x22db, 0x22dc, 0x22e2,
    0x22e4, 0x22e5, 0x22e7, 0x22f1, 0x22f2, 0x22f3, 0x22f9, 0x22fa,
    0x22fd, 0x22fe, 0x22ff, 0x2300, 0x2301, 0x2305, 0x2306, 0x2312,
    0x2316, 0x2317, 0x231a, 0x231b, 0x231c, 0x231d, 0x231e, 0x231f,
    0x2329, 0x232d, 0x2334, 0x2339, 0x2346, 0x2347, 0x2350, 0x2356,
    0x2357, 0x2358, 0x2376, 0x2378, 0x2381, 0x238a, 0x238b, 0x239a,
    0x23c0, 0x23cb, 0x23ce, 0x23cf, 0x23ef, 0x2400, 0x2408, 0x2412,
    0x2414, 0x2415, 0x241e, 0x243d, 0x243f, 0x244c, 0x2454, 0x245d,
    0x2461, 0x2492, 0x2497, 0x24a8, 0x24aa, 0x24ab, 0x24b7, 0x24b8,
    0x24b9, 0x24c4, 0x24d3, 0x24f1, 0x2514, 0x253f, 0x2540, 0x2576,
    0x2582, 0x2595, 0x25e8, 0x25e9, 0x25ec, 0x25ee, 0x25f1, 0x25fe,
    0x2600, 0x2601, 0x2608, 0x260b, 0x261d, 0x2620, 0x262d, 0x2635,
    0x2636, 0x263e, 0x2650, 0x2655, 0x2658, 0x265f, 0x2678, 0x2690,
    0x2699, 0x26b1, 0x26d9, 0x26dc, 0x26ed, 0x2705, 0x2707, 0x2708,
    0x270a, 0x270e, 0x2710, 0x2713, 0x2714, 0x2723, 0x2732, 0x2738,
    0x273f, 0x2742, 0x274e, 0x274f, 0x2758, 0x275f, 0x2762, 0x2765,
    0x2768, 0x276c, 0x2777, 0x2779, 0x278c, 0x2791, 0x27a1, 0x27a5,
    0x27aa, 0x27b6, 0x27c1, 0x27cc, 0x27cf, 0x27d5, 0x27d8, 0x27da,
    0x27f9, 0x27fc, 0x27fe, 0x27ff, 0x2800, 0x2817, 0x281d, 0x2823,
    0x2824, 0x2828, 0x282a, 0x2830, 0x2835, 0x2837, 0x2838, 0x2839,
    0x283c, 0x283f, 0x2855, 0x2856, 0x2857, 0x285d, 0x285f, 0x2862,
    0x2873, 0x2876, 0x2878, 0x287c, 0x2881, 0x2882, 0x288b, 0x2890,
    0x2891, 0x2892, 0x2898, 0x28a4, 0x28a7, 0x28b3, 0x28b6, 0x28ba,
    0x28c7, 0x28c9, 0x28d7, 0x28d9, 0x28e1, 0x28e2, 0x28f9, 0x2909,
    0x290d, 0x290f, 0x2926, 0x292e, 0x293d, 0x2954, 0x2968, 0x2974,
    0x298d, 0x29a0, 0x29a9, 0x29cf, 0x29d7, 0x29da, 0x29ef, 0x2a30,
    0x2a5e, 0x2a62, 0x2a65, 0x2a66, 0x2a6b, 0x2a71, 0x2a72, 0x2a74,
    0x2a79, 0x2a93, 0x2a95, 0x2a96, 0x2a97, 0x2a9a, 0x2aa5, 0x2aa6,
    0x2aa7, 0x2aa8, 0x2aa9, 0x2aaa, 0x2aab, 0x2aad, 0x2ab0, 0x2ab1,
    0x2ab2, 0x2abc, 0x2abe, 0x2ac1, 0x2ac2, 0x2ac3, 0x2ac4, 0x2ac7,
    0x2acd, 0x2ad0, 0x2ad2, 0x2ad4, 0x2ada, 0x2ae0, 0x2ae9, 0x2aeb,
    0x2aed, 0x2aef, 0x2af5, 0x2af7, 0x2afc, 0x2b06, 0x2b08, 0x2b0c,
    0x2b0d, 0x2b0f, 0x2b10, 0x2b12, 0x2b14, 0x2b17, 0x2b18, 0x2b19,
    0x2b1c, 0x2b1d, 0x2b1f, 0x2b28, 0x2b3f, 0x2b48, 0x2b49, 0x2b4a,
    0x2b4b, 0x2b4c, 0x2b4d, 0x2b4e, 0x2b53, 0x2b56, 0x2b58, 0x2b59,
    0x2b63, 0x2b6c, 0x2b72, 0x2b73, 0x2b7d, 0x2b7f, 0x2b9e, 0x2baf,
    0x2bb7, 0x2bba, 0x2bc1, 0x2bc6, 0x2bee, 0x2bef, 0x2bfe, 0x2c04,
    0x2c15, 0x2c1c, 0x2c24, 0x2c37, 0x2c5e, 0x2ceb, 0x2cec, 0x2cef,
    0x2cf1, 0x2cf3, 0x2cf4, 0x2cf5, 0x2cf6, 0x2cfc, 0x2cff, 0x2d09,
    0x2d0c, 0x2d10, 0x2d11, 0x2d14, 0x2d1a, 0x2d2b, 0x2d33, 0x2d39,
    0x2d3b, 0x2d3d, 0x2d3e, 0x2d41, 0x2d46, 0x2d4b, 0x2d53, 0x2d63,
    0x2d71, 0x2d80, 0x2d81, 0x2d82, 0x2d86, 0x2d87, 0x2d89, 0x2d8a,
    0x2d8b, 0x2d8c, 0x2d8f, 0x2d91, 0x2d98, 0x2d9d, 0x2da3, 0x2da5,
    0x2daa, 0x2db4, 0x2db5, 0x2db9, 0x2dbb, 0x2dc4, 0x2dc5, 0x2dc6,
    0x2dd1, 0x2dd7, 0x2dd8, 0x2e04, 0x2e05, 0x2e08, 0x2e0f, 0x2e12,
    0x2e18, 0x2e1d, 0x2e1e, 0x2e21, 0x2e22, 0x2e23, 0x2e2d, 0x2e33,
    0x2e34, 0x2e35, 0x2e3f, 0x2e43, 0x2e45, 0x2e4c, 0x2e61, 0x2e67,
    0x2e70, 0x2e77, 0x2e79, 0x2e7e, 0x2e7f, 0x2e87, 0x2e8a, 0x2e8e,
    0x2e8f, 0x2e92, 0x2e93, 0x2e99, 0x2e9a, 0x2e9e, 0x2ea0, 0x2ea1,
    0x2ea5, 0x2eaf, 0x2eb7, 0x2eb8, 0x2ebc, 0x2ec1, 0x2ec2, 0x2ec7,
    0x2ed1, 0x2ed3, 0x2eda, 0x2edb, 0x2ee5, 0x2ee6, 0x2ee7, 0x2eea,
    0x2eee, 0x2ef9, 0x2f03, 0x2f20, 0x2f24, 0x2f2b, 0x2f2e, 0x2f33,
    0x2f35, 0x2f36, 0x2f38, 0x2f59, 0x2f5e, 0x2f60, 0x2f71, 0x2f73,
    0x2f76, 0x2f77, 0x2f7b, 0x2f7d, 0x2f83, 0x2fa2, 0x2fad, 0x2fae,
    0x2fb1, 0x2fb4, 0x2fb7, 0x2fb8, 0x2fc0, 0x2fca, 0x2fd3, 0x2fdf,
    0x2fea, 0x2ff5, 0x2ff6, 0x2ffe, 0x3001, 0x300f, 0x3017, 0x301d,
    0x3028, 0x3029, 0x302d, 0x3052, 0x3056, 0x3059, 0x305a, 0x305c,
    0x3063, 0x3070, 0x3071, 0x3076, 0x307c, 0x307e, 0x3084, 0x3090,
    0x309c, 0x30b2, 0x30b5, 0x30b7, 0x30ba, 0x30c0, 0x30c4, 0x30cc,
    0x30d5, 0x30de, 0x3100, 0x3106, 0x311e, 0x311f, 0x3120, 0x3128,
    0x3134, 0x313d, 0x3142, 0x3146, 0x3149, 0x314d, 0x314e, 0x3155,
    0x3157, 0x3159, 0x315b, 0x3161, 0x3163, 0x317f, 0x3184, 0x3187,
    0x318d, 0x318e, 0x3192, 0x3198, 0x319f, 0x31a3, 0x31a5, 0x31a6,
    0x31aa, 0x31ac, 0x31b9, 0x31bf, 0x31c3, 0x31c7, 0x31ca, 0x31cb,
    0x31d3, 0x31d7, 0x31db, 0x31de, 0x31e0, 0x31e1, 0x31e6, 0x31e7,
    0x31e9, 0x31eb, 0x31ee, 0x31ef, 0x31fa, 0x31fb, 0x3201, 0x3204,
    0x3205, 0x320c, 0x320f, 0x3215, 0x321f, 0x3227, 0x322d, 0x3236,
    0x3239, 0x323d, 0x324d, 0x3257, 0x3263, 0x3265, 0x326a, 0x3276,
    0x327c, 0x3289, 0x3291, 0x3296, 0x329a, 0x32a0, 0x32a6, 0x32a9,
    0x32af, 0x32b0, 0x32b3, 0x32b5, 0x32b6, 0x32b8, 0x32c0, 0x32dd,
    0x32de, 0x32e8, 0x32e9, 0x32ef, 0x32fc, 0x3302, 0x3308, 0x331b,
    0x333a, 0x333b, 0x3348, 0x334c, 0x3350, 0x3366, 0x3377, 0x337d,
    0x3391, 0x33b2, 0x33bc, 0x33c0, 0x33cf, 0x33db, 0x33f4, 0x33fa,
    0x343d, 0x3447, 0x3449, 0x344c, 0x344d, 0x3453, 0x345d, 0x345f,
    0x3465, 0x3467, 0x3470, 0x3471, 0x347a, 0x347e, 0x3482, 0x3483,
    0x3485, 0x3495, 0x3497, 0x349c, 0x349f, 0x34a5, 0x34a7, 0x34aa,
    0x34b2, 0x34b3, 0x34ba, 0x34bb, 0x34be, 0x34c7, 0x34cb, 0x34d3,
    0x34d9, 0x34dd, 0x34e5, 0x34f0, 0x34f3, 0x34f4, 0x34f5, 0x34f6,
    0x34f7, 0x34fa, 0x3508, 0x3514, 0x3515, 0x351c, 0x3521, 0x3522,
    0x352d, 0x352e, 0x3533, 0x3535, 0x3536, 0x353b, 0x353d, 0x354a,
    0x3550, 0x3577, 0x357c, 0x357d, 0x3582, 0x3584, 0x358f, 0x3595,
    0x359f, 0x35a4, 0x35a5, 0x35b4, 0x35b9, 0x35bc, 0x35c2, 0x35d5,
    0x35e4, 0x35ea, 0x3600, 0x3602, 0x3606, 0x3607, 0x360b, 0x360d,
    0x360e, 0x3616, 0x3617, 0x361b, 0x3623, 0x3625, 0x3629, 0x362b,
    0x362d, 0x3636, 0x3638, 0x3639, 0x363a, 0x363b, 0x363f, 0x3642,
    0x3648, 0x364b, 0x3657, 0x365e, 0x365f, 0x366d, 0x366f, 0x3673,
    0x367d, 0x367f, 0x368c, 0x368d, 0x369e, 0x36a3, 0x36a5, 0x36a8,
    0x36aa, 0x36ab, 0x36ae, 0x36b0, 0x36bd, 0x36c4, 0x36d2, 0x36de,
    0x36e1, 0x36e2, 0x36ff, 0x3701, 0x3703, 0x3709, 0x370d, 0x3711,
    0x3712, 0x3721, 0x372f, 0x3738, 0x3746, 0x3747, 0x374a, 0x374b,
    0x374f, 0x3751, 0x3756, 0x375f, 0x376a, 0x376d, 0x3793, 0x37a5,
    0x37b6, 0x37be, 0x37d2, 0x37d9, 0x37e0, 0x37e8, 0x37ed, 0x37fc,
    0x3808, 0x3813, 0x381b, 0x381c, 0x382a, 0x387b, 0x3883, 0x3885,
    0x388a, 0x388b, 0x3890, 0x38d9, 0x38e6, 0x390b, 0x3927, 0x392f,
    0x3937, 0x3938, 0x3947, 0x3959, 0x396d, 0x3a12, 0x3a2e, 0x3a2f,
    0x3a35, 0x3a40, 0x3a48, 0x3a4c, 0x3a5a, 0x3a61, 0x3a70, 0x3a71,
    0x3a74, 0x3a77, 0x3a7d, 0x3a81, 0x3a82, 0x3a89, 0x3a97, 0x3a98,
    0x3a99, 0x3aa4, 0x3ac2, 0x3ac3, 0x3ac8, 0x3ac9, 0x3acd, 0x3ace,
    0x3adb, 0x3adc, 0x3ae0, 0x3ae2, 0x3ae9, 0x3b1d, 0x3b1f, 0x3b25,
    0x3b42, 0x3b45, 0x3b46, 0x3b4c, 0x3b4f, 0x3b50, 0x3b5c, 0x3b65,
    0x3b68, 0x3b6d, 0x3b6e, 0x3b7e, 0x3b88, 0x3b8b, 0x3b91, 0x3b96,
    0x3ba4, 0x3ba7, 0x3baf, 0x3bb0, 0x3bc1, 0x3bc6, 0x3bc7, 0x3bc9,
    0x3bca, 0x3bcd, 0x3bcf, 0x3bd7, 0x3bd8, 0x3bda, 0x3be3, 0x3bef,
    0x3bf0, 0x3bf1, 0x3bf3, 0x3bf6, 0x3bfe, 0x3c01, 0x3c19, 0x3c25,
    0x3c2c, 0x3c33, 0x3c38, 0x3c49, 0x3c4c, 0x3c4f, 0x3c52, 0x3c53,
    0x3c6a, 0x3c74, 0x3c78, 0x3c7c, 0x3c82, 0x3c85, 0x3c86, 0x3c96,
    0x3ca7, 0x3cbd, 0x3cc0, 0x3cca, 0x3cdf, 0x3cef, 0x3cf9, 0x3cff,
    0x3d05, 0x3d09, 0x3d13, 0x3d15, 0x3d16, 0x3d17, 0x3d19, 0x3d21,
    0x3d29, 0x3d2f, 0x3d34, 0x3d37, 0x3d3a, 0x3d3d, 0x3d64, 0x3d75,
    0x3d7d, 0x3d8c, 0x3d8d, 0x3d8e, 0x3d9e, 0x3da4, 0x3dab, 0x3dc4,
    0x3dc8, 0x3dd3, 0x3dd9, 0x3ddf, 0x3deb, 0x3dec, 0x3e02, 0x3e0f,
    0x3e10, 0x3e14, 0x3e1d, 0x3e22, 0x3e2e, 0x3e30, 0x3e39, 0x3e3a,
    0x3e46, 0x3e62, 0x3e6a, 0x3e6d, 0x3e72, 0x3e7c, 0x3e7e, 0x3e92,
    0x3ece, 0x3ecf, 0x3ed1, 0x3ef9, 0x3efd, 0x3f3a, 0x3f79, 0x3f7d,
    0x3f7e, 0x3f8b, 0x3f97, 0x3f98, 0x3f9c, 0x3fbb, 0x3fc7, 0x3fc8,
    0x3fd6, 0x402f, 0x4034, 0x4044, 0x404a, 0x405c, 0x4067, 0x4075,
    0x4077, 0x407c, 0x4098, 0x40ad, 0x40bf, 0x40d1, 0x40f3, 0x4114,
    0x4138, 0x4143, 0x4144, 0x414b, 0x4155, 0x4156, 0x4167, 0x4169,
    0x4175, 0x4177, 0x4180, 0x4187, 0x41ae, 0x41ba, 0x41bd, 0x41c4,
    0x41d0, 0x41e7, 0x41f7, 0x41fa, 0x41fb, 0x4229, 0x422d, 0x4239,
    0x423c, 0x4244, 0x424d, 0x4252, 0x4271, 0x4280, 0x4292, 0x4295,
    0x4297, 0x4299, 0x42b7, 0x42db, 0x42ee, 0x42fb, 0x430c, 0x4311,
    0x4314, 0x4342, 0x436e, 0x4391, 0x43b5, 0x43be, 0x43cb, 0x43f4,
    0x4404, 0x4426, 0x4428, 0x442d, 0x4431, 0x4436, 0x443e, 0x443f,
    0x4440, 0x4441, 0x4445, 0x4448, 0x4449, 0x445a, 0x445d, 0x445f,
    0x4462, 0x4467, 0x446a, 0x446b, 0x4473, 0x4478, 0x447e, 0x4481,
    0x448d, 0x449c, 0x449f, 0x44b9, 0x44c0, 0x44cc, 0x44d3, 0x44d5,
    0x44e3, 0x44e6, 0x44e9, 0x44f0, 0x44f7, 0x4502, 0x451b, 0x4550,
    0x4560, 0x4564, 0x4588, 0x4589, 0x458b, 0x458c, 0x4592, 0x4594,
    0x4595, 0x45bc, 0x45cd, 0x45d4, 0x45d8, 0x45e5, 0x45e9, 0x45ed,
    0x45f1, 0x45f2, 0x45fc, 0x4600, 0x4602, 0x4606, 0x460c, 0x460f,
    0x4617, 0x4619, 0x461a, 0x462d, 0x462e, 0x4648, 0x464a, 0x464e,
    0x466f, 0x4671, 0x4674, 0x46ba, 0x46bb, 0x46c1, 0x46e9, 0x46f0,
    0x46f3, 0x46fb, 0x46fd, 0x4701, 0x4710, 0x4722, 0x4723, 0x4740,
    0x4742, 0x476b, 0x4779, 0x477a, 0x478f, 0x479f, 0x47c8, 0x47cf,
    0x47f6, 0x480f, 0x481c, 0x4848, 0x484a, 0x484c, 0x4856, 0x4857,
    0x4864, 0x486b, 0x486c, 0x4873, 0x4876, 0x487b, 0x488f, 0x4893,
    0x489b, 0x489d, 0x48ce, 0x48cf, 0x48d9, 0x48df, 0x48e0, 0x48e6,
    0x48ed, 0x48f7, 0x48fe, 0x4909, 0x4919, 0x491c, 0x4928, 0x493c,
    0x4940, 0x494a, 0x494b, 0x494d, 0x494e, 0x4950, 0x495b, 0x495d,
    0x4979, 0x4982, 0x4984, 0x4988, 0x498f, 0x4991, 0x49a0, 0x49a1,
    0x49ad, 0x49bc, 0x49bd, 0x49d9, 0x49ea, 0x49ee, 0x49f3, 0x49fd,
    0x4a04, 0x4a07, 0x4a1f, 0x4a29, 0x4a34, 0x4a3a, 0x4a54, 0x4a57,
    0x4a59, 0x4a60, 0x4a62, 0x4a64, 0x4a95, 0x4a99, 0x4aa5, 0x4aaf,
    0x4abf, 0x4ac6, 0x4ace, 0x4ad2, 0x4ad7, 0x4af2, 0x4b2f, 0x4b4d,
    0x4b5b, 0x4b6e, 0x4b81, 0x4b97, 0x4b99, 0x4ba0, 0x4ba5, 0x4ba6,
    0x4ba9, 0x4bb5, 0x4bcc, 0x4be4, 0x4bf5, 0x4c06, 0x4c09, 0x4c0c,
    0x4c0e, 0x4c12, 0x4c13, 0x4c19, 0x4c1b, 0x4c22, 0x4c27, 0x4c28,
    0x4c29, 0x4c2e, 0x4c2f, 0x4c30, 0x4c39, 0x4c3d, 0x4c3e, 0x4c41,
    0x4c47, 0x4c48, 0x4c50, 0x4c52, 0x4c5a, 0x4c5e, 0x4c6c, 0x4c6f,
    0x4c74, 0x4c7f, 0x4c83, 0x4c84, 0x4c87, 0x4ca7, 0x4ca8, 0x4cbb,
    0x4cbf, 0x4cc0, 0x4cc9, 0x4ccd, 0x4cd8, 0x4cdd, 0x4cdf, 0x4ce0,
    0x4ce8, 0x4cee, 0x4cf6, 0x4cf7, 0x4cfd, 0x4d02, 0x4d09, 0x4d0f,
    0x4d12, 0x4d29, 0x4d34, 0x4d39, 0x4d3c, 0x4d4c, 0x4d4f, 0x4d58,
    0x4d62, 0x4d63, 0x4d7b, 0x4d7e, 0x4e44, 0x4e78, 0x4e7c, 0x4e7e,
    0x4e80, 0x4e83, 0x4e85, 0x4e93, 0x4e98, 0x4e9c, 0x4eac, 0x4eb2,
    0x4eb6, 0x4eb7, 0x4ecb, 0x4ecf, 0x4eda, 0x4ee0, 0x4f09, 0x4f0a,
    0x4f0f, 0x4f11, 0x4f13, 0x4f1e, 0x4f23, 0x4f25, 0x4f41, 0x4f64,
    0x4f6c, 0x4f82, 0x4f85, 0x4f97, 0x4f9a, 0x4fa4, 0x4fa6, 0x4fab,
    0x4faf, 0x4fb0, 0x4fb3, 0x4fb7, 0x4fb8, 0x4fbd, 0x4fc0, 0x4fc8,
    0x4fd1, 0x4fd4, 0x4fda, 0x4fdc, 0x4fec, 0x5002, 0x5006, 0x500b,
    0x5010, 0x5013, 0x5015, 0x5016, 0x5018, 0x5028, 0x503f, 0x5041,
    0x505c, 0x505e, 0x5063, 0x5079, 0x507e, 0x5086, 0x5087, 0x5088,
    0x50a8, 0x50aa, 0x50ab, 0x50b6, 0x50c1, 0x50d4, 0x50e1, 0x50f1,
    0x50f6, 0x50f8, 0x50fb, 0x5101, 0x5102, 0x510a, 0x5116, 0x511a,
    0x511c, 0x5125, 0x512c, 0x512d, 0x5138, 0x513a, 0x5144, 0x5145,
    0x5147, 0x5155, 0x5174, 0x517d, 0x5180, 0x5184, 0x5199, 0x51ab,
    0x51bd, 0x51bf, 0x51c1, 0x51c6, 0x51cb, 0x51e5, 0x51e9, 0x51f3,
    0x51f4, 0x51ff, 0x5210, 0x521c, 0x5236, 0x5244, 0x5257, 0x5260,
    0x5266, 0x5285, 0x52d8, 0x52da, 0x52e1, 0x52ea, 0x52fd, 0x531c,
    0x534b, 0x5357, 0x5365, 0x5369, 0x537a, 0x53c6, 0x53d2, 0x53d9,
    0x541f, 0x5443, 0x544b, 0x5492, 0x54b4, 0x54b8, 0x54b9, 0x54ba,
    0x54db, 0x54f2, 0x54f7, 0x5509, 0x555c, 0x555e, 0x5568, 0x556a,
    0x556c, 0x5579, 0x5587, 0x5598, 0x55a3, 0x55d5, 0x55db, 0x55fc,
    0x5610, 0x562a, 0x569b, 0x574e, 0x5754, 0x575a, 0x5761, 0x5765,
    0x5769, 0x576b, 0x576f, 0x5771, 0x5776, 0x577e, 0x5785, 0x5799,
    0x57a4, 0x57b9, 0x57cf, 0x57d0, 0x57d3, 0x57dd, 0x57e3, 0x57ea,
    0x5806, 0x580b, 0x580c, 0x5815, 0x581e, 0x5820, 0x586d, 0x5880,
    0x588d, 0x588f, 0x5894, 0x5895, 0x5899, 0x589d, 0x58a4, 0x58a8,
    0x58b5, 0x58b8, 0x58c1, 0x58e0, 0x58f1, 0x58f4, 0x590e, 0x5910,
    0x5911, 0x5916, 0x591c, 0x5921, 0x5925, 0x5926, 0x592d, 0x5938,
    0x593b, 0x593f, 0x5941, 0x5942, 0x5948, 0x594a, 0x595e, 0x5962,
    0x5963, 0x596c, 0x596e, 0x5971, 0x5974, 0x5977, 0x597c, 0x597e,
    0x597f, 0x5980, 0x5981, 0x5995, 0x5997, 0x599a, 0x599b, 0x59a1,
    0x59a3, 0x59a6, 0x59ac, 0x59ae, 0x59b2, 0x59ba, 0x59bb, 0x59be,
    0x59c0, 0x59cd, 0x59d5, 0x59d9, 0x59e4, 0x59f4, 0x59f5, 0x59fb,
    0x59fc, 0x5a06, 0x5a0c, 0x5a0e, 0x5a0f, 0x5a12, 0x5a1c, 0x5a27,
    0x5a29, 0x5a2b, 0x5a2f, 0x5a47, 0x5a66, 0x5a6a, 0x5a74, 0x5a7e,
    0x5a80, 0x5a85, 0x5b45, 0x5b54, 0x5b58, 0x5b68, 0x5b6f, 0x5b78,
    0x5b9a, 0x5bab, 0x5bac, 0x5bae, 0x5baf, 0x5bb0, 0x5bb5, 0x5bb6,
    0x5bb7, 0x5bb8, 0x5bb9, 0x5bba, 0x5bbd, 0x5bc2, 0x5bc5, 0x5bc6,
    0x5bc9, 0x5bca, 0x5bcd, 0x5bce, 0x5bd0, 0x5bd1, 0x5bd2, 0x5bd5,
    0x5bd8, 0x5be1, 0x5be9, 0x5bea, 0x5bec, 0x5bee, 0x5bf0, 0x5bf4,
    0x5bf8, 0x5bfb, 0x5c0a, 0x5c16, 0x5c72, 0x5c74, 0x5c7e, 0x5c82,
    0x5c85, 0x5c93, 0x5c98, 0x5cb1, 0x5cc1, 0x5ceb, 0x5cef, 0x5cfd,
    0x5d01, 0x5d03, 0x5d18, 0x5d1d, 0x5d38, 0x5d82, 0x5d9b, 0x5db9,
    0x5dd8, 0x5dda, 0x5ddb, 0x5de0, 0x5ded, 0x5df0, 0x5e06, 0x5e0b,
    0x5e11, 0x5e17, 0x5e2b, 0x5e37, 0x5e38, 0x5e46, 0x5e52, 0x5ea9,
    0x5eac, 0x5eb1, 0x5ebf, 0x5ec0, 0x5ec8, 0x5eca, 0x5ed3, 0x5edc,
    0x5edf, 0x5ee2, 0x5ef9, 0x5efb, 0x5efe, 0x5f05, 0x5f0b, 0x5f0e,
    0x5f0f, 0x5f11, 0x5f14, 0x5f1d, 0x5f1e, 0x5f21, 0x5f22, 0x5f28,
    0x5f2b, 0x5f2d, 0x5f2e, 0x5f31, 0x5f3c, 0x5f3f, 0x5f40, 0x5f46,
    0x5f50, 0x5f53, 0x5f55, 0x5f58, 0x5f59, 0x5f5b, 0x5f5c, 0x5f61,
    0x5f62, 0x5f63, 0x5f6a, 0x5f6e, 0x5f6f, 0x5f71, 0x5f77, 0x5f7b,
    0x5f7c, 0x5f83, 0x5f85, 0x5f86, 0x5f88, 0x5f8d, 0x5f92, 0x5fb1,
    0x5fb4, 0x5fb8, 0x5fc6, 0x5fd8, 0x5fdc, 0x5fef, 0x5ff6, 0x5ffb,
    0x6003, 0x6005, 0x600b, 0x605a, 0x605b, 0x605c, 0x6060, 0x6062,
    0x6070, 0x6078, 0x607a, 0x6083, 0x6085, 0x6086, 0x60a0, 0x60aa,
    0x60c6, 0x60d5, 0x60d6, 0x60da, 0x60db, 0x60dc, 0x60dd, 0x60df,
    0x60ea, 0x60eb, 0x60f1, 0x611b, 0x6142, 0x6152, 0x6169, 0x6170,
    0x617f, 0x618e, 0x6191, 0x6193, 0x61a6, 0x61bb, 0x61fb, 0x6201,
    0x620a, 0x622e, 0x6234, 0x623a, 0x623c, 0x623d, 0x6240, 0x6259,
    0x6269, 0x6283, 0x629a, 0x62a4, 0x62bc, 0x62ef, 0x6326, 0x635f,
    0x6485, 0x648e, 0x6497, 0x6499, 0x649f, 0x64a1, 0x64b0, 0x64b1,
    0x64b3, 0x64c0, 0x64d5, 0x64e6, 0x652a, 0x6538, 0x6540, 0x6549,
    0x6552, 0x655b, 0x655e, 0x6569, 0x6570, 0x6571, 0x6572, 0x6573,
    0x6578, 0x657e, 0x6581, 0x6583, 0x6584, 0x6586, 0x6588, 0x658b,
    0x6593, 0x6594, 0x6598, 0x659c, 0x659d, 0x65a2, 0x65a7, 0x65a9,
    0x65aa, 0x65ae, 0x65b1, 0x65c5, 0x65c9, 0x65d2, 0x65d3, 0x65d4,
    0x65d5, 0x65da, 0x65df, 0x65f0, 0x65f1, 0x65f6, 0x65f8, 0x65fe,
    0x6600, 0x6604, 0x6605, 0x6609, 0x660e, 0x6615, 0x6618, 0x662a,
    0x6635, 0x6640, 0x6660, 0x6667, 0x666c, 0x6670, 0x6677, 0x6682,
    0x66e1, 0x6701, 0x6709, 0x670d, 0x6710, 0x6711, 0x6713, 0x6714,
    0x6716, 0x671e, 0x671f, 0x6720, 0x6721, 0x6726, 0x673a, 0x673b,
    0x6749, 0x674a, 0x675a, 0x675b, 0x675c, 0x6762, 0x6763, 0x6766,
    0x676c, 0x6775, 0x67b6, 0x67e9, 0x67ed, 0x67f0, 0x67fd, 0x6800,
    0x680a, 0x680b, 0x680c, 0x6813, 0x6818, 0x681a, 0x6821, 0x6836,
    0x68a4, 0x68a7, 0x68ba, 0x68d2, 0x68d3, 0x68d4, 0x68de, 0x68e0,
    0x691c, 0x6920, 0x6921, 0x693e, 0x6968, 0x69b6, 0x69c6, 0x69d2,
    0x69e6, 0x69f8, 0x6a3f, 0x6a4a, 0x6a50, 0x6a53, 0x6a62, 0x6a68,
    0x6abc, 0x6af6, 0x6bf3, 0x6c02, 0x6c9d, 0x6cc2, 0x6d8d, 0x6da1,
    0x6da5, 0x6db4, 0x6dc8, 0x6dc9, 0x6dd2, 0x6de0, 0x6de7, 0x6e21,
    0x6e49, 0x6e70, 0xce0f, 0xce16, 0xce17, 0xce1e, 0xce1f, 0xce20,
    0xce21, 0xce22, 0xce23, 0xce24, 0xce25, 0xce26, 0xce27, 0xce28,
    0xce2b, 0xce2d
};

/*Collect the unicode lists and glyph_id offsets*/
static const lv_font_fmt_txt_cmap_t cmaps[] =
{
    {
        .range_start = 33, .range_length = 6, .glyph_id_start = 1,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 40, .range_length = 56, .glyph_id_start = 7,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 97, .range_length = 30, .glyph_id_start = 63,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12316, .range_length = 1, .glyph_id_start = 93,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12353, .range_length = 155, .glyph_id_start = 94,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_4, .list_length = 155, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 12510, .range_length = 18, .glyph_id_start = 186,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12530, .range_length = 52782, .glyph_id_start = 204,
        .unicode_list = unicode_list_6, .glyph_id_ofs_list = NULL, .list_length = 2154, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    }
};

/*-----------------
 *    KERNING
 *----------------*/


/*Map glyph_ids to kern left classes*/
static const uint8_t kern_left_class_mapping[] =
{
    0, 1, 2, 3, 4, 5, 6, 7,
    8, 9, 10, 11, 10, 12, 13, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 14, 15, 16, 17, 18, 19, 20,
    21, 22, 23, 24, 25, 26, 27, 0,
    1, 28, 29, 30, 0, 0, 24, 31,
    32, 33, 4, 34, 28, 35, 36, 37,
    38, 39, 40, 41, 42, 43, 44, 45,
    20, 46, 0, 47, 48, 49, 45, 50,
    51, 52, 50, 45, 45, 20, 20, 53,
    54, 55, 56, 57, 58, 58, 59, 60,
    61, 40, 62, 63, 64, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0
};

/*Map glyph_ids to kern right classes*/
static const uint8_t kern_right_class_mapping[] =
{
    0, 1, 2, 3, 4, 5, 6, 7,
    8, 9, 10, 11, 10, 12, 13, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 14, 15, 16, 17, 18, 19, 20,
    21, 22, 23, 22, 22, 22, 23, 22,
    1, 24, 22, 22, 22, 22, 23, 22,
    23, 22, 4, 25, 26, 27, 28, 29,
    30, 31, 32, 33, 34, 35, 36, 37,
    0, 20, 20, 20, 38, 39, 0, 40,
    41, 0, 40, 42, 42, 20, 43, 20,
    42, 44, 38, 45, 46, 46, 47, 48,
    49, 50, 51, 34, 52, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0
};

/*Kern values between classes*/
static const int8_t kern_class_values[] =
{
    -1, 0, 0, 0, 0, 0, 0, -1,
    0, 0, 0, 0, 0, 0, 3, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, -1,
    0, 0, 0, 0, 0, 0, 0, -1,
    -1, 0, 0, 0, 0, 0, 0, 0,
    0, 0, -1, 0, 0, 0, -5, -3,
    0, -7, -8, -5, 0, -8, -15, -13,
    -14, -1, -1, -8, -3, -1, 0, -7,
    -14, 0, -4, -14, 3, 0, 3, 2,
    -2, 2, 0, 0, 3, 0, -7, 0,
    -1, 1, -7, 0, 0, -1, -1, -2,
    -1, 2, -4, 2, -1, -8, 0, -8,
    0, 0, -3, -2, 0, -5, -5, -5,
    3, -5, -10, -10, -5, 0, 0, -5,
    0, 1, 0, -5, -5, 0, 0, -6,
    1, 0, 1, 1, -5, 0, 0, 0,
    1, 0, -1, -14, -3, 0, -5, 0,
    0, 0, 0, -4, -1, 1, -3, 1,
    -3, -5, 0, -5, 0, -3, 0, -2,
    -1, 0, -5, -2, -3, -3, -3, -3,
    -1, -1, -1, -3, -3, -3, 0, -1,
    -1, 0, -1, -1, -5, -1, -2, 0,
    -3, -3, -2, 0, -2, -3, -1, -13,
    -1, -6, -1, 0, 0, -1, -1, -1,
    -1, -3, -5, -3, -3, -3, 0, -3,
    0, -9, 0, -1, -5, 1, -5, -4,
    -10, 0, 0, 0, -1, 0, 1, 0,
    0, 0, -8, 3, 1, 0, 0, 1,
    -10, 0, -8, -4, -5, -10, -2, 0,
    -9, -5, 3, 0, 3, -3, 3, 0,
    0, 0, 0, 1, 0, -3, -3, -3,
    0, 0, 0, 0, 0, -6, 1, 0,
    -6, 0, -3, -3, -9, 0, 3, 3,
    7, 1, 3, 0, 0, 1, -5, 0,
    7, 0, 0, 4, -11, 0, -9, -6,
    0, -12, 0, 0, -9, 0, 0, 3,
    3, -2, 0, 0, 0, 1, 1, 3,
    0, 0, 0, 0, 1, 0, 0, 0,
    -1, -5, -5, -4, -4, -3, -1, 0,
    -5, -8, -3, -7, -3, -2, 0, -8,
    -5, -2, -1, -2, -3, 0, 0, -5,
    -1, 0, 0, 0, -2, 0, 0, -1,
    0, 4, -2, 8, -3, -5, -2, 0,
    12, -2, -1, -1, -2, -2, -2, -2,
    -2, -14, -1, -8, 0, -8, -5, -5,
    -5, -4, 0, -1, -5, -1, -7, -7,
    -4, 0, 0, -1, 0, -2, -4, -1,
    -4, 0, 0, -1, -7, 0, -5, -3,
    -4, -5, -5, 0, -5, -8, 0, -5,
    0, 0, -1, 0, 0, 0, 0, 0,
    0, 0, -3, 0, -2, -5, 0, -1,
    0, 0, -3, 0, 3, -6, -5, -5,
    0, -6, -8, -8, -15, -1, -1, -6,
    0, -1, 3, -4, -15, 0, -1, -10,
    0, 0, 1, 1, -5, 0, -3, 0,
    1, -5, -1, -5, 0, 2, -4, 0,
    0, -1, -1, -1, 0, 4, -1, 4,
    -1, -6, 0, -7, 0, -8, 3, -8,
    -7, -1, -1, -10, -6, 2, -10, -6,
    -5, -2, -2, 2, 0, -9, -8, 1,
    -5, 0, 1, -6, -15, 0, -10, -5,
    -14, -17, -10, 0, -10, -10, 6, -3,
    0, -3, 1, -1, -1, 0, 0, 0,
    0, 0, -6, 0, -3, 2, 0, 2,
    0, -10, 0, 0, -16, -3, -7, -7,
    -8, -11, -1, -1, 4, -1, 1, -11,
    0, 0, -8, -2, 4, 0, -4, 6,
    -15, -4, -11, -14, 0, -18, 0, 0,
    -11, -3, 0, 3, 0, -9, -2, 0,
    3, 0, 0, 0, -4, -12, 0, -10,
    0, -11, 0, -3, 0, -13, 0, -1,
    -16, -3, -7, -7, -8, -6, -1, -1,
    4, -1, 1, -6, 0, 0, -9, -5,
    4, 0, -5, 4, -15, -6, -11, -14,
    0, -18, 0, 0, -11, 0, 0, 0,
    0, -9, -2, 0, 0, 0, 0, 0,
    -4, -12, 0, -12, 0, -12, 0, -6,
    0, 3, -6, -3, 0, -7, -5, 0,
    1, -10, -11, -11, -15, -9, -9, -18,
    -10, -6, 3, -11, -10, 0, -4, -16,
    3, 0, 4, 3, 0, 3, 0, 0,
    4, 3, -3, -22, -8, -4, -11, -1,
    -6, -9, -9, -9, -9, -4, -6, -4,
    -6, -4, 0, -10, 0, -1, 0, -1,
    -3, -1, 0, -2, -1, -2, -1, -1,
    3, -1, 0, -6, -2, 0, -7, -2,
    3, 0, 0, 0, -17, -1, -9, -6,
    -4, -14, -4, 0, -9, 0, 0, 0,
    0, 0, -2, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, -2, 0, -1,
    0, -1, 0, -1, -1, -3, 0, -2,
    -1, -2, -4, -4, 1, 0, 0, -4,
    -2, -1, -7, -2, 1, 0, 0, 0,
    -17, -1, -9, -6, -4, -14, -7, 0,
    -9, -5, 0, -9, 0, 0, -2, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, -2, 0, -2, 0, -1, 0, 0,
    0, -3, -2, -2, -1, -9, 0, 0,
    3, 0, 1, -12, -4, 0, -1, -1,
    3, 0, -1, 3, -10, 0, -3, -1,
    -1, -9, 0, 0, -6, 0, -1, 0,
    0, 0, -1, 0, 3, 0, 0, 0,
    0, 0, 0, 0, 0, -9, 0, -9,
    0, -3, 0, -6, 0, 0, 0, -5,
    0, 0, 0, 0, -4, -2, -2, -4,
    -1, -4, 0, 0, -1, 0, 0, 0,
    -12, 0, -9, -5, -9, -12, -9, 0,
    -10, -6, 3, 0, 0, -4, 0, 0,
    0, 0, 0, -2, 0, -2, -6, -2,
    -4, 0, 0, 0, 0, -8, 3, -8,
    -7, -1, -1, -10, -6, 2, -10, -6,
    -11, -6, -4, 2, -4, -12, -8, 1,
    -6, 0, 1, -6, -15, 0, -11, -5,
    -12, -17, -10, 0, -18, -10, 6, -5,
    0, -3, 1, -1, -1, 0, 0, 0,
    0, 0, -6, 0, -3, 2, 0, 2,
    0, 0, -3, 0, 1, -3, -3, -3,
    0, -10, -18, -17, -5, -5, -5, -10,
    0, 0, 1, -7, -5, 0, 0, -13,
    0, 0, 0, 0, -3, 0, -2, 0,
    0, 0, -3, -19, -4, 0, -7, 0,
    -5, -5, -5, -4, -5, 1, 0, 1,
    0, -6, 0, -9, 0, -7, 0, -5,
    -4, 0, -1, -2, -4, 1, -5, -5,
    -1, -2, -2, 1, 0, -1, -8, 1,
    -1, 0, 0, -2, -20, -1, -11, -8,
    -9, -17, -7, 0, -11, -1, 1, -8,
    1, -4, 1, 0, 0, 0, 0, 0,
    -1, -1, -3, -1, -1, 1, 0, 1,
    0, -14, 0, 1, -9, 0, -4, -3,
    -15, -5, 4, 4, 5, 0, 2, -6,
    -1, 3, -6, -1, 5, 0, -4, 6,
    -14, -3, -10, -6, 1, -13, 0, 0,
    -10, 3, -6, 9, 2, -6, -1, 0,
    0, 0, 0, 2, 0, -6, 3, -6,
    3, -5, 0, -5, 0, -4, 0, -2,
    -1, 0, 0, 0, -1, 0, -3, -1,
    -2, 0, 0, 0, 0, -2, -2, 0,
    -2, 0, -1, 0, -7, -1, -4, -3,
    -4, -6, -3, 0, -4, -2, 0, -6,
    0, -4, 0, 0, 0, 0, 0, -1,
    -1, -1, -3, -1, -2, 0, 0, 0,
    0, 0, 0, -1, 0, -1, 0, 1,
    0, -6, -1, -1, 0, 0, 0, -6,
    -3, -1, 1, -3, 0, 3, -3, 0,
    0, 0, 3, 0, -1, -1, 0, 0,
    3, 0, -4, -1, 0, -8, -3, 2,
    2, 0, 0, -2, -2, -3, -2, -3,
    -1, -6, 0, -6, 0, -4, 0, -1,
    0, -2, 0, 0, -1, 1, -10, -5,
    -4, 0, 0, 1, 0, -1, -5, 0,
    -4, 0, 1, -5, -9, 0, -4, -3,
    -6, -6, -6, 0, -4, -2, 3, 5,
    -1, 0, 0, 0, 0, 0, 0, -1,
    -1, 1, -1, 1, -1, 1, 0, 1,
    0, 0, 0, -1, -1, -3, 0, 0,
    -2, -5, 0, 0, 0, 0, 0, -5,
    -1, -1, -2, -4, 0, 0, -1, 0,
    2, 0, 0, 0, 0, 0, 0, 0,
    0, 0, -3, 0, -2, -5, -4, 0,
    0, 0, 0, -2, -3, -3, -2, -3,
    -1, -5, 0, -5, 0, 0, -4, -8,
    -1, -5, -3, -2, -2, -7, -16, -13,
    -13, -4, -4, -7, -1, -5, 0, -6,
    -13, 0, -2, -24, 2, -1, 1, 0,
    -4, 0, -1, 0, 1, -2, -2, -15,
    -6, -7, -6, -3, -3, -4, -4, -5,
    -5, -5, -10, -5, -5, -7, 0, -7,
    0, -6, 0, -1, 0, 0, 0, -2,
    -3, 0, -1, -1, -1, 0, 0, 0,
    0, -1, 0, 0, -1, 0, 0, 1,
    -5, 0, -3, -1, -3, -4, -1, 0,
    -3, 0, 0, -3, 0, -4, 0, 0,
    0, 0, 0, 0, -1, -1, -2, -1,
    -1, 0, 0, 0, 0, 0, 0, -1,
    0, -1, 0, 0, 0, 0, -6, -6,
    -3, -1, -1, 0, 0, 0, 0, -1,
    -3, 0, 0, -4, 0, 0, 0, 0,
    -1, 0, -1, 0, 0, 0, 0, -11,
    -1, -1, -1, 0, 0, -1, -1, -1,
    -1, -1, -2, -1, 0, 0, 0, 0,
    0, -3, -3, -5, -5, -6, -6, 0,
    -6, -14, 3, 0, 1, -2, 0, -14,
    -7, 0, 0, -8, 1, 0, -10, 0,
    -1, -2, 1, 0, -1, 0, -1, 0,
    1, 0, -11, 0, -4, -12, -7, 0,
    0, -2, -2, -5, -10, -10, 0, -10,
    0, -14, 0, -14, 0, -11, 0, -4,
    -13, -6, -1, -1, -14, -9, 6, 6,
    4, 0, 4, -9, -6, 0, -7, -8,
    4, 0, -13, 3, -23, -9, -17, -13,
    -2, -22, 0, 0, -17, -7, -12, 5,
    -4, -13, -8, 0, 0, 0, 0, -2,
    -7, -14, -2, -14, 0, -9, 0, -9,
    0, 0, -4, -3, 1, -7, 0, -3,
    0, -8, -17, -13, -13, -3, -3, -8,
    -5, 0, -2, -5, -13, 0, 0, -27,
    -5, -1, 0, 0, -8, -4, -7, 0,
    0, -5, -1, -21, -3, 0, -5, -3,
    -3, -3, -3, -4, -3, 0, -3, 0,
    0, -8, 0, -8, 0, -4, 0, -1,
    0, -2, 0, 0, -1, 1, 1, -3,
    -2, 1, 3, 1, 0, 1, -5, 1,
    -2, 0, 1, -4, -9, 0, -4, -3,
    -5, -6, -3, 0, -4, 1, 3, 5,
    -1, 0, 1, 6, 6, 1, 1, 0,
    -1, 1, -1, 1, 1, 1, 0, 1,
    0, -3, -3, -2, -3, -7, -3, -1,
    -3, -7, 0, 0, 0, -2, 0, -7,
    -6, -1, -3, -6, 0, 0, -1, 0,
    -6, -1, -2, 0, 0, -5, -2, 0,
    -2, -3, -5, 0, -3, -1, -3, 0,
    0, -2, -2, -3, -1, 0, 0, 0,
    -1, -7, 0, -7, 0, 3, -5, -5,
    1, -8, -7, -1, 0, -15, -21, -15,
    -14, -17, -17, -15, -12, -10, 1, -20,
    -14, 0, -9, -19, 1, 0, 3, 2,
    -1, 3, 0, 0, 3, 0, -12, -13,
    -16, -14, -20, 0, -5, -17, -17, -20,
    -16, -18, -14, -18, -17, -15, 0, -15,
    0, 3, -6, -3, 0, -7, -5, 0,
    1, -10, -11, -11, -10, -9, -9, -11,
    -9, -3, 3, -11, -10, 0, -4, -16,
    3, 0, 4, 3, 0, 3, 0, 0,
    4, 3, -3, -18, -8, -4, -11, -1,
    -6, -9, -9, -9, -9, -4, -6, -4,
    -6, -4, 0, -10, 0, 2, -2, -2,
    0, -6, -3, 0, 1, -5, -14, -14,
    -6, -6, -6, -5, -5, -1, 1, -8,
    -6, 0, -3, -10, 2, 0, 3, 1,
    0, 1, 0, 0, 3, 0, -1, -13,
    -6, -3, -8, -1, -6, -6, -6, -6,
    -6, -3, -5, -3, -4, -3, 0, -5,
    0, -2, -5, -4, -5, -5, -4, -2,
    -5, -14, 0, 0, 1, -4, -2, -12,
    -9, -1, 0, -9, 1, 0, -6, 0,
    -1, -1, 0, 0, -2, -2, -3, 0,
    0, -2, -11, 0, -6, -12, -5, 0,
    0, -4, -4, -5, -8, -11, -2, -11,
    -1, -10, 0, -14, 0, 2, -8, -6,
    -3, -10, -5, 0, 0, -17, -18, -18,
    -13, -14, -14, -17, -12, -9, 1, -17,
    -13, 0, -8, -20, 3, 0, 3, 1,
    -2, 3, -1, 0, 3, 0, -7, -20,
    -15, -12, -17, -1, -7, -14, -14, -16,
    -14, -10, -13, -10, -13, -13, 0, -17,
    0, 0, 0, -3, -2, -6, -5, 0,
    -3, -14, 0, 0, -1, -4, -2, -14,
    -11, 0, 0, -9, -1, 0, -6, -1,
    0, -1, 0, 0, -3, 0, -1, 0,
    0, -3, -9, 0, -6, -11, -9, 0,
    0, -4, -4, -4, -7, -8, -3, -8,
    0, -10, 0, -14, 0, 0, 0, -5,
    -5, -4, -8, 4, -5, -10, 6, 0,
    3, 0, 5, -10, -6, 0, 1, -1,
    3, 0, -2, -7, 0, 0, 3, 0,
    -2, 0, -3, 0, 3, 5, -5, 10,
    -1, -1, -1, 8, 8, 0, 0, 0,
    0, 0, 0, 0, 0, -10, 0, -10,
    0, -14, 0, 1, -10, 0, -4, -3,
    -15, -5, 4, 4, 5, 0, 2, -11,
    -4, 3, -6, -1, 5, 0, -4, 6,
    -14, -3, -10, -6, 1, -13, 0, 0,
    -15, 3, -6, 9, 2, -6, -1, 1,
    4, 0, 0, 2, 0, -6, 3, -6,
    3, -5, 0, -5, -1, 0, 0, 0,
    0, 0, 0, -1, 0, 0, 0, 0,
    0, 0, 3, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, -1, 0, 0, 0, 4,
    0, 0, 0, -1, -1, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, 0,
    0, -7, 1, -6, -1, 0, 0, -2,
    -1, 6, 0, 0, -6, 0, 0, 6,
    3, -1, -5, 1, -6, 0, 3, -8,
    -12, 0, -3, -1, -11, -7, -9, 0,
    -3, -5, 5, 0, 0, 0, 1, 0,
    0, 0, 0, 0, 0, 1, -5, 1,
    -1, 6, 0, 6, 0, 0, 0, -5,
    -14, -6, -5, 8, -5, -3, 11, 0,
    9, 0, 9, -5, 0, 0, -10, -8,
    9, 0, -13, 0, -13, -11, -18, -13,
    0, -20, 0, 4, -22, 10, 0, 0,
    -4, -10, 1, 0, 19, 0, 6, -3,
    -9, -13, 0, -4, 0, -3, 5, -3,
    0, -6, 0, -3, -4, -1, 0, -2,
    -5, 0, 0, 0, 0, 0, 0, 0,
    0, -2, -6, 0, 0, 0, -1, 1,
    -17, -3, -11, -8, -6, -17, -5, 0,
    -11, 0, 0, 0, 0, -4, 0, 0,
    0, 0, 0, 0, 0, -1, -1, -1,
    -2, 0, 0, 0, 0, -4, -4, -2,
    -1, -3, -2, -3, -2, -5, -1, -1,
    1, -2, 2, -5, -6, 0, -6, -1,
    1, 0, -1, 1, -19, -1, -9, -6,
    -6, -14, -5, 0, -9, -1, -3, 0,
    -1, -2, -1, 0, 0, 0, 0, -1,
    0, 0, -1, 0, 0, -3, 0, -5,
    0, -7, 0, -5, -4, 0, -1, -2,
    -4, 1, -2, -5, -1, -2, -2, 1,
    0, -1, -8, 1, -1, 0, 0, -2,
    -20, -1, -11, -8, -9, -17, -7, 0,
    -11, -1, 1, -5, 1, -4, 1, 0,
    0, 0, 0, 0, -1, -1, -3, -1,
    -1, 1, 0, 1, 0, 3, -3, -2,
    3, -2, 0, 1, 2, -3, -12, -12,
    -6, 0, 0, -3, -4, 0, 3, -6,
    -6, 0, 0, -13, 0, 0, 1, 0,
    -1, 1, 0, 0, 1, 1, 0, -10,
    -3, 1, -6, 0, 0, 0, 0, -2,
    0, 0, -1, 0, 0, -3, 0, -3,
    0, -1, 0, -2, -3, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 1, 0,
    0, 0, -5, 0, 0, 0, 0, 0,
    -17, -1, -9, -6, -4, -14, -4, 0,
    -9, 0, 0, 3, 0, 0, 0, 0,
    6, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, -1, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, -1,
    0, -1, 0, -1, -1, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, 0,
    0, 0, 0, -2, -3, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 1, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, -1, -1, -1, -4, -4, -4, 0,
    -1, 0, 0, 3, 0, 0, 0, 3,
    3, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, -4, -2, -5,
    -3, -7, -3, -2, -1, -13, 0, 0,
    3, -2, 0, -13, -6, 0, -5, -7,
    3, 0, -1, 0, -14, -2, -6, -5,
    -2, -13, -3, 0, -6, -2, -6, 0,
    -3, 0, -7, 0, 0, 0, 0, -3,
    0, 1, 1, 1, 0, -9, 0, -13,
    0, -1, 0, -1, -3, -1, 0, -1,
    -1, 0, 0, 0, 3, 0, 5, 0,
    0, 0, -7, 0, 3, 0, 0, 0,
    -17, -1, -9, -6, -4, -14, -4, 0,
    -9, 0, 0, 6, 0, 0, 0, 0,
    16, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 2, -2, -4,
    3, -7, 0, -5, 4, -6, -11, -11,
    -14, 0, 0, -6, -4, -2, -6, -6,
    -14, 0, -2, -23, -19, 0, -5, -3,
    -14, -12, -14, 0, -5, -3, 0, -13,
    -2, 2, -6, -1, -1, 0, 0, -1,
    0, 1, 0, 1, -2, -2, 0, -6,
    0, -2, 1, -4, -1, 0, 0, -1,
    -1, -2, -1, -1, 0, 0, 0, -2,
    -2, -3, -4, 0, 0, 0, -1, 1,
    -18, -1, -8, -6, -5, -16, -4, 0,
    -8, 0, -1, -8, 1, -1, 0, 0,
    0, 0, 0, -1, 0, 0, -1, 0,
    -3, -2, 0, -2, 0, -3, -4, -2,
    -1, -3, -2, -3, -2, -5, -1, -1,
    1, -2, 2, -5, -6, 0, -6, -2,
    1, 0, -1, 1, -19, -1, -9, -6,
    -6, -14, -5, 0, -9, -1, -3, 0,
    -1, -2, -2, 0, 0, 0, 0, -1,
    0, 0, -1, 0, 0, -3, 0, -5,
    0, -1, 0, -1, -3, -1, 0, -2,
    -1, 0, 0, 0, 3, 0, 0, 0,
    0, 0, -7, 0, 3, 0, 0, 0,
    -17, -1, -9, -6, -4, -14, -4, 0,
    -9, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 2, 1, 0,
    3, -1, 0, -2, 4, 0, -13, -12,
    -6, 0, 0, 0, -2, 0, -3, -1,
    -6, 3, -1, -9, -18, -1, -4, -3,
    -11, -10, -8, 0, -4, 0, 1, -13,
    -1, 1, -1, 0, 0, 0, 0, -1,
    0, 5, 1, 5, 0, 0, 0, 0,
    0, -4, -2, -5, -3, -7, -3, -2,
    -1, -6, 0, 0, 3, -2, 0, -6,
    -6, 0, -5, -3, 3, 0, -1, 0,
    -14, -2, -6, -5, -2, -13, -3, 0,
    -6, -2, -5, 0, -3, 0, -3, 0,
    0, 0, 0, -3, 0, 1, 1, 1,
    0, -6, 0, -6, 0, 2, 1, 0,
    3, -1, 0, -2, 4, 0, -10, -12,
    -6, 0, 0, 0, -2, 0, -3, -1,
    -6, 3, -1, -9, -18, -1, -4, -3,
    -11, -10, -8, 0, -4, 0, 1, -13,
    -1, 1, -1, 0, 0, 0, 0, -1,
    0, 5, 1, 5, 0, 0, 0, 0,
    0, -1, 0, 0, 0, -3, -2, -2,
    -1, -3, 0, 0, 3, 0, 1, -3,
    -4, 0, -4, -1, 3, 0, -1, 3,
    -17, 0, -6, -4, -1, -13, 0, 0,
    -6, 0, -1, 0, 0, 0, -1, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, -3, 0, -3, -1, 0, 0, 0,
    0, 0, 0, -1, 0, 0, 0, 0,
    0, 0, 3, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, -1, 0, 0, 0, 5,
    0, 0, 0, -1, -1, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, 0,
    0, -8, 3, -8, -7, -1, -5, -14,
    -6, 2, -12, -12, -5, -2, 0, 2,
    0, -9, -8, 1, -5, 0, 1, -6,
    -15, 0, -4, -3, -10, -13, -6, 0,
    -4, -10, 6, -3, 0, -3, 1, -1,
    -1, 0, 0, 0, 0, 0, -6, 0,
    -3, 2, 0, 2, 0, -8, 3, -8,
    -5, -1, -1, -10, -6, 2, -11, -8,
    -7, -1, -2, 2, 0, -9, -8, 1,
    -7, 0, 1, -6, -15, 0, -10, -5,
    -14, -17, -10, 0, -10, -10, 6, -3,
    0, -3, 1, -1, -1, 0, 0, 0,
    0, 0, -6, 0, -3, 2, 0, 2
};


/*Collect the kern class' data in one place*/
static const lv_font_fmt_txt_kern_classes_t kern_classes =
{
    .class_pair_values   = kern_class_values,
    .left_class_mapping  = kern_left_class_mapping,
    .right_class_mapping = kern_right_class_mapping,
    .left_class_cnt      = 64,
    .right_class_cnt     = 52,
};

/*--------------------
 *  ALL CUSTOM DATA
 *--------------------*/

#if LVGL_VERSION_MAJOR == 8
/*Store all the custom data of the font*/
static  lv_font_fmt_txt_glyph_cache_t cache;
#endif

#if LVGL_VERSION_MAJOR >= 8
static const lv_font_fmt_txt_dsc_t font_dsc = {
#else
static lv_font_fmt_txt_dsc_t font_dsc = {
#endif
    .glyph_bitmap = glyph_bitmap,
    .glyph_dsc = glyph_dsc,
    .cmaps = cmaps,
    .kern_dsc = &kern_classes,
    .kern_scale = 16,
    .cmap_num = 7,
    .bpp = 1,
    .kern_classes = 1,
    .bitmap_format = 0,
#if LVGL_VERSION_MAJOR == 8
    .cache = &cache
#endif
};



/*-----------------
 *  PUBLIC FONT
 *----------------*/

/*Initialize a public general font descriptor*/
#if LVGL_VERSION_MAJOR >= 8
const lv_font_t mplus1_light_8 = {
#else
lv_font_t mplus1_light_8 = {
#endif
    .get_glyph_dsc = lv_font_get_glyph_dsc_fmt_txt,    /*Function pointer to get glyph's data*/
    .get_glyph_bitmap = lv_font_get_bitmap_fmt_txt,    /*Function pointer to get glyph's bitmap*/
    .line_height = 9,          /*The maximum line height required by the font*/
    .base_line = 2,             /*Baseline measured from the bottom of the line*/
#if !(LVGL_VERSION_MAJOR == 6 && LVGL_VERSION_MINOR == 0)
    .subpx = LV_FONT_SUBPX_NONE,
#endif
#if LV_VERSION_CHECK(7, 4, 0) || LVGL_VERSION_MAJOR >= 8
    .underline_position = -1,
    .underline_thickness = 0,
#endif
    .dsc = &font_dsc,          /*The custom font data. Will be accessed by `get_glyph_bitmap/dsc` */
#if LV_VERSION_CHECK(8, 2, 0) || LVGL_VERSION_MAJOR >= 9
    .fallback = NULL,
#endif
    .user_data = NULL,
};



#endif /*#if MPLUS1_LIGHT_8*/

