/*******************************************************************************
 * Size: 8 px
 * Bpp: 1
 * Opts: --bpp 1 --size 8 --no-compress --font Mplus1-Bold.ttf --symbols 0123456789０１２３４５６７８９+-/=*@#$%&!?":;,().[]{}<>|\\~_^|<>＋－＊／＝＠＃＄％＆！？＂：；，（）．［］｛｝＜＞｜＼〜＾＿｜＜＞abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZａｂｃｄｅｆｇｈｉｊｋｌｍｎｏｐｑｒｓｔｕｖｗｘｙｚＡＢＣＤＥＦＧＨＩＪＫＬＭＮＯＰＱＲＳＴＵＶＷＸＹＺあいうえおかきくけこさしすせそたちつてとなにぬねのはひふへほまみむめもやゆよらりるれろわをんぁぃぅぇぉっゃゅょゎアイウエオカキクケコサシスセソタチツテトナニヌネノハヒフヘホマミムメモヤユヨラリルレロワヲンァィゥェォッャュョヮｱｲｳｴｵｶｷｸｹｺｻｼｽｾｿﾀﾁﾂﾃﾄﾅﾆﾇﾈﾉﾊﾋﾌﾍﾎﾏﾐﾑﾒﾓﾔﾕﾖﾗﾘﾙﾚﾛﾜｦﾝｧｨｩｪｫｯｬｭｮ亜哀挨愛曖悪握圧扱宛嵐安案暗以衣位囲医依委威為畏胃尉異移萎偉椅彙意違維慰遺緯域育一壱逸茨芋引印因咽姻員院淫陰飲隠韻右宇羽雨唄鬱畝浦運雲永泳英映栄営詠影鋭衛易疫益液駅悦越謁閲円延沿炎怨宴媛援園煙猿遠鉛塩演縁艶汚王凹央応往押旺欧殴桜翁奥横岡屋億憶臆虞乙俺卸音恩温穏下化火加可仮何花佳価果河苛科架夏家荷華菓貨渦過嫁暇禍靴寡歌箇稼課蚊牙瓦我画芽賀雅餓介回灰会快戒改怪拐悔海界皆械絵開階塊楷解潰壊懐諧貝外劾害崖涯街慨蓋該概骸垣柿各角拡革格核殻郭覚較隔閣確獲嚇穫学岳楽額顎掛潟括活喝渇割葛滑褐轄且株釜鎌刈干刊甘汗缶完肝官冠巻看陥乾勘患貫寒喚堪換敢棺款間閑勧寛幹感漢慣管関歓監緩憾還館環簡観韓艦鑑丸含岸岩玩眼頑顔願企伎危机気岐希忌汽奇祈季紀軌既記起飢鬼帰基寄規亀喜幾揮期棋貴棄毀旗器畿輝機騎技宜偽欺義疑儀戯擬犠議菊吉喫詰却客脚逆虐九久及弓丘旧休吸朽臼求究泣急級糾宮救球給嗅窮牛去巨居拒拠挙虚許距魚御漁凶共叫狂京享供協況峡挟狭恐恭胸脅強教郷境橋矯鏡競響驚仰暁業凝曲局極玉巾斤均近金菌勤琴筋僅禁緊錦謹襟吟銀区句苦駆具惧愚空偶遇隅串屈掘窟熊繰君訓勲薫軍郡群兄刑形系径茎係型契計恵啓掲渓経蛍敬景軽傾携継詣慶憬稽憩警鶏芸迎鯨隙劇撃激桁欠穴血決結傑潔月犬件見券肩建研県倹兼剣拳軒健険圏堅検嫌献絹遣権憲賢謙鍵繭顕験懸元幻玄言弦限原現舷減源厳己戸古呼固股虎孤弧故枯個庫湖雇誇鼓錮顧五互午呉後娯悟碁語誤護口工公勾孔功巧広甲交光向后好江考行坑孝抗攻更効幸拘肯侯厚恒洪皇紅荒郊香候校耕航貢降高康控梗黄喉慌港硬絞項溝鉱構綱酵稿興衡鋼講購乞号合拷剛傲豪克告谷刻国黒穀酷獄骨駒込頃今困昆恨根婚混痕紺魂墾懇左佐沙査砂唆差詐鎖座挫才再災妻采砕宰栽彩採済祭斎細菜最裁債催塞歳載際埼在材剤財罪崎作削昨柵索策酢搾錯咲冊札刷刹拶殺察撮擦雑皿三山参桟蚕惨産傘散算酸賛残斬暫士子支止氏仕史司四市矢旨死糸至伺志私使刺始姉枝祉肢姿思指施師恣紙脂視紫詞歯嗣試詩資飼誌雌摯賜諮示字寺次耳自似児事侍治持時滋慈辞磁餌璽鹿式識軸七叱失室疾執湿嫉漆質実芝写社車舎者射捨赦斜煮遮謝邪蛇尺借酌釈爵若弱寂手主守朱取狩首殊珠酒腫種趣寿受呪授需儒樹収囚州舟秀周宗拾秋臭修袖終羞習週就衆集愁酬醜蹴襲十汁充住柔重従渋銃獣縦叔祝宿淑粛縮塾熟出述術俊春瞬旬巡盾准殉純循順準潤遵処初所書庶暑署緒諸女如助序叙徐除小升少召匠床抄肖尚招承昇松沼昭宵将消症祥称笑唱商渉章紹訟勝掌晶焼焦硝粧詔証象傷奨照詳彰障憧衝賞償礁鐘上丈冗条状乗城浄剰常情場畳蒸縄壌嬢錠譲醸色拭食植殖飾触嘱織職辱尻心申伸臣芯身辛侵信津神唇娠振浸真針深紳進森診寝慎新審震薪親人刃仁尽迅甚陣尋腎須図水吹垂炊帥粋衰推酔遂睡穂随髄枢崇数据杉裾寸瀬是井世正生成西声制姓征性青斉政星牲省凄逝清盛婿晴勢聖誠精製誓静請整醒税夕斥石赤昔析席脊隻惜戚責跡積績籍切折拙窃接設雪摂節説舌絶千川仙占先宣専泉浅洗染扇栓旋船戦煎羨腺詮践箋銭潜線遷選薦繊鮮全前善然禅漸膳繕狙阻祖租素措粗組疎訴塑遡礎双壮早争走奏相荘草送倉捜挿桑巣掃曹曽爽窓創喪痩葬装僧想層総遭槽踪操燥霜騒藻造像増憎蔵贈臓即束足促則息捉速側測俗族属賊続卒率存村孫尊損遜他多汰打妥唾堕惰駄太対体耐待怠胎退帯泰堆袋逮替貸隊滞態戴大代台第題滝宅択沢卓拓託濯諾濁但達脱奪棚誰丹旦担単炭胆探淡短嘆端綻誕鍛団男段断弾暖談壇地池知値恥致遅痴稚置緻竹畜逐蓄築秩窒茶着嫡中仲虫沖宙忠抽注昼柱衷酎鋳駐著貯丁弔庁兆町長挑帳張彫眺釣頂鳥朝貼超腸跳徴嘲潮澄調聴懲直勅捗沈珍朕陳賃鎮追椎墜通痛塚漬坪爪鶴低呈廷弟定底抵邸亭貞帝訂庭逓停偵堤提程艇締諦泥的笛摘滴適敵溺迭哲鉄徹撤天典店点展添転填田伝殿電斗吐妬徒途都渡塗賭土奴努度怒刀冬灯当投豆東到逃倒凍唐島桃討透党悼盗陶塔搭棟湯痘登答等筒統稲踏糖頭謄藤闘騰同洞胴動堂童道働銅導瞳峠匿特得督徳篤毒独読栃凸突届屯豚頓貪鈍曇丼那奈内梨謎鍋南軟難二尼弐匂肉虹日入乳尿任妊忍認寧熱年念捻粘燃悩納能脳農濃把波派破覇馬婆罵拝杯背肺俳配排敗廃輩売倍梅培陪媒買賠白伯拍泊迫剥舶博薄麦漠縛爆箱箸畑肌八鉢発髪伐抜罰閥反半氾犯帆汎伴判坂阪板版班畔般販斑飯搬煩頒範繁藩晩番蛮盤比皮妃否批彼披肥非卑飛疲秘被悲扉費碑罷避尾眉美備微鼻膝肘匹必泌筆姫百氷表俵票評漂標苗秒病描猫品浜貧賓頻敏瓶不夫父付布扶府怖阜附訃負赴浮婦符富普腐敷膚賦譜侮武部舞封風伏服副幅復福腹複覆払沸仏物粉紛雰噴墳憤奮分文聞丙平兵併並柄陛閉塀幣弊蔽餅米壁璧癖別蔑片辺返変偏遍編弁便勉歩保哺捕補舗母募墓慕暮簿方包芳邦奉宝抱放法泡胞俸倣峰砲崩訪報蜂豊飽褒縫亡乏忙坊妨忘防房肪某冒剖紡望傍帽棒貿貌暴膨謀頬北木朴牧睦僕墨撲没勃堀本奔翻凡盆麻摩磨魔毎妹枚昧埋幕膜枕又末抹万満慢漫未味魅岬密蜜脈妙民眠矛務無夢霧娘名命明迷冥盟銘鳴滅免面綿麺茂模毛妄盲耗猛網目黙門紋問冶夜野弥厄役約訳薬躍闇由油喩愉諭輸癒唯友有勇幽悠郵湧猶裕遊雄誘憂融優与予余誉預幼用羊妖洋要容庸揚揺葉陽溶腰様瘍踊窯養擁謡曜抑沃浴欲翌翼拉裸羅来雷頼絡落酪辣乱卵覧濫藍欄吏利里理痢裏履璃離陸立律慄略柳流留竜粒隆硫侶旅虜慮了両良料涼猟陵量僚領寮療瞭糧力緑林厘倫輪隣臨瑠涙累塁類令礼冷励戻例鈴零霊隷齢麗暦歴列劣烈裂恋連廉練錬呂炉賂路露老労弄郎朗浪廊楼漏籠六録麓論和話賄脇惑枠湾腕 --format lvgl -o mplus1_bold_8.c
 ******************************************************************************/

#ifdef LV_LVGL_H_INCLUDE_SIMPLE
#include "lvgl.h"
#else
#include "lvgl/lvgl.h"
#endif

#ifndef MPLUS1_BOLD_8
#define MPLUS1_BOLD_8 1
#endif

#if MPLUS1_BOLD_8

/*-----------------
 *    BITMAPS
 *----------------*/

/*Store the image of the glyphs*/
static LV_ATTRIBUTE_LARGE_CONST const uint8_t glyph_bitmap[] = {
    /* U+0021 "!" */
    0xf4,

    /* U+0022 "\"" */
    0xb4,

    /* U+0023 "#" */
    0x29, 0xde, 0xaf, 0xa8,

    /* U+0024 "$" */
    0x13, 0xf4, 0xe3, 0x95, 0xe4,

    /* U+0025 "%" */
    0xe9, 0x52, 0xff, 0xd2, 0xa5, 0xc0,

    /* U+0026 "&" */
    0x76, 0x9c, 0xd9, 0xfc,

    /* U+0028 "(" */
    0x6a, 0x90,

    /* U+0029 ")" */
    0x95, 0x60,

    /* U+002A "*" */
    0x5e, 0x80,

    /* U+002B "+" */
    0x27, 0xc8, 0x40,

    /* U+002C "," */
    0x60,

    /* U+002D "-" */
    0xe0,

    /* U+002E "." */
    0x80,

    /* U+002F "/" */
    0x12, 0x24, 0x48,

    /* U+0030 "0" */
    0x74, 0x63, 0x18, 0xb8,

    /* U+0031 "1" */
    0x7c, 0x92, 0x40,

    /* U+0032 "2" */
    0xf1, 0x12, 0x4f,

    /* U+0033 "3" */
    0xf6, 0xf1, 0x1e,

    /* U+0034 "4" */
    0x11, 0x95, 0xaf, 0x88,

    /* U+0035 "5" */
    0xf8, 0xe1, 0x1e,

    /* U+0036 "6" */
    0x64, 0xf9, 0x96,

    /* U+0037 "7" */
    0xf3, 0x26, 0x44,

    /* U+0038 "8" */
    0x74, 0x5d, 0xb8, 0xb8,

    /* U+0039 "9" */
    0x69, 0x9f, 0x26,

    /* U+003A ":" */
    0x90,

    /* U+003B ";" */
    0x41, 0x80,

    /* U+003C "<" */
    0x3e, 0x38, 0x30,

    /* U+003D "=" */
    0xf0, 0xf0,

    /* U+003E ">" */
    0xc1, 0xdd, 0x0,

    /* U+003F "?" */
    0xf1, 0x34, 0x4,

    /* U+0040 "@" */
    0x7b, 0x3f, 0xf3, 0xfd, 0xe0,

    /* U+0041 "A" */
    0x30, 0xc5, 0x12, 0x7b, 0x20,

    /* U+0042 "B" */
    0xe9, 0x9e, 0x9f,

    /* U+0043 "C" */
    0x7e, 0x21, 0xc, 0x3c,

    /* U+0044 "D" */
    0xf4, 0x63, 0x18, 0xf8,

    /* U+0045 "E" */
    0xf8, 0x8f, 0x8f,

    /* U+0046 "F" */
    0xf8, 0x8f, 0x88,

    /* U+0047 "G" */
    0x7e, 0x61, 0x7c, 0xbc,

    /* U+0048 "H" */
    0x8c, 0x63, 0xf8, 0xc4,

    /* U+0049 "I" */
    0xfc,

    /* U+004A "J" */
    0x11, 0x11, 0x1e,

    /* U+004B "K" */
    0x95, 0x39, 0xcb, 0x48,

    /* U+004C "L" */
    0x88, 0x88, 0x8f,

    /* U+004D "M" */
    0xcf, 0x3d, 0xed, 0xb6, 0x10,

    /* U+004E "N" */
    0x8e, 0x7b, 0x79, 0xc4,

    /* U+004F "O" */
    0x7b, 0x38, 0x61, 0xcd, 0xe0,

    /* U+0050 "P" */
    0xe9, 0x9e, 0x88,

    /* U+0051 "Q" */
    0x7b, 0x38, 0x61, 0xcd, 0xe0, 0x40,

    /* U+0052 "R" */
    0xe9, 0x9e, 0xa9,

    /* U+0053 "S" */
    0xf4, 0x30, 0x61, 0x78,

    /* U+0054 "T" */
    0xf9, 0x8, 0x42, 0x10,

    /* U+0055 "U" */
    0x8c, 0x63, 0x18, 0xb8,

    /* U+0056 "V" */
    0x89, 0x24, 0x94, 0x30, 0xc0,

    /* U+0057 "W" */
    0x92, 0xb5, 0x6b, 0x56, 0xcc, 0x80,

    /* U+0058 "X" */
    0x4a, 0xcc, 0x65, 0xa4,

    /* U+0059 "Y" */
    0x8a, 0x94, 0x42, 0x10,

    /* U+005A "Z" */
    0xf3, 0x24, 0xcf,

    /* U+005B "[" */
    0xf2, 0x49, 0x38,

    /* U+005C "\\" */
    0x84, 0x42, 0x21,

    /* U+005D "]" */
    0xe4, 0x92, 0x78,

    /* U+005E "^" */
    0x22, 0x95, 0x90,

    /* U+005F "_" */
    0xf8,

    /* U+0061 "a" */
    0xff, 0x9f,

    /* U+0062 "b" */
    0x88, 0xf9, 0x9f,

    /* U+0063 "c" */
    0x68, 0x86,

    /* U+0064 "d" */
    0x11, 0xf9, 0x9f,

    /* U+0065 "e" */
    0x7f, 0x87,

    /* U+0066 "f" */
    0x6b, 0xa4, 0x80,

    /* U+0067 "g" */
    0xf9, 0x9f, 0x1e,

    /* U+0068 "h" */
    0x88, 0xf9, 0x99,

    /* U+0069 "i" */
    0xbc,

    /* U+006A "j" */
    0x20, 0x92, 0x58,

    /* U+006B "k" */
    0x88, 0xac, 0xeb,

    /* U+006C "l" */
    0xfc,

    /* U+006D "m" */
    0xfd, 0x6b, 0x50,

    /* U+006E "n" */
    0xf9, 0x99,

    /* U+006F "o" */
    0x69, 0x96,

    /* U+0070 "p" */
    0xf9, 0x9f, 0x88,

    /* U+0071 "q" */
    0xf9, 0x9f, 0x11,

    /* U+0072 "r" */
    0xf2, 0x40,

    /* U+0073 "s" */
    0xe8, 0x6e,

    /* U+0074 "t" */
    0x4b, 0xa4, 0xc0,

    /* U+0075 "u" */
    0x99, 0x9f,

    /* U+0076 "v" */
    0x95, 0x76,

    /* U+0077 "w" */
    0xb5, 0xd7, 0x5a,

    /* U+0078 "x" */
    0x56, 0x65,

    /* U+0079 "y" */
    0x95, 0x76, 0x24,

    /* U+007A "z" */
    0xf2, 0x4f,

    /* U+007B "{" */
    0x69, 0x44, 0x98,

    /* U+007C "|" */
    0xfe,

    /* U+007D "}" */
    0xc9, 0x14, 0xb0,

    /* U+007E "~" */
    0xed, 0xc0,

    /* U+301C "〜" */
    0x70, 0xe,

    /* U+3041 "ぁ" */
    0x7, 0xdd, 0xdd, 0x80,

    /* U+3042 "あ" */
    0x21, 0xfc, 0x81, 0xee, 0xb6, 0x7b, 0x0,

    /* U+3043 "ぃ" */
    0x8a, 0x18, 0x6d, 0x60,

    /* U+3044 "い" */
    0x85, 0xa, 0xc, 0xd9, 0x2c, 0x0,

    /* U+3045 "ぅ" */
    0x70, 0x3e, 0x17, 0x0,

    /* U+3046 "う" */
    0x78, 0xf, 0x81, 0xd, 0xc0,

    /* U+3047 "ぇ" */
    0x3, 0xbc, 0xcf, 0x80,

    /* U+3048 "え" */
    0x78, 0xf, 0x84, 0x72, 0x70,

    /* U+3049 "ぉ" */
    0x23, 0xe2, 0x5e, 0xab, 0xe0,

    /* U+304A "お" */
    0x22, 0xfa, 0x21, 0x7c, 0xa2, 0xa2, 0xec,

    /* U+304B "か" */
    0x61, 0xf9, 0x2a, 0x58, 0x97, 0x0,

    /* U+304D "き" */
    0x13, 0xf1, 0x3f, 0xb, 0x7, 0xc0,

    /* U+304F "く" */
    0x19, 0x31, 0x86, 0xc, 0x20,

    /* U+3051 "け" */
    0x85, 0x7e, 0x14, 0x28, 0x53, 0x0,

    /* U+3053 "こ" */
    0xfc, 0x0, 0x20, 0x81, 0xf0,

    /* U+3055 "さ" */
    0x9, 0xfc, 0x22, 0x2c, 0xf, 0xc0,

    /* U+3057 "し" */
    0x82, 0x8, 0x21, 0x8d, 0xe0,

    /* U+3059 "す" */
    0x9, 0xfc, 0xe2, 0x44, 0x87, 0x6, 0x18,

    /* U+305B "せ" */
    0x45, 0xfd, 0x12, 0xe4, 0xf, 0xc0,

    /* U+305D "そ" */
    0x7c, 0x19, 0xc7, 0xf2, 0x7, 0x80,

    /* U+305F "た" */
    0x21, 0xb9, 0x7a, 0x5, 0x13, 0xc0,

    /* U+3061 "ち" */
    0x21, 0xfd, 0xf2, 0x30, 0x6f, 0x80,

    /* U+3063 "っ" */
    0xf8, 0x10, 0x4e,

    /* U+3064 "つ" */
    0xfd, 0x4, 0x8, 0x10, 0x47, 0x0,

    /* U+3066 "て" */
    0xfe, 0x20, 0x81, 0x3, 0x3, 0x80,

    /* U+3068 "と" */
    0x41, 0x7, 0x90, 0x82, 0x7, 0xc0,

    /* U+306A "な" */
    0x20, 0xf6, 0x44, 0x7c, 0xa6, 0xa6, 0x38,

    /* U+306B "に" */
    0x82, 0xf8, 0x20, 0xa2, 0x8b, 0xc0,

    /* U+306C "ぬ" */
    0x44, 0xf9, 0xbd, 0x5b, 0x7d, 0x53, 0x0,

    /* U+306D "ね" */
    0x41, 0xfd, 0xe, 0x5d, 0x2b, 0xd0, 0x0,

    /* U+306E "の" */
    0x3c, 0xae, 0x4c, 0x9a, 0x6d, 0x80,

    /* U+306F "は" */
    0x84, 0xbe, 0x84, 0x9c, 0xa6, 0xbc,

    /* U+3072 "ひ" */
    0xec, 0x66, 0x46, 0x44, 0x84, 0x4c, 0x78,

    /* U+3075 "ふ" */
    0x7c, 0x10, 0x10, 0xda, 0x8a, 0x78,

    /* U+3078 "へ" */
    0x30, 0x68, 0x44, 0x2, 0x0,

    /* U+307B "ほ" */
    0xbd, 0x12, 0xf4, 0x4b, 0xd7, 0x0,

    /* U+307E "ま" */
    0x13, 0xff, 0xc4, 0xfb, 0x90,

    /* U+307F "み" */
    0x74, 0x29, 0xf4, 0xba, 0x4d, 0x0,

    /* U+3080 "む" */
    0x20, 0xfc, 0xfa, 0xe0, 0xa2, 0x62, 0x3e,

    /* U+3081 "め" */
    0x44, 0xfa, 0xbd, 0x9b, 0x3d, 0x80,

    /* U+3082 "も" */
    0xfc, 0x40, 0x87, 0xe2, 0x27, 0xc0,

    /* U+3083 "ゃ" */
    0x51, 0xfd, 0x4b, 0x20, 0x0,

    /* U+3084 "や" */
    0x68, 0x2f, 0x7d, 0x21, 0x16, 0x10, 0x10,

    /* U+3085 "ゅ" */
    0x12, 0xed, 0x65, 0xb8, 0x80,

    /* U+3086 "ゆ" */
    0xbd, 0xd6, 0x2d, 0x59, 0xe3, 0x0,

    /* U+3087 "ょ" */
    0x21, 0xe, 0x4f, 0x74,

    /* U+3088 "よ" */
    0x10, 0x20, 0x78, 0x87, 0x13, 0xbc, 0x0,

    /* U+3089 "ら" */
    0x7a, 0xf, 0xa1, 0x7, 0xe0,

    /* U+308A "り" */
    0xbb, 0x18, 0x61, 0x9, 0xc0,

    /* U+308B "る" */
    0xfc, 0x67, 0xe1, 0xf6, 0x57, 0x80,

    /* U+308C "れ" */
    0x20, 0xfe, 0x32, 0x62, 0xa2, 0x23, 0x20,

    /* U+308D "ろ" */
    0x7e, 0x31, 0xfa, 0x10, 0x2f, 0x80,

    /* U+308E "ゎ" */
    0x43, 0xf4, 0x71, 0x58,

    /* U+308F "わ" */
    0x41, 0xf9, 0x8e, 0x1c, 0x2b, 0x90, 0x0,

    /* U+3092 "を" */
    0x23, 0x77, 0x37, 0x29, 0x83, 0xc0,

    /* U+3093 "ん" */
    0x10, 0x20, 0x20, 0x38, 0x49, 0x4a, 0xc6,

    /* U+30A1 "ァ" */
    0xf9, 0x4c, 0x8c, 0x0,

    /* U+30A2 "ア" */
    0xfe, 0x24, 0x51, 0xc2, 0x1c, 0x0,

    /* U+30A3 "ィ" */
    0x4, 0x33, 0x14, 0x10, 0x40,

    /* U+30A4 "イ" */
    0x4, 0x18, 0xc6, 0x81, 0x2, 0x4, 0x0,

    /* U+30A5 "ゥ" */
    0x27, 0xe2, 0x37, 0x0,

    /* U+30A6 "ウ" */
    0x10, 0x23, 0xfc, 0x18, 0x20, 0x9e, 0x0,

    /* U+30A7 "ェ" */
    0xf9, 0x8, 0x4f, 0x80,

    /* U+30A8 "エ" */
    0xfc, 0x41, 0x4, 0x13, 0xf0,

    /* U+30A9 "ォ" */
    0x8, 0x2f, 0xce, 0xc8, 0xe0,

    /* U+30AA "オ" */
    0x8, 0x13, 0xf8, 0xc2, 0x99, 0xe, 0x0,

    /* U+30AB "カ" */
    0x20, 0x43, 0xf9, 0x12, 0x28, 0x77, 0x80,

    /* U+30AD "キ" */
    0x11, 0xfc, 0x40, 0x8f, 0xe2, 0x4, 0x0,

    /* U+30AF "ク" */
    0x10, 0x7d, 0x8e, 0x10, 0x43, 0x1c, 0x0,

    /* U+30B1 "ケ" */
    0x40, 0xfe, 0x24, 0x40, 0x86, 0x10, 0x0,

    /* U+30B3 "コ" */
    0xfc, 0x10, 0x41, 0x7, 0xf0,

    /* U+30B5 "サ" */
    0x45, 0xfd, 0x12, 0x20, 0xc7, 0x0,

    /* U+30B7 "シ" */
    0xe0, 0xb, 0x90, 0x61, 0x9c, 0x0,

    /* U+30B9 "ス" */
    0xfc, 0x18, 0x21, 0x86, 0xd0, 0xc0,

    /* U+30BB "セ" */
    0x20, 0x3f, 0xe2, 0x24, 0x20, 0x3e,

    /* U+30BD "ソ" */
    0xc2, 0x85, 0x8, 0x20, 0xc6, 0x0,

    /* U+30BF "タ" */
    0x10, 0x7d, 0x8e, 0xd0, 0xc1, 0x9c, 0x0,

    /* U+30C1 "チ" */
    0x0, 0xf8, 0x20, 0x4f, 0xe3, 0x4, 0x30,

    /* U+30C3 "ッ" */
    0x25, 0x55, 0x42, 0x70,

    /* U+30C4 "ツ" */
    0x93, 0xa5, 0x48, 0x20, 0xce, 0x0,

    /* U+30C6 "テ" */
    0x7c, 0x3, 0xf8, 0x81, 0xc, 0x0,

    /* U+30C8 "ト" */
    0x82, 0x8, 0x3e, 0x8a, 0x8, 0x0,

    /* U+30CA "ナ" */
    0x10, 0x23, 0xf8, 0x81, 0x2, 0x18, 0x0,

    /* U+30CB "ニ" */
    0xfe, 0x0, 0x0, 0x0, 0x1f, 0xc0,

    /* U+30CC "ヌ" */
    0xfc, 0x16, 0x8e, 0x3f, 0x10, 0x0,

    /* U+30CD "ネ" */
    0x10, 0x23, 0xf8, 0x31, 0x9e, 0xc4, 0x88,

    /* U+30CE "ノ" */
    0x4, 0x10, 0x42, 0x13, 0x80,

    /* U+30CF "ハ" */
    0x24, 0x24, 0x62, 0x42, 0x42, 0xc3,

    /* U+30D2 "ヒ" */
    0x87, 0xf8, 0x20, 0x83, 0xf0,

    /* U+30D5 "フ" */
    0xfc, 0x10, 0x42, 0x1b, 0x80,

    /* U+30D8 "ヘ" */
    0x30, 0x68, 0x44, 0x2, 0x0,

    /* U+30DB "ホ" */
    0x10, 0x23, 0xf8, 0x85, 0x32, 0x4c, 0x0,

    /* U+30DE "マ" */
    0xfe, 0x5, 0x11, 0xc3, 0x2, 0x0,

    /* U+30DF "ミ" */
    0xfc, 0xf, 0xc0, 0x3, 0xf0, 0x40,

    /* U+30E0 "ム" */
    0x10, 0x30, 0x24, 0x26, 0x62, 0xff,

    /* U+30E1 "メ" */
    0x6, 0xc8, 0x70, 0x63, 0x7c, 0x40,

    /* U+30E2 "モ" */
    0xfe, 0x40, 0x87, 0xf2, 0x7, 0xc0,

    /* U+30E3 "ャ" */
    0x41, 0xfa, 0x4a, 0x20, 0x80,

    /* U+30E4 "ヤ" */
    0x20, 0x3f, 0xf2, 0x16, 0x14, 0x10, 0x10,

    /* U+30E5 "ュ" */
    0x78, 0x20, 0x82, 0xfc,

    /* U+30E6 "ユ" */
    0x7c, 0x8, 0x10, 0x20, 0x5f, 0xc0,

    /* U+30E7 "ョ" */
    0xf8, 0x7e, 0x1f, 0x80,

    /* U+30E8 "ヨ" */
    0xfc, 0x1f, 0xc1, 0x7, 0xf0,

    /* U+30E9 "ラ" */
    0x7e, 0x3, 0xf8, 0x10, 0xcf, 0x0,

    /* U+30EA "リ" */
    0x8c, 0x62, 0x11, 0x70,

    /* U+30EB "ル" */
    0x50, 0xa1, 0x42, 0x95, 0x73, 0x80,

    /* U+30EC "レ" */
    0x82, 0x8, 0x61, 0x9b, 0x80,

    /* U+30ED "ロ" */
    0xff, 0x6, 0xc, 0x18, 0x3f, 0xc0,

    /* U+30EE "ヮ" */
    0xfc, 0x42, 0x37, 0x0,

    /* U+30EF "ワ" */
    0xfe, 0x18, 0x41, 0x9, 0xc0,

    /* U+30F2 "ヲ" */
    0xfc, 0x1f, 0xc2, 0x1b, 0x80,

    /* U+30F3 "ン" */
    0xc0, 0xc8, 0x10, 0x61, 0x9c, 0x0,

    /* U+4E00 "一" */
    0xfe,

    /* U+4E01 "丁" */
    0xfe, 0x20, 0x40, 0x81, 0x2, 0xc, 0x0,

    /* U+4E03 "七" */
    0x20, 0x22, 0x3c, 0xe0, 0x22, 0x22, 0x3e,

    /* U+4E07 "万" */
    0xfe, 0x40, 0xf1, 0x22, 0x48, 0xb7, 0x0,

    /* U+4E08 "丈" */
    0x10, 0x23, 0xf8, 0x87, 0x6, 0xe, 0x63,

    /* U+4E09 "三" */
    0x7c, 0x1, 0xf0, 0x0, 0x1f, 0xc0,

    /* U+4E0A "上" */
    0x10, 0x20, 0x78, 0x81, 0x2, 0x3f, 0x80,

    /* U+4E0B "下" */
    0xfe, 0x20, 0x60, 0xe1, 0x2, 0x4, 0x0,

    /* U+4E0D "不" */
    0xfe, 0x20, 0xc3, 0xe9, 0x22, 0x4, 0x0,

    /* U+4E0E "与" */
    0x40, 0xf9, 0x3, 0xe4, 0x5f, 0xc1, 0x1e,

    /* U+4E14 "且" */
    0x7c, 0x89, 0xf2, 0x27, 0xc8, 0xbf, 0x80,

    /* U+4E16 "世" */
    0x52, 0xff, 0x52, 0x52, 0x4c, 0x7e, 0x40,

    /* U+4E18 "丘" */
    0x2, 0xf9, 0x3, 0xf4, 0x48, 0x91, 0x7f,

    /* U+4E19 "丙" */
    0xff, 0xfe, 0x6d, 0xde, 0x70, 0x61, 0x80,

    /* U+4E21 "両" */
    0xff, 0xfe, 0x6d, 0xfb, 0xf4, 0xe1, 0x80,

    /* U+4E26 "並" */
    0x2d, 0xfc, 0xa5, 0x56, 0xed, 0x8a, 0x7f,

    /* U+4E2D "中" */
    0x10, 0x23, 0xfc, 0x9f, 0xf2, 0x44, 0x8,

    /* U+4E32 "串" */
    0x11, 0xfe, 0x4f, 0xff, 0xf2, 0x7f, 0x88,

    /* U+4E38 "丸" */
    0x10, 0x10, 0x7c, 0x14, 0x74, 0x35, 0x2d, 0x47,

    /* U+4E39 "丹" */
    0x7c, 0xa9, 0x37, 0xf4, 0x48, 0xa3, 0x0,

    /* U+4E3B "主" */
    0x20, 0x33, 0xf8, 0x87, 0xc2, 0x4, 0x7f,

    /* U+4E3C "丼" */
    0x24, 0x4b, 0xf9, 0xa6, 0xdf, 0xd1, 0x22,

    /* U+4E45 "久" */
    0x30, 0x3c, 0x64, 0x4c, 0x8, 0x14, 0x63, 0x0,

    /* U+4E4F "乏" */
    0x2, 0x7c, 0x10, 0x7e, 0x6, 0x6c, 0x70, 0xde,

    /* U+4E57 "乗" */
    0x7e, 0xfd, 0x57, 0xf7, 0xe7, 0xb4, 0x80,

    /* U+4E59 "乙" */
    0xfc, 0x63, 0x10, 0xc6, 0x1f, 0xc0,

    /* U+4E5D "九" */
    0x20, 0x20, 0x7c, 0x24, 0x24, 0x25, 0x45, 0x47,

    /* U+4E5E "乞" */
    0x7e, 0x83, 0xf8, 0x61, 0x4, 0x50, 0xbf,

    /* U+4E71 "乱" */
    0xfc, 0x6c, 0xfc, 0x6c, 0x9d, 0xfd, 0x9f,

    /* U+4E73 "乳" */
    0xf9, 0xb2, 0x67, 0xcf, 0xa5, 0x7b, 0x80,

    /* U+4E7E "乾" */
    0x68, 0xff, 0xff, 0xf2, 0x94, 0x69, 0xf9, 0x6f,

    /* U+4E80 "亀" */
    0x78, 0xfe, 0x92, 0xfe, 0xfe, 0xff, 0x1e,

    /* U+4E86 "了" */
    0xfc, 0x33, 0xc, 0x30, 0xc6, 0x0,

    /* U+4E88 "予" */
    0x7c, 0x73, 0xf8, 0x91, 0x42, 0xc, 0x0,

    /* U+4E89 "争" */
    0x20, 0x3c, 0x7e, 0xa, 0xff, 0x7e, 0x8, 0x38,

    /* U+4E8B "事" */
    0x11, 0xfd, 0xfb, 0xf7, 0xff, 0xdf, 0x98,

    /* U+4E8C "二" */
    0x7c, 0x0, 0x0, 0x0, 0x1f, 0xc0,

    /* U+4E92 "互" */
    0xfe, 0x78, 0x91, 0x27, 0x81, 0x3f, 0x80,

    /* U+4E94 "五" */
    0x7e, 0x21, 0xf1, 0x22, 0x5f, 0xc0,

    /* U+4E95 "井" */
    0x24, 0x4b, 0xf9, 0x22, 0x5f, 0xd1, 0x62,

    /* U+4E9C "亜" */
    0xff, 0xfe, 0xad, 0x5f, 0xe5, 0x3f, 0x80,

    /* U+4EA1 "亡" */
    0x10, 0x23, 0xfa, 0x4, 0x8, 0x10, 0x3f,

    /* U+4EA4 "交" */
    0x11, 0xfc, 0xb6, 0x32, 0x82, 0x3b, 0xc1,

    /* U+4EAB "享" */
    0x11, 0xfd, 0xf3, 0xe7, 0xff, 0xc4, 0x18,

    /* U+4EAC "京" */
    0x11, 0xfd, 0xf2, 0x27, 0xc6, 0x95, 0xd9,

    /* U+4EAD "亭" */
    0x11, 0xfd, 0xf3, 0xef, 0xff, 0xc4, 0x18,

    /* U+4EBA "人" */
    0x10, 0x20, 0x41, 0x82, 0x88, 0xa0, 0x80,

    /* U+4EC1 "仁" */
    0x40, 0x5e, 0x40, 0xc0, 0xc0, 0x40, 0x7f, 0x40,

    /* U+4ECA "今" */
    0x18, 0x24, 0xff, 0x0, 0x7e, 0x6, 0xc, 0x10,

    /* U+4ECB "介" */
    0x18, 0x24, 0x42, 0xa4, 0x24, 0x24, 0x64, 0x44,

    /* U+4ECF "仏" */
    0x2c, 0x48, 0x48, 0xca, 0x52, 0x52, 0x7f, 0x40,

    /* U+4ED5 "仕" */
    0x44, 0x5f, 0xc4, 0xc4, 0x44, 0x44, 0x5f,

    /* U+4ED6 "他" */
    0x28, 0xb1, 0xfe, 0xdd, 0xaa, 0x54, 0xaf,

    /* U+4ED8 "付" */
    0x42, 0x42, 0x7f, 0xc2, 0xd2, 0x4a, 0x42, 0x4e,

    /* U+4ED9 "仙" */
    0x24, 0x64, 0x44, 0xd5, 0xd5, 0x55, 0x5f, 0x51,

    /* U+4EE3 "代" */
    0x4e, 0x95, 0xfe, 0x4c, 0x89, 0x91, 0xa3,

    /* U+4EE4 "令" */
    0x18, 0x64, 0xff, 0x0, 0x7e, 0x12, 0x16, 0x10,

    /* U+4EE5 "以" */
    0x52, 0x52, 0x4a, 0x42, 0x54, 0xee, 0x19,

    /* U+4EEE "仮" */
    0x7f, 0x5e, 0xda, 0xda, 0x54, 0x6e, 0x69,

    /* U+4EF0 "仰" */
    0x5f, 0x65, 0x65, 0xe5, 0x65, 0x77, 0x44,

    /* U+4EF2 "仲" */
    0x24, 0x44, 0x7f, 0xf5, 0xf5, 0xff, 0x44, 0x44,

    /* U+4EF6 "件" */
    0x7c, 0x54, 0x5f, 0xe4, 0xff, 0x44, 0x44, 0x44,

    /* U+4EFB "任" */
    0x21, 0x5e, 0x44, 0xc4, 0xff, 0x44, 0x5f, 0x40,

    /* U+4F01 "企" */
    0x18, 0x59, 0x1c, 0xd5, 0xeb, 0x16, 0x7f,

    /* U+4F0E "伎" */
    0x64, 0x5f, 0x44, 0xdf, 0xd3, 0x4a, 0x4e, 0x71,

    /* U+4F0F "伏" */
    0x4a, 0xfd, 0x26, 0x45, 0x4a, 0xd8, 0x80,

    /* U+4F10 "伐" */
    0x6a, 0x4a, 0x7f, 0xca, 0xca, 0x44, 0x4d, 0x72,

    /* U+4F11 "休" */
    0x64, 0x44, 0x7f, 0xce, 0xde, 0x55, 0x65, 0x44,

    /* U+4F1A "会" */
    0x38, 0xdb, 0xf8, 0xf, 0xe4, 0x89, 0x7f,

    /* U+4F1D "伝" */
    0x5e, 0x40, 0x7f, 0xc8, 0x5a, 0x52, 0x7d,

    /* U+4F2F "伯" */
    0x24, 0x5f, 0x51, 0xd1, 0xdf, 0x51, 0x5f, 0x51,

    /* U+4F34 "伴" */
    0x75, 0x55, 0x5e, 0xff, 0xc4, 0x7f, 0x44, 0x44,

    /* U+4F38 "伸" */
    0x24, 0x5f, 0x55, 0xdf, 0xd5, 0x5f, 0x44, 0x44,

    /* U+4F3A "伺" */
    0x5f, 0x5d, 0xc1, 0xdd, 0x5d, 0x51, 0x43,

    /* U+4F3C "似" */
    0x51, 0x55, 0x57, 0xd1, 0x5f, 0x77, 0x4d,

    /* U+4F46 "但" */
    0x5e, 0xa5, 0x7e, 0x95, 0xe8, 0x1f, 0x80,

    /* U+4F4D "位" */
    0x64, 0x7f, 0x40, 0xd3, 0xda, 0x4a, 0x42, 0x7f,

    /* U+4F4E "低" */
    0x7e, 0x54, 0x5f, 0xd4, 0x5d, 0x73, 0x5e,

    /* U+4F4F "住" */
    0x8, 0x46, 0x7f, 0xc4, 0xdf, 0x44, 0x44, 0x7f,

    /* U+4F50 "佐" */
    0x48, 0x7f, 0x58, 0xd0, 0xdf, 0x74, 0x64, 0x5f,

    /* U+4F53 "体" */
    0x64, 0x44, 0x7f, 0xce, 0xce, 0x55, 0x7f, 0x44,

    /* U+4F55 "何" */
    0x5f, 0x5d, 0xd5, 0xd5, 0x5d, 0x41, 0x47,

    /* U+4F59 "余" */
    0x18, 0xcb, 0xf8, 0x4f, 0xe5, 0x92, 0xdd,

    /* U+4F5C "作" */
    0x30, 0xbd, 0x67, 0x7c, 0x89, 0xd2, 0x24,

    /* U+4F73 "佳" */
    0x64, 0x5f, 0x44, 0xff, 0xc4, 0x5f, 0x44, 0x7f,

    /* U+4F75 "併" */
    0x52, 0x7f, 0xd2, 0xff, 0x52, 0x52, 0x62,

    /* U+4F7F "使" */
    0x64, 0x7f, 0x5f, 0xd5, 0xdf, 0x55, 0x4c, 0x73,

    /* U+4F8B "例" */
    0x7e, 0xad, 0xbb, 0xf4, 0xea, 0x50, 0x80,

    /* U+4F8D "侍" */
    0x8, 0xbd, 0x26, 0xbf, 0xea, 0xd7, 0xa2,

    /* U+4F9B "供" */
    0x52, 0x52, 0x7f, 0xd2, 0xff, 0x52, 0x52, 0x61,

    /* U+4F9D "依" */
    0x48, 0x7e, 0x4c, 0xd7, 0xf6, 0x54, 0x5e, 0x70,

    /* U+4FA1 "価" */
    0x7f, 0x4a, 0x7f, 0xfb, 0x7b, 0x7f, 0x71,

    /* U+4FAE "侮" */
    0x70, 0x5f, 0x7e, 0xd6, 0xff, 0x5a, 0x7f, 0x46,

    /* U+4FAF "侯" */
    0x7e, 0x7f, 0x5f, 0xf4, 0x7f, 0x4e, 0x73,

    /* U+4FB5 "侵" */
    0x5e, 0xbf, 0xff, 0xf5, 0xea, 0x9f, 0x80,

    /* U+4FB6 "侶" */
    0x5e, 0xa5, 0x7e, 0x47, 0x6f, 0xd8, 0x80,

    /* U+4FBF "便" */
    0x7f, 0x5f, 0xdf, 0xdf, 0x55, 0x4c, 0x77,

    /* U+4FC2 "係" */
    0x7f, 0x2d, 0xb3, 0x5b, 0xe4, 0x42, 0xa9, 0x10,

    /* U+4FC3 "促" */
    0x7f, 0x51, 0xce, 0xd7, 0x54, 0x7c, 0x67,

    /* U+4FCA "俊" */
    0x7a, 0x7f, 0xd7, 0xde, 0x7a, 0x4c, 0x73,

    /* U+4FD7 "俗" */
    0x0, 0x52, 0x7e, 0xd6, 0xff, 0x52, 0x5e, 0x52,

    /* U+4FDD "保" */
    0x7f, 0x51, 0x5f, 0xdf, 0x4e, 0x55, 0x44,

    /* U+4FE1 "信" */
    0x5e, 0xfd, 0x7e, 0xf5, 0xea, 0x57, 0x80,

    /* U+4FEE "修" */
    0x4f, 0x7a, 0x7f, 0xe6, 0x6e, 0x6b, 0x4c,

    /* U+4FF3 "俳" */
    0x6c, 0x5b, 0x4c, 0xdb, 0xcc, 0x7b, 0x5c, 0x54,

    /* U+4FF5 "俵" */
    0x48, 0x7e, 0x5e, 0xff, 0xd6, 0x76, 0x5a, 0x78,

    /* U+4FF8 "俸" */
    0x24, 0x7f, 0x5f, 0xff, 0xd5, 0x6f, 0x5f, 0x44,

    /* U+4FFA "俺" */
    0x4, 0x5f, 0x5e, 0x7f, 0xd5, 0x5f, 0x5f, 0x47,

    /* U+5009 "倉" */
    0x3c, 0xff, 0x7e, 0x7e, 0x7e, 0x7e, 0xe2, 0xfe,

    /* U+500B "個" */
    0x7f, 0x75, 0x7f, 0xff, 0x7b, 0x7f, 0x7f,

    /* U+500D "倍" */
    0x24, 0x7f, 0x5a, 0xff, 0xdf, 0x51, 0x5f, 0x51,

    /* U+5012 "倒" */
    0x5f, 0x5b, 0x7f, 0x4b, 0x5f, 0x4d, 0x73,

    /* U+5019 "候" */
    0x6e, 0x5f, 0x58, 0xdf, 0x5f, 0x56, 0x59,

    /* U+501F "借" */
    0x52, 0x7f, 0x52, 0xff, 0xff, 0x61, 0x7f, 0x7f,

    /* U+5023 "倣" */
    0x74, 0x7f, 0x65, 0x7d, 0xfd, 0x6a, 0x6e, 0x7d,

    /* U+5024 "値" */
    0x66, 0x5f, 0x44, 0xdf, 0xdf, 0x59, 0x5f, 0x5f,

    /* U+502B "倫" */
    0x2c, 0x5a, 0x7f, 0xff, 0xed, 0x7f, 0x6d, 0x6d,

    /* U+5039 "倹" */
    0x6c, 0x5b, 0x6f, 0xdf, 0xd5, 0x5f, 0x4e, 0x71,

    /* U+5049 "偉" */
    0x48, 0x5e, 0x7f, 0xde, 0xde, 0x7e, 0x7f, 0x44,

    /* U+504F "偏" */
    0x7f, 0x5f, 0xdf, 0xff, 0x7f, 0x7b, 0x7b,

    /* U+505C "停" */
    0x24, 0x7f, 0x5e, 0xde, 0xff, 0x7f, 0x44, 0x4c,

    /* U+5065 "健" */
    0x64, 0x7f, 0x5f, 0xff, 0x7f, 0x7f, 0x74, 0x6f,

    /* U+5074 "側" */
    0x7b, 0x6b, 0x7b, 0xfb, 0x7b, 0x69, 0x6f,

    /* U+5075 "偵" */
    0x8, 0x4e, 0x5e, 0xde, 0xde, 0x5e, 0x56, 0x72,

    /* U+5076 "偶" */
    0x7f, 0x5f, 0xdf, 0xdf, 0x57, 0x5f, 0x53,

    /* U+507D "偽" */
    0x58, 0x7e, 0x4a, 0xd5, 0xff, 0x67, 0x6f, 0x6b,

    /* U+508D "傍" */
    0x64, 0xbd, 0xff, 0xbd, 0xe9, 0xd6, 0xbb,

    /* U+5091 "傑" */
    0x31, 0x7f, 0x7b, 0x4f, 0xd1, 0x7f, 0x5e, 0x65,

    /* U+5098 "傘" */
    0x38, 0xfb, 0x5f, 0xf5, 0xd7, 0xff, 0x88,

    /* U+5099 "備" */
    0x12, 0x5f, 0x7f, 0xff, 0xf5, 0x7f, 0x7f, 0x77,

    /* U+50AC "催" */
    0x44, 0x55, 0x4a, 0xdf, 0xff, 0x5f, 0x5f, 0x50,

    /* U+50B2 "傲" */
    0x52, 0x5f, 0x7d, 0xd5, 0xff, 0x5b, 0x6b, 0x7d,

    /* U+50B5 "債" */
    0x64, 0x7f, 0x5f, 0xc0, 0xdf, 0x5f, 0x5f, 0x7b,

    /* U+50B7 "傷" */
    0x10, 0xbd, 0xce, 0xff, 0xeb, 0xdd, 0xa7,

    /* U+50BE "傾" */
    0x6f, 0x7f, 0x7f, 0xff, 0x7b, 0x7e, 0x5b,

    /* U+50C5 "僅" */
    0x6a, 0x7f, 0x5f, 0xd5, 0xdf, 0xff, 0x5f, 0x7f,

    /* U+50CD "働" */
    0x48, 0x5c, 0x7f, 0x7d, 0xfd, 0x7d, 0x7d, 0x7f,

    /* U+50CF "像" */
    0x7e, 0x3f, 0x97, 0xde, 0xe5, 0xf2, 0xe9, 0xf0,

    /* U+50D5 "僕" */
    0x3d, 0x7f, 0x52, 0xff, 0xdf, 0x7f, 0x4e, 0x73,

    /* U+50DA "僚" */
    0x4, 0x7f, 0x7b, 0x5f, 0xff, 0x5e, 0x57, 0x6d,

    /* U+50E7 "僧" */
    0x3a, 0x7f, 0x7f, 0xff, 0xdf, 0x51, 0x5f, 0x5f,

    /* U+5100 "儀" */
    0xa, 0x7f, 0x5f, 0x5f, 0xfd, 0x5f, 0x5f, 0x5d,

    /* U+5104 "億" */
    0x24, 0x5f, 0x7f, 0x5e, 0xde, 0x5e, 0x7e, 0x6d,

    /* U+5112 "儒" */
    0x5f, 0x65, 0xd7, 0xff, 0x5f, 0x6d, 0x6d,

    /* U+511F "償" */
    0x75, 0x7f, 0x7f, 0xdf, 0xdf, 0x5f, 0x5f, 0x7b,

    /* U+512A "優" */
    0x7e, 0x52, 0xde, 0x7f, 0x7e, 0x6c, 0x7a,

    /* U+5143 "元" */
    0x7c, 0x3, 0xf9, 0x42, 0xa9, 0x63, 0x80,

    /* U+5144 "兄" */
    0x7e, 0x42, 0x7e, 0x28, 0x29, 0x69, 0xcf,

    /* U+5145 "充" */
    0x11, 0xfc, 0xb2, 0x2f, 0xe5, 0x12, 0xe7,

    /* U+5146 "兆" */
    0x29, 0x5d, 0xb3, 0x6a, 0xad, 0x73, 0x80,

    /* U+5148 "先" */
    0x50, 0xfe, 0x47, 0xf2, 0x85, 0x52, 0xe7,

    /* U+5149 "光" */
    0x10, 0xa9, 0x57, 0xf2, 0x85, 0x52, 0xc7,

    /* U+514B "克" */
    0x11, 0xfc, 0x43, 0x67, 0xc5, 0x5a, 0xe7,

    /* U+514D "免" */
    0x20, 0x79, 0xfa, 0x57, 0xe3, 0xa, 0xe3,

    /* U+5150 "児" */
    0x5f, 0x51, 0x5f, 0x5f, 0x14, 0x35, 0x47,

    /* U+515A "党" */
    0x55, 0xff, 0xfa, 0x27, 0xc5, 0x5a, 0xe7,

    /* U+5165 "入" */
    0x70, 0x20, 0x41, 0x42, 0x88, 0xa0, 0x80,

    /* U+5168 "全" */
    0x38, 0xdb, 0x1f, 0xf1, 0xf, 0x84, 0x7f,

    /* U+516B "八" */
    0x3c, 0x4, 0x24, 0x66, 0x42, 0xc3, 0x0,

    /* U+516C "公" */
    0x24, 0x24, 0x52, 0x10, 0x34, 0x22, 0x7e,

    /* U+516D "六" */
    0x10, 0x23, 0xf8, 0x6, 0xc8, 0xb1, 0xc1,

    /* U+5171 "共" */
    0x48, 0x93, 0xfa, 0x4f, 0xe5, 0x11, 0x0,

    /* U+5175 "兵" */
    0x7c, 0xfd, 0x12, 0x2f, 0xe5, 0xb0, 0x80,

    /* U+5177 "具" */
    0x7c, 0xf9, 0xf3, 0xef, 0xed, 0xa0, 0x80,

    /* U+5178 "典" */
    0x18, 0x7e, 0x5a, 0x7e, 0x5a, 0xff, 0x24, 0xc3,

    /* U+517C "兼" */
    0x25, 0xfd, 0xf9, 0x5f, 0xef, 0xdb, 0x55,

    /* U+5185 "内" */
    0x11, 0xfe, 0x4d, 0xde, 0xf8, 0xe0, 0xc7,

    /* U+5186 "円" */
    0xff, 0x26, 0x4f, 0xf8, 0x30, 0x63, 0x80,

    /* U+518A "冊" */
    0x7e, 0x5a, 0x5a, 0xff, 0x5a, 0x5a, 0x5e,

    /* U+518D "再" */
    0xff, 0x7e, 0x52, 0x7e, 0xff, 0x42, 0x46,

    /* U+5192 "冒" */
    0xff, 0xff, 0xff, 0xff, 0xff, 0xc0,

    /* U+5197 "冗" */
    0xff, 0x74, 0xa1, 0x44, 0xa9, 0x63, 0x80,

    /* U+5199 "写" */
    0xff, 0x7d, 0x82, 0xef, 0xe0, 0x8f, 0x0,

    /* U+51A0 "冠" */
    0xff, 0xcc, 0x7f, 0x6a, 0xf4, 0x6f, 0x80,

    /* U+51A5 "冥" */
    0xff, 0xfd, 0xf3, 0xef, 0xed, 0xa0, 0x80,

    /* U+51AC "冬" */
    0x10, 0x3e, 0x64, 0x18, 0x66, 0x9d, 0x20, 0x1c,

    /* U+51B6 "冶" */
    0x0, 0x48, 0x72, 0x1e, 0x3e, 0x52, 0xde, 0x12,

    /* U+51B7 "冷" */
    0x99, 0x49, 0xf8, 0x3, 0xea, 0x65, 0x88,

    /* U+51C4 "凄" */
    0x8, 0xff, 0x7f, 0x3f, 0x3f, 0x7f, 0x7e, 0xbf,

    /* U+51C6 "准" */
    0x16, 0x5f, 0x74, 0x3f, 0x54, 0x5e, 0xdf, 0x10,

    /* U+51CD "凍" */
    0xc, 0x7f, 0x7f, 0x3f, 0x7f, 0x5e, 0xff, 0x2d,

    /* U+51DD "凝" */
    0x7f, 0x7a, 0x27, 0x3b, 0x7f, 0x56, 0x2b,

    /* U+51E1 "凡" */
    0x3c, 0x24, 0x34, 0x2c, 0x2d, 0x45, 0x47,

    /* U+51E6 "処" */
    0xfd, 0x6a, 0xd2, 0xb5, 0x7c, 0x27, 0x80,

    /* U+51F6 "凶" */
    0x8f, 0x56, 0x4d, 0x7c, 0x3f, 0xe0, 0x80,

    /* U+51F8 "凸" */
    0x38, 0x53, 0xbc, 0x18, 0x3f, 0xe0, 0x80,

    /* U+51F9 "凹" */
    0xef, 0x56, 0xad, 0xd8, 0x3f, 0xe0, 0x80,

    /* U+51FA "出" */
    0x11, 0x26, 0x4f, 0xf1, 0x12, 0x64, 0xff,

    /* U+5200 "刀" */
    0xfc, 0x92, 0x59, 0x46, 0x70,

    /* U+5203 "刃" */
    0xfc, 0x9e, 0x49, 0x75, 0x19, 0xc0,

    /* U+5206 "分" */
    0x6c, 0x8b, 0xf9, 0x22, 0x4c, 0xb7, 0x0,

    /* U+5207 "切" */
    0x5f, 0x75, 0xc5, 0x55, 0x79, 0x9, 0x37,

    /* U+5208 "刈" */
    0x2b, 0x55, 0xab, 0x57, 0xb0, 0x63, 0x80,

    /* U+520A "刊" */
    0xea, 0x95, 0x2f, 0x54, 0xa8, 0x53, 0x80,

    /* U+5211 "刑" */
    0xfa, 0xd5, 0xaf, 0xd6, 0xb4, 0x69, 0x80,

    /* U+5217 "列" */
    0xfa, 0x95, 0xee, 0xd2, 0xac, 0x71, 0x80,

    /* U+521D "初" */
    0x40, 0xbf, 0xa9, 0x56, 0xbd, 0x54, 0xb7,

    /* U+5224 "判" */
    0x25, 0x7d, 0x75, 0xf5, 0x25, 0xf5, 0x21, 0x27,

    /* U+5225 "別" */
    0xfb, 0x37, 0xeb, 0xd5, 0xb2, 0x7d, 0x80,

    /* U+5229 "利" */
    0x75, 0x25, 0x75, 0x75, 0x7d, 0xa1, 0x27,

    /* U+5230 "到" */
    0xfa, 0xd7, 0xea, 0x5f, 0xaa, 0x79, 0x80,

    /* U+5236 "制" */
    0xa3, 0xf6, 0xaf, 0xdf, 0xb7, 0x6c, 0x93,

    /* U+5237 "刷" */
    0x7d, 0x4d, 0x75, 0x7d, 0x5d, 0x59, 0x13,

    /* U+5238 "券" */
    0x54, 0xab, 0xf9, 0x4f, 0x7f, 0xc9, 0x3e,

    /* U+5239 "刹" */
    0xfa, 0xd7, 0x69, 0x5f, 0xb6, 0x49, 0x80,

    /* U+523A "刺" */
    0x21, 0xf7, 0xed, 0xdb, 0xad, 0x6c, 0x93,

    /* U+523B "刻" */
    0x21, 0xf5, 0x2f, 0x57, 0xb7, 0x5c, 0xcb,

    /* U+5247 "則" */
    0xfb, 0x37, 0xef, 0xdf, 0xbe, 0x65, 0x80,

    /* U+524A "削" */
    0xf3, 0xf7, 0xef, 0xdf, 0xbf, 0x64, 0xdb,

    /* U+524D "前" */
    0x25, 0xfc, 0x7, 0xdf, 0xbf, 0x74, 0xfb,

    /* U+5256 "剖" */
    0x61, 0xf5, 0x6f, 0xdf, 0xb3, 0x7c, 0xcb,

    /* U+525B "剛" */
    0xff, 0xbf, 0xff, 0xff, 0xf9, 0x67, 0x80,

    /* U+5263 "剣" */
    0x6b, 0xf7, 0xee, 0xdf, 0xae, 0x65, 0x80,

    /* U+5264 "剤" */
    0x41, 0xf5, 0xad, 0xdd, 0xbf, 0x64, 0xcb,

    /* U+5265 "剥" */
    0xfb, 0xd4, 0xae, 0xde, 0xba, 0x71, 0x80,

    /* U+526F "副" */
    0xfb, 0xf7, 0xef, 0xdd, 0xbe, 0x7d, 0x80,

    /* U+5270 "剰" */
    0xfb, 0xf7, 0xed, 0xdf, 0xb6, 0x69, 0x80,

    /* U+5272 "割" */
    0x41, 0xf7, 0xef, 0xdf, 0xbf, 0x7c, 0xcb,

    /* U+5275 "創" */
    0x7d, 0x7d, 0x7d, 0x7d, 0x7d, 0x49, 0x7b,

    /* U+5287 "劇" */
    0x60, 0x7d, 0xfd, 0xf5, 0xfd, 0xf5, 0xb1, 0xfe,

    /* U+529B "力" */
    0x20, 0x8f, 0xc9, 0x25, 0x14, 0x67,

    /* U+529F "功" */
    0x9, 0xd1, 0x7a, 0x54, 0xaf, 0x74, 0x93,

    /* U+52A0 "加" */
    0x40, 0x9f, 0xea, 0xd5, 0xab, 0x7f, 0xfd,

    /* U+52A3 "劣" */
    0x10, 0x52, 0xf6, 0x18, 0xe8, 0x7e, 0x32, 0xee,

    /* U+52A9 "助" */
    0xe9, 0xd2, 0xff, 0x5e, 0xb7, 0x7c, 0xdb,

    /* U+52AA "努" */
    0x40, 0xfe, 0xda, 0x66, 0xdb, 0xfe, 0x32, 0xee,

    /* U+52B1 "励" */
    0x9, 0xf2, 0x27, 0xff, 0xbb, 0x76, 0xfb,

    /* U+52B4 "労" */
    0x5b, 0xf9, 0x7f, 0x14, 0x9c, 0xc0,

    /* U+52B9 "効" */
    0x49, 0xf2, 0xfd, 0xdf, 0xad, 0x5e, 0xcb,

    /* U+52BE "劾" */
    0x49, 0xf1, 0x7f, 0x57, 0xbf, 0x5e, 0xcb,

    /* U+52C3 "勃" */
    0x49, 0xf3, 0xff, 0xde, 0xbf, 0x52, 0xeb,

    /* U+52C5 "勅" */
    0x49, 0xf1, 0x3f, 0xdf, 0xad, 0x72, 0xab,

    /* U+52C7 "勇" */
    0xff, 0xff, 0xff, 0xff, 0xe4, 0x73, 0x80,

    /* U+52C9 "勉" */
    0x49, 0xd2, 0xbe, 0xdf, 0xaf, 0xe8, 0xdf,

    /* U+52D5 "動" */
    0x19, 0xf3, 0xff, 0xdf, 0xbf, 0x7e, 0xff,

    /* U+52D8 "勘" */
    0xa9, 0xf3, 0xbf, 0x5f, 0xbf, 0x7f, 0xc7,

    /* U+52D9 "務" */
    0xff, 0x77, 0xb2, 0xdf, 0xf9, 0x7d, 0x80,

    /* U+52DD "勝" */
    0x9, 0xdf, 0x57, 0xff, 0xbf, 0xf5, 0x7e,

    /* U+52DF "募" */
    0x25, 0xfd, 0xf3, 0xef, 0xff, 0xcd, 0x76,

    /* U+52E2 "勢" */
    0x64, 0xfe, 0x6e, 0xff, 0xfa, 0xfe, 0x32, 0xce,

    /* U+52E4 "勤" */
    0x54, 0xf4, 0xbf, 0x65, 0xf5, 0xf5, 0x29, 0xfb,

    /* U+52E7 "勧" */
    0x49, 0xf3, 0xfb, 0x5f, 0xb5, 0x7f, 0xc3,

    /* U+52F2 "勲" */
    0x19, 0xf1, 0x3f, 0xdf, 0xbf, 0xdb, 0x55,

    /* U+52FE "勾" */
    0x40, 0xfe, 0x8d, 0x14, 0xbf, 0x40, 0x87,

    /* U+5302 "匂" */
    0x20, 0x7f, 0x65, 0x39, 0x25, 0x3d, 0x1, 0x7,

    /* U+5305 "包" */
    0x40, 0xff, 0xe8, 0x57, 0xa8, 0xd0, 0xbf,

    /* U+5316 "化" */
    0x50, 0xaf, 0x76, 0x85, 0x2a, 0x57, 0x80,

    /* U+5317 "北" */
    0x28, 0x57, 0xb9, 0x62, 0x8d, 0x7a, 0x97,

    /* U+5320 "匠" */
    0xff, 0x7a, 0xfd, 0x4c, 0x9f, 0xe0, 0x0,

    /* U+5339 "匹" */
    0xff, 0x52, 0xaf, 0x78, 0x1f, 0xe0, 0x0,

    /* U+533A "区" */
    0xff, 0x4a, 0x64, 0xee, 0x5f, 0xe0, 0x0,

    /* U+533B "医" */
    0xff, 0x7b, 0xfc, 0xce, 0x7f, 0xe0, 0x0,

    /* U+533F "匿" */
    0xff, 0xff, 0xfd, 0xfe, 0x37, 0xff, 0x80,

    /* U+5341 "十" */
    0x10, 0x20, 0x47, 0xf1, 0x2, 0x4, 0x8,

    /* U+5343 "千" */
    0x0, 0xf8, 0x40, 0x8f, 0xe2, 0x4, 0x8,

    /* U+5347 "升" */
    0x3d, 0xd8, 0xb7, 0xf2, 0xc9, 0x93, 0x46,

    /* U+5348 "午" */
    0x40, 0xff, 0x44, 0x8f, 0xe2, 0x4, 0x8,

    /* U+534A "半" */
    0x14, 0xa9, 0x57, 0xf1, 0x1f, 0xc4, 0x8,

    /* U+5351 "卑" */
    0x10, 0x7e, 0x5a, 0x7e, 0x7e, 0x28, 0xff, 0x8,

    /* U+5352 "卒" */
    0x11, 0xfd, 0x33, 0x69, 0x3f, 0xc4, 0x8,

    /* U+5353 "卓" */
    0x10, 0x3d, 0xfb, 0xf4, 0x27, 0xbf, 0x88,

    /* U+5354 "協" */
    0x44, 0x5f, 0xe9, 0x56, 0x7f, 0x5f, 0x6f, 0x7f,

    /* U+5357 "南" */
    0x11, 0xff, 0xfd, 0x3b, 0xb7, 0xef, 0xcb,

    /* U+5358 "単" */
    0x52, 0x2c, 0x5a, 0x7e, 0x5a, 0x3c, 0xff, 0x18,

    /* U+535A "博" */
    0x45, 0x7f, 0xff, 0x5f, 0x5f, 0x7f, 0x5a, 0x4e,

    /* U+5360 "占" */
    0x20, 0xf2, 0x8, 0xfe, 0x1f, 0xe1,

    /* U+5370 "印" */
    0xef, 0x17, 0xac, 0x58, 0xbd, 0xc2, 0x0,

    /* U+5371 "危" */
    0x3c, 0x7f, 0x5e, 0x52, 0x56, 0xd1, 0x9f,

    /* U+5373 "即" */
    0xff, 0x77, 0xef, 0xda, 0xbd, 0xe6, 0x0,

    /* U+5374 "却" */
    0x60, 0xdf, 0xef, 0xd5, 0xab, 0xfe, 0xc,

    /* U+5375 "卵" */
    0xff, 0x57, 0xbd, 0x7e, 0xa5, 0xf2, 0x0,

    /* U+5378 "卸" */
    0x4f, 0x77, 0xed, 0x5b, 0xb7, 0xfa, 0x0,

    /* U+5384 "厄" */
    0x7f, 0x5e, 0x52, 0x52, 0x56, 0x51, 0x9f,

    /* U+5398 "厘" */
    0x7e, 0xfd, 0xfb, 0xf7, 0xe9, 0xf, 0x80,

    /* U+539A "厚" */
    0x7f, 0x51, 0x5f, 0x7f, 0x42, 0x7f, 0x1c,

    /* U+539F "原" */
    0x7f, 0x5e, 0x5e, 0x5e, 0x56, 0x75, 0x2d,

    /* U+53B3 "厳" */
    0x2a, 0x7f, 0x7a, 0x57, 0x7d, 0x7a, 0x7a, 0xd,

    /* U+53BB "去" */
    0x10, 0xf8, 0x47, 0xf2, 0x44, 0xbf, 0x80,

    /* U+53C2 "参" */
    0x25, 0xff, 0xfa, 0xec, 0x6f, 0x1f, 0x0,

    /* U+53C8 "又" */
    0xfc, 0x89, 0x21, 0x43, 0xd, 0xa1, 0x0,

    /* U+53CA "及" */
    0xf8, 0x91, 0xbb, 0x25, 0x53, 0x3d, 0x80,

    /* U+53CB "友" */
    0x21, 0xfc, 0x83, 0xe6, 0x4b, 0xa6, 0x73,

    /* U+53CC "双" */
    0xfe, 0x67, 0xaa, 0x66, 0xd3, 0xa8, 0x80,

    /* U+53CD "反" */
    0x7e, 0x7e, 0x62, 0x54, 0x48, 0xf7,

    /* U+53CE "収" */
    0x21, 0x7e, 0xcd, 0x9a, 0xd5, 0xbf, 0x19,

    /* U+53D4 "叔" */
    0x40, 0xfd, 0x2f, 0xd4, 0x5a, 0xb3, 0xa9,

    /* U+53D6 "取" */
    0xff, 0xf6, 0x6f, 0xf9, 0x5f, 0xc4, 0x80,

    /* U+53D7 "受" */
    0xfe, 0xab, 0xff, 0xf6, 0xc6, 0x33, 0x80,

    /* U+53D9 "叙" */
    0x60, 0x7f, 0xfa, 0x6a, 0xf6, 0xe4, 0xfe, 0xea,

    /* U+53E3 "口" */
    0xfe, 0x18, 0x61, 0x87, 0xf8, 0x40,

    /* U+53E4 "古" */
    0x11, 0xfc, 0x40, 0x87, 0xc8, 0x9f, 0x22,

    /* U+53E5 "句" */
    0x0, 0x3f, 0x41, 0xfd, 0x25, 0x3d, 0x21, 0x7,

    /* U+53EB "叫" */
    0x2, 0xf2, 0xb2, 0xb2, 0xb2, 0xbe, 0xe2, 0x82,

    /* U+53EC "召" */
    0x7e, 0x25, 0xbb, 0xf4, 0x2f, 0xd0, 0x80,

    /* U+53EF "可" */
    0xfe, 0xf9, 0x32, 0x67, 0xc0, 0x83, 0x0,

    /* U+53F0 "台" */
    0x0, 0x24, 0x62, 0xff, 0x7e, 0x42, 0x7e, 0x42,

    /* U+53F1 "叱" */
    0xd1, 0xaf, 0x65, 0x8d, 0x3a, 0x67, 0x80,

    /* U+53F2 "史" */
    0x11, 0xfe, 0x4f, 0xf5, 0x2e, 0xc, 0x67,

    /* U+53F3 "右" */
    0x31, 0xfc, 0x83, 0x7, 0xfc, 0x5f, 0xb1,

    /* U+53F7 "号" */
    0x7c, 0xfb, 0xfa, 0x7, 0xc8, 0x87, 0x0,

    /* U+53F8 "司" */
    0xfe, 0x7, 0xef, 0x99, 0x3e, 0x63, 0x80,

    /* U+5404 "各" */
    0x20, 0xfb, 0xb1, 0xcf, 0xe8, 0x9f, 0x22,

    /* U+5408 "合" */
    0x18, 0x3c, 0x66, 0xbd, 0x7e, 0x42, 0x7e, 0x42,

    /* U+5409 "吉" */
    0x11, 0xfc, 0x47, 0xf7, 0xc8, 0x9f, 0x22,

    /* U+540C "同" */
    0xff, 0xf6, 0xd, 0xda, 0xb7, 0x6b, 0x80,

    /* U+540D "名" */
    0x0, 0x7b, 0x11, 0xcf, 0xe4, 0x4f, 0x91,

    /* U+540E "后" */
    0x0, 0x7e, 0x40, 0x7e, 0x7e, 0x62, 0xbe, 0x22,

    /* U+540F "吏" */
    0x11, 0xff, 0xfe, 0xbf, 0xea, 0xc, 0x67,

    /* U+5410 "吐" */
    0xe5, 0x7e, 0x95, 0x2a, 0x5c, 0x87, 0x80,

    /* U+5411 "向" */
    0x31, 0xfe, 0xd, 0xda, 0xb7, 0x68, 0xc7,

    /* U+541B "君" */
    0x7d, 0xfd, 0xf3, 0xee, 0x47, 0x89, 0x0,

    /* U+541F "吟" */
    0xc, 0xee, 0xb3, 0xac, 0xbf, 0xa2, 0xe4, 0x84,

    /* U+5426 "否" */
    0xfe, 0x73, 0x58, 0x86, 0xcf, 0x91, 0x0,

    /* U+542B "含" */
    0x18, 0x66, 0xbf, 0x7e, 0x4, 0x7a, 0x7e, 0x42,

    /* U+5438 "吸" */
    0xfe, 0xaa, 0xaf, 0xba, 0xb6, 0xfe, 0xa9,

    /* U+5439 "吹" */
    0x11, 0xfe, 0xed, 0x6a, 0x95, 0x3d, 0x11,

    /* U+5442 "呂" */
    0xfe, 0x1f, 0xc8, 0xdf, 0xf8, 0x40,

    /* U+5448 "呈" */
    0x7c, 0x89, 0xf7, 0xf7, 0xc2, 0x3f, 0x80,

    /* U+5449 "呉" */
    0x7c, 0xf9, 0xf0, 0x2f, 0xe5, 0xb0, 0x80,

    /* U+544A "告" */
    0x50, 0xfe, 0x47, 0xf7, 0xc8, 0x9f, 0x22,

    /* U+5468 "周" */
    0x7f, 0x7f, 0x7f, 0x7f, 0x67, 0x7f, 0x6,

    /* U+546A "呪" */
    0xfe, 0xb2, 0xbe, 0xac, 0xb5, 0xf5, 0x26,

    /* U+5473 "味" */
    0x9, 0x93, 0xff, 0xfd, 0xdf, 0xfa, 0xc4,

    /* U+547C "呼" */
    0x3, 0xff, 0xae, 0xef, 0xf9, 0x32, 0xc,

    /* U+547D "命" */
    0x1c, 0x3b, 0x97, 0x8e, 0xe5, 0x52, 0xa9, 0xdc,
    0x8,

    /* U+548C "和" */
    0xff, 0x69, 0xf9, 0x69, 0xf9, 0xef, 0x69,

    /* U+54B2 "咲" */
    0xd5, 0xff, 0x27, 0xfd, 0xde, 0x88, 0x80,

    /* U+54BD "咽" */
    0xff, 0xe7, 0xff, 0xdf, 0xfe, 0x67, 0x80,

    /* U+54C0 "哀" */
    0x11, 0xfd, 0xf2, 0x27, 0xcd, 0xeb, 0x7f,

    /* U+54C1 "品" */
    0x7c, 0x89, 0xf7, 0x7a, 0xbd, 0xea, 0x80,

    /* U+54E1 "員" */
    0x7e, 0x7e, 0x7e, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+54F2 "哲" */
    0x45, 0xfd, 0xfe, 0xac, 0x4f, 0x9f, 0x22,

    /* U+54FA "哺" */
    0xd, 0xff, 0x27, 0xff, 0xff, 0xfa, 0xd7,

    /* U+5504 "唄" */
    0xff, 0x7e, 0xfd, 0x9b, 0xfd, 0x8c, 0x80,

    /* U+5506 "唆" */
    0x0, 0xd2, 0xdc, 0xf7, 0xde, 0xfa, 0xcc, 0xb3,

    /* U+5507 "唇" */
    0x7f, 0x7f, 0x56, 0x3b, 0x7e, 0x42, 0x7e,

    /* U+5510 "唐" */
    0x11, 0xff, 0xff, 0xff, 0xff, 0xf0, 0xff,

    /* U+552F "唯" */
    0x4, 0xf4, 0xbe, 0xbf, 0xb4, 0xbe, 0xff, 0x10,

    /* U+5531 "唱" */
    0xff, 0x7e, 0xfd, 0xfb, 0x3f, 0xe7, 0x80,

    /* U+553E "唾" */
    0x3, 0xfb, 0xff, 0x6f, 0xfd, 0xb6, 0x1f,

    /* U+5546 "商" */
    0x11, 0xfc, 0xa7, 0xfe, 0xf7, 0x6e, 0xc3,

    /* U+554F "問" */
    0xff, 0xff, 0xfd, 0xda, 0xb7, 0x61, 0x80,

    /* U+5553 "啓" */
    0xff, 0xfb, 0xf7, 0xf4, 0x4f, 0x91, 0x0,

    /* U+5584 "善" */
    0x29, 0xfd, 0xf7, 0xff, 0xef, 0x91, 0x3e,

    /* U+5589 "喉" */
    0xf7, 0xbf, 0xbf, 0xb2, 0xbf, 0xf6, 0x99,

    /* U+559A "喚" */
    0x0, 0xdc, 0xfe, 0xee, 0xfe, 0xff, 0xdc, 0x22,

    /* U+559C "喜" */
    0x11, 0xff, 0xfb, 0xe7, 0xdf, 0xdf, 0x3e,

    /* U+559D "喝" */
    0xdf, 0xbf, 0x7e, 0xff, 0xfb, 0xc1, 0x80,

    /* U+55A9 "喩" */
    0x39, 0xab, 0xff, 0xff, 0xff, 0x7b, 0xdf,

    /* U+55AA "喪" */
    0x11, 0xff, 0xff, 0xff, 0xeb, 0xd3, 0x79,

    /* U+55AB "喫" */
    0x11, 0xff, 0xff, 0xfc, 0x9f, 0xf7, 0x51,

    /* U+55B6 "営" */
    0x55, 0xff, 0xfe, 0x37, 0xcf, 0x9f, 0x22,

    /* U+55C5 "嗅" */
    0x9, 0xff, 0xff, 0xff, 0xff, 0xf6, 0x13,

    /* U+55E3 "嗣" */
    0xff, 0xff, 0xcf, 0xff, 0xff, 0x7d, 0x80,

    /* U+5606 "嘆" */
    0x15, 0xff, 0xff, 0xff, 0xff, 0xf5, 0x11,

    /* U+5631 "嘱" */
    0xff, 0xff, 0x97, 0xff, 0xfe, 0xc4, 0x80,

    /* U+5632 "嘲" */
    0x11, 0xff, 0xbf, 0xfe, 0xfb, 0x7e, 0xcb,

    /* U+5668 "器" */
    0xef, 0xdf, 0xfb, 0x6e, 0xfd, 0xfb, 0x80,

    /* U+5674 "噴" */
    0x9, 0xff, 0xff, 0xff, 0xff, 0xf5, 0x11,

    /* U+5687 "嚇" */
    0x16, 0xff, 0xd6, 0xff, 0xff, 0xf7, 0xf6, 0x36,

    /* U+56DA "囚" */
    0xff, 0x26, 0x4c, 0x9a, 0xb8, 0xff, 0x80,

    /* U+56DB "四" */
    0xff, 0x56, 0xaf, 0x78, 0x3f, 0xe0, 0x80,

    /* U+56DE "回" */
    0xff, 0x76, 0xad, 0x59, 0x3f, 0xe0, 0x80,

    /* U+56E0 "因" */
    0xff, 0x27, 0xfc, 0x9a, 0xb8, 0xff, 0x80,

    /* U+56E3 "団" */
    0xff, 0xfe, 0x2d, 0x58, 0xb7, 0x7f, 0x80,

    /* U+56F0 "困" */
    0xff, 0xfe, 0x4d, 0xdd, 0x72, 0x7f, 0x80,

    /* U+56F2 "囲" */
    0xff, 0x56, 0xef, 0xfa, 0xb1, 0x7f, 0x80,

    /* U+56F3 "図" */
    0xff, 0x26, 0x9f, 0x59, 0xbd, 0xff, 0x80,

    /* U+56FA "固" */
    0xff, 0xfe, 0x4d, 0xda, 0xb7, 0x7f, 0x80,

    /* U+56FD "国" */
    0xff, 0xfd, 0xbd, 0x95, 0xfd, 0x81, 0xff,

    /* U+570F "圏" */
    0xff, 0xff, 0xff, 0xfb, 0xb7, 0x7f, 0x80,

    /* U+5712 "園" */
    0xff, 0x76, 0xd, 0xdb, 0xb0, 0x7f, 0x80,

    /* U+571F "土" */
    0x10, 0x21, 0xf0, 0x81, 0x1f, 0xc0,

    /* U+5727 "圧" */
    0x7e, 0x91, 0xfa, 0x44, 0x89, 0x2f, 0x80,

    /* U+5728 "在" */
    0x11, 0xfc, 0xa2, 0x4f, 0xe9, 0x1f, 0xa0,

    /* U+5730 "地" */
    0x4, 0x54, 0xff, 0x55, 0x57, 0x71, 0xf1, 0x9f,

    /* U+5742 "坂" */
    0x5f, 0xff, 0x5a, 0x5e, 0x74, 0xfb,

    /* U+5747 "均" */
    0x48, 0xf7, 0x7d, 0x41, 0x4d, 0xfb, 0x6,

    /* U+574A "坊" */
    0x8, 0x93, 0xfa, 0x74, 0xa9, 0x7c, 0xdb,

    /* U+5751 "坑" */
    0x4, 0x44, 0x5a, 0xee, 0x4a, 0x4a, 0xfb, 0x33,

    /* U+576A "坪" */
    0x5f, 0x55, 0x5e, 0x7f, 0x64, 0xe4, 0x4,

    /* U+5782 "垂" */
    0x5, 0xf3, 0xfc, 0xaf, 0xff, 0xc4, 0x7f,

    /* U+578B "型" */
    0xfa, 0xd7, 0xed, 0x37, 0xc2, 0x3f, 0x80,

    /* U+57A3 "垣" */
    0x5f, 0xfd, 0x4a, 0xf7, 0xfc, 0x7, 0x80,

    /* U+57CB "埋" */
    0x5f, 0xff, 0x5f, 0x44, 0x5f, 0xe4, 0x3f,

    /* U+57CE "城" */
    0x6, 0x86, 0xbc, 0xfd, 0xae, 0x7f, 0xe7, 0x6a,

    /* U+57DF "域" */
    0x6, 0xbf, 0xfc, 0xae, 0xbe, 0x8b, 0xff, 0xa,

    /* U+57F7 "執" */
    0x44, 0x6e, 0xf6, 0xa6, 0x7a, 0xff, 0xfb, 0x5b,

    /* U+57F9 "培" */
    0x4, 0x5f, 0xea, 0x5f, 0x5f, 0x71, 0x9f, 0x11,

    /* U+57FA "基" */
    0x45, 0xfd, 0xf3, 0xef, 0xff, 0xc4, 0x7f,

    /* U+57FC "埼" */
    0x4, 0x5f, 0xfb, 0x7f, 0x5d, 0x55, 0xfd, 0x97,

    /* U+5800 "堀" */
    0xbf, 0xff, 0xb5, 0xbf, 0x75, 0xbf, 0x11,

    /* U+5802 "堂" */
    0x55, 0xff, 0xfa, 0x27, 0xcf, 0x84, 0x7f,

    /* U+5805 "堅" */
    0xff, 0x7f, 0xb7, 0xdf, 0xc2, 0x3f, 0x80,

    /* U+5806 "堆" */
    0x55, 0xfd, 0xfa, 0xa7, 0xfb, 0xc4, 0x0,

    /* U+5815 "堕" */
    0x5, 0xfe, 0xff, 0xfa, 0xef, 0xc4, 0x7f,

    /* U+5824 "堤" */
    0xbf, 0x7f, 0xfd, 0xf6, 0xf7, 0x1f, 0x80,

    /* U+582A "堪" */
    0x33, 0x7f, 0xfd, 0xfb, 0xf5, 0x9d, 0xdf,

    /* U+5831 "報" */
    0x41, 0xff, 0xd5, 0xfb, 0x5f, 0xbd, 0x2d,

    /* U+5834 "場" */
    0x5e, 0xbf, 0xfa, 0xf5, 0xfe, 0xc3, 0x80,

    /* U+5840 "塀" */
    0xbf, 0xc2, 0xfd, 0x67, 0xfe, 0x85, 0x0,

    /* U+5841 "塁" */
    0xff, 0xff, 0xff, 0x77, 0xc2, 0x3f, 0x80,

    /* U+584A "塊" */
    0x5f, 0x55, 0x7f, 0x5f, 0x4f, 0xdf, 0x37,

    /* U+5851 "塑" */
    0x6f, 0x7f, 0xea, 0x77, 0xe2, 0x3f, 0x80,

    /* U+5854 "塔" */
    0x15, 0x7f, 0x75, 0xab, 0xf7, 0xbd, 0x1e,

    /* U+5857 "塗" */
    0x8c, 0xe6, 0xf9, 0xf5, 0xbf, 0xc6, 0x7f,

    /* U+585A "塚" */
    0xbf, 0xcd, 0xbd, 0x9e, 0xae, 0xdd, 0x2d,

    /* U+585E "塞" */
    0x11, 0xff, 0xfb, 0xef, 0xff, 0xc4, 0x7f,

    /* U+5869 "塩" */
    0x5e, 0xfe, 0x5e, 0x5e, 0x7e, 0xde, 0x3f,

    /* U+586B "填" */
    0x9, 0x7f, 0xfd, 0xfa, 0x3f, 0xcf, 0x80,

    /* U+587E "塾" */
    0x24, 0xfe, 0xfe, 0xfe, 0xff, 0x7b, 0x7e, 0xff,

    /* U+5883 "境" */
    0x4, 0x7f, 0x7f, 0x5f, 0x5f, 0x7f, 0xcb, 0x33,

    /* U+5893 "墓" */
    0x29, 0xfd, 0x13, 0xef, 0xec, 0xbf, 0xff,

    /* U+5897 "増" */
    0x7f, 0xfd, 0xfb, 0xf6, 0x3f, 0xcf, 0x80,

    /* U+589C "墜" */
    0xff, 0x77, 0xff, 0xf7, 0xe3, 0x3f, 0x80,

    /* U+58A8 "墨" */
    0x7c, 0xf9, 0xf7, 0xff, 0xff, 0xff, 0xff,

    /* U+58B3 "墳" */
    0xc, 0x5f, 0x7f, 0x5e, 0x5e, 0x5e, 0x7e, 0x9f,

    /* U+58BE "墾" */
    0x7f, 0x7f, 0xdf, 0xd1, 0xf, 0xbf, 0x80,

    /* U+58C1 "壁" */
    0x5, 0xff, 0xaf, 0x2f, 0xef, 0x84, 0x7f,

    /* U+58C7 "壇" */
    0x4, 0xff, 0xfa, 0xf5, 0xea, 0x5f, 0xdf,

    /* U+58CA "壊" */
    0x8, 0xbf, 0xfe, 0xbe, 0xbf, 0xf7, 0x1a, 0x0,

    /* U+58CC "壌" */
    0x9, 0x2f, 0xdf, 0xfb, 0xf7, 0xfe, 0x8f,

    /* U+58EB "士" */
    0x10, 0x23, 0xf8, 0x81, 0x1f, 0xc0,

    /* U+58EE "壮" */
    0x49, 0xff, 0x22, 0x4c, 0x89, 0x1f, 0x80,

    /* U+58F0 "声" */
    0x11, 0xff, 0xfb, 0xe5, 0x4f, 0xa0, 0x40,

    /* U+58F1 "壱" */
    0x11, 0xfd, 0xf7, 0xf8, 0x2f, 0x11, 0xbe,

    /* U+58F2 "売" */
    0x11, 0xfd, 0xff, 0xf8, 0x27, 0x1a, 0xe7,

    /* U+5909 "変" */
    0x11, 0xfd, 0xb7, 0xd7, 0xd5, 0xbf, 0x80,

    /* U+590F "夏" */
    0xff, 0xff, 0xff, 0xf7, 0xd7, 0x3b, 0x80,

    /* U+5915 "夕" */
    0x10, 0x7c, 0x8e, 0x90, 0xc1, 0x9c, 0x0,

    /* U+5916 "外" */
    0x44, 0x74, 0x5c, 0xdc, 0xb6, 0x24, 0x64, 0x84,

    /* U+591A "多" */
    0x0, 0x3c, 0x64, 0x18, 0x6f, 0x32, 0xc, 0x78,

    /* U+591C "夜" */
    0x11, 0xdd, 0x7f, 0x5e, 0xcb, 0x97, 0x31,

    /* U+5922 "夢" */
    0x25, 0xfd, 0xfb, 0xff, 0xef, 0xff, 0x38,

    /* U+5927 "大" */
    0x10, 0x23, 0xf8, 0x83, 0x85, 0x31, 0xc1,

    /* U+5929 "天" */
    0xfe, 0x23, 0xf8, 0x82, 0x98, 0xc0, 0x0,

    /* U+592A "太" */
    0x10, 0x23, 0xf8, 0x82, 0x85, 0x35, 0xc9,

    /* U+592B "夫" */
    0x11, 0xfc, 0x40, 0x8f, 0xe7, 0x1b, 0x63,

    /* U+592E "央" */
    0x10, 0xf9, 0x52, 0xaf, 0xe7, 0x1b, 0x41,

    /* U+5931 "失" */
    0x50, 0xff, 0x44, 0x8f, 0xe3, 0xa, 0x63,

    /* U+5947 "奇" */
    0x11, 0xfd, 0xb7, 0xf7, 0xc9, 0x9f, 0x6,

    /* U+5948 "奈" */
    0x11, 0xfc, 0x97, 0xff, 0xe5, 0x92, 0xdd,

    /* U+5949 "奉" */
    0x11, 0xfd, 0xf7, 0xf5, 0x57, 0x5f, 0x8,

    /* U+594F "奏" */
    0x11, 0xfd, 0xf7, 0xf7, 0xdf, 0xce, 0x22,

    /* U+5951 "契" */
    0x61, 0xff, 0xdb, 0xd9, 0x5f, 0xce, 0x63,

    /* U+5954 "奔" */
    0x11, 0xfd, 0xf7, 0xf1, 0x1f, 0xd1, 0x62,

    /* U+5965 "奥" */
    0x11, 0xfe, 0xef, 0xfb, 0xbf, 0xca, 0x63,

    /* U+5968 "奨" */
    0x43, 0xbf, 0x6a, 0xf9, 0x9f, 0xcf, 0x61,

    /* U+596A "奪" */
    0x11, 0xff, 0xbb, 0xff, 0xef, 0xff, 0x97,

    /* U+596E "奮" */
    0x11, 0xff, 0xfb, 0xfd, 0x9f, 0xff, 0xff,

    /* U+5973 "女" */
    0x20, 0x43, 0xf9, 0x24, 0x87, 0x7, 0x73,

    /* U+5974 "奴" */
    0x81, 0x3f, 0xcd, 0x9a, 0xd9, 0x9b, 0x49,

    /* U+597D "好" */
    0x40, 0xbf, 0x8d, 0x2b, 0xf8, 0x99, 0x4e,

    /* U+5982 "如" */
    0x40, 0x9f, 0xea, 0xdf, 0xa5, 0x57, 0xc5,

    /* U+5983 "妃" */
    0x81, 0x3f, 0x8d, 0xff, 0x3a, 0x1c, 0xcf,

    /* U+5984 "妄" */
    0x11, 0xfd, 0x3, 0xff, 0xed, 0x8f, 0x60,

    /* U+598A "妊" */
    0x40, 0x5e, 0xe4, 0x64, 0xbf, 0x64, 0x9e,

    /* U+5996 "妖" */
    0x46, 0xfc, 0x64, 0xbf, 0xe4, 0x6a, 0xf3, 0x80,

    /* U+5999 "妙" */
    0x44, 0x4e, 0xf5, 0xb5, 0xee, 0x62, 0xec, 0x80,

    /* U+59A5 "妥" */
    0xfe, 0xa9, 0x17, 0xf6, 0xc7, 0xa0, 0x80,

    /* U+59A8 "妨" */
    0x49, 0xfe, 0xc5, 0x7f, 0x2e, 0x5c, 0xd7,

    /* U+59AC "妬" */
    0x40, 0xbf, 0xa5, 0x4b, 0xea, 0x6b, 0x89,

    /* U+59B9 "妹" */
    0x44, 0xff, 0x64, 0xbf, 0xee, 0x7e, 0x75, 0x84,

    /* U+59BB "妻" */
    0x11, 0xfd, 0xf7, 0xf7, 0xdf, 0xde, 0x7b,

    /* U+59C9 "姉" */
    0x44, 0xff, 0xe4, 0xbf, 0xf5, 0x75, 0xf7, 0x84,

    /* U+59CB "始" */
    0x49, 0xdf, 0xad, 0xff, 0xee, 0x6f, 0x89,

    /* U+59D3 "姓" */
    0x54, 0x54, 0xff, 0xb4, 0xff, 0x44, 0x64, 0x9f,

    /* U+59D4 "委" */
    0xff, 0xfd, 0x57, 0xf6, 0xc7, 0xb0, 0x0,

    /* U+59EB "姫" */
    0x40, 0xbe, 0xfd, 0x9f, 0xee, 0xbf, 0xc8,

    /* U+59FB "姻" */
    0x5f, 0xf5, 0x7f, 0xb5, 0xfb, 0x7b, 0x9f,

    /* U+59FF "姿" */
    0xfe, 0x5f, 0xdf, 0xf6, 0xc7, 0xb0, 0x80,

    /* U+5A01 "威" */
    0xd, 0xfe, 0x25, 0xdf, 0xdb, 0xbf, 0xeb,

    /* U+5A18 "娘" */
    0x44, 0x5f, 0xf1, 0x7f, 0xff, 0xd5, 0x72, 0x99,

    /* U+5A20 "娠" */
    0x40, 0x5e, 0xfe, 0x7e, 0xfd, 0x7a, 0xdf, 0x0,

    /* U+5A2F "娯" */
    0x40, 0x5e, 0x7e, 0x7e, 0xe2, 0x5f, 0x76, 0x92,

    /* U+5A46 "婆" */
    0x5, 0xbf, 0x7b, 0xfa, 0xbf, 0xdf, 0x7b,

    /* U+5A5A "婚" */
    0x42, 0x5c, 0xff, 0x75, 0xfe, 0x52, 0x7e, 0x9e,

    /* U+5A66 "婦" */
    0x40, 0x5e, 0xfe, 0x7e, 0xbf, 0x7f, 0xf6, 0x84,

    /* U+5A7F "婿" */
    0x40, 0x5f, 0xff, 0x7f, 0xbf, 0x7f, 0x7f, 0x97,

    /* U+5A92 "媒" */
    0x5a, 0xfe, 0x7f, 0x7a, 0xbf, 0x7f, 0x6e, 0x95,

    /* U+5A9B "媛" */
    0x47, 0x5e, 0xf6, 0x7f, 0xff, 0x7a, 0xff, 0x0,

    /* U+5AC1 "嫁" */
    0x89, 0xff, 0xfe, 0xbe, 0xff, 0xb6, 0xd5,

    /* U+5AC9 "嫉" */
    0x42, 0x4f, 0xfc, 0x6f, 0xff, 0x5a, 0xf5, 0x81,

    /* U+5ACC "嫌" */
    0x54, 0xff, 0x7e, 0x6e, 0xbe, 0x5e, 0x7e, 0xad,

    /* U+5AE1 "嫡" */
    0x44, 0x5f, 0x6e, 0x75, 0xff, 0x7b, 0x7f, 0x93,

    /* U+5B22 "嬢" */
    0x44, 0xea, 0xfb, 0x7f, 0xbf, 0xff, 0x7d, 0xff,
    0x0,

    /* U+5B50 "子" */
    0x7c, 0x18, 0x67, 0xf1, 0x2, 0xc, 0x0,

    /* U+5B54 "孔" */
    0xe8, 0x51, 0x27, 0x44, 0xa9, 0x73, 0x80,

    /* U+5B57 "字" */
    0x11, 0xff, 0xf8, 0x61, 0x9f, 0xc4, 0x18,

    /* U+5B58 "存" */
    0xfe, 0x40, 0xfe, 0x3c, 0xcf, 0xd2, 0x2c,

    /* U+5B5D "孝" */
    0x12, 0xfb, 0xf9, 0x8f, 0xdf, 0xc4, 0x18,

    /* U+5B63 "季" */
    0x7f, 0xfd, 0xd7, 0xff, 0xe2, 0xc, 0x0,

    /* U+5B64 "孤" */
    0xfe, 0x6a, 0xaa, 0xea, 0xae, 0xae, 0xb3,

    /* U+5B66 "学" */
    0x75, 0xff, 0xf8, 0xcf, 0xe2, 0xc, 0x0,

    /* U+5B6B "孫" */
    0xfe, 0xf5, 0x7f, 0xf4, 0x8f, 0xfa, 0x80,

    /* U+5B85 "宅" */
    0x8, 0x7f, 0x43, 0x7c, 0x13, 0xfc, 0x11, 0x1f,

    /* U+5B87 "宇" */
    0x11, 0xff, 0x9, 0xcf, 0xe2, 0x4, 0x18,

    /* U+5B88 "守" */
    0x11, 0xfe, 0xf, 0xf4, 0x44, 0x89, 0xc,

    /* U+5B89 "安" */
    0x11, 0xfe, 0x8f, 0xf4, 0x4f, 0xf, 0x41,

    /* U+5B8C "完" */
    0x11, 0xfe, 0x9, 0xcf, 0xe5, 0x1a, 0xe7,

    /* U+5B97 "宗" */
    0x11, 0xfe, 0x9, 0xcf, 0xe2, 0x95, 0xd9,

    /* U+5B98 "官" */
    0x11, 0xff, 0xfa, 0x27, 0xcf, 0x9f, 0x22,

    /* U+5B99 "宙" */
    0x10, 0xff, 0x91, 0x7e, 0x52, 0x7e, 0x7e, 0x42,

    /* U+5B9A "定" */
    0x11, 0xfe, 0x9, 0xc5, 0xda, 0x2c, 0x4f,

    /* U+5B9B "宛" */
    0x11, 0xff, 0xb, 0x7a, 0xbd, 0xda, 0xc7,

    /* U+5B9C "宜" */
    0x11, 0xff, 0xfa, 0x27, 0xcf, 0x91, 0x7f,

    /* U+5B9D "宝" */
    0x11, 0xfe, 0xb, 0xe7, 0xc2, 0x85, 0x7f,

    /* U+5B9F "実" */
    0x11, 0xff, 0xf8, 0x87, 0xdf, 0xce, 0x63,

    /* U+5BA2 "客" */
    0x11, 0xff, 0xff, 0x4f, 0xef, 0x91, 0x3e,

    /* U+5BA3 "宣" */
    0x11, 0xff, 0xfb, 0xe7, 0xcf, 0x80, 0x7f,

    /* U+5BA4 "室" */
    0x11, 0xff, 0xf9, 0x25, 0xaf, 0x84, 0x7f,

    /* U+5BAE "宮" */
    0x11, 0xff, 0xfa, 0x27, 0xcf, 0x9f, 0x22,

    /* U+5BB0 "宰" */
    0x11, 0xff, 0xfb, 0x2f, 0xe2, 0x3f, 0x88,

    /* U+5BB3 "害" */
    0x11, 0xfd, 0xf7, 0xff, 0xef, 0x9f, 0x22,

    /* U+5BB4 "宴" */
    0x11, 0xff, 0xfb, 0xe7, 0xdf, 0xde, 0x7f,

    /* U+5BB5 "宵" */
    0x10, 0xff, 0xd3, 0x74, 0x4a, 0x7e, 0x42, 0x46,

    /* U+5BB6 "家" */
    0x11, 0xff, 0xfb, 0x4b, 0xda, 0x9f, 0xd9,

    /* U+5BB9 "容" */
    0x11, 0xfe, 0xaf, 0xf7, 0xd8, 0xdf, 0x22,

    /* U+5BBF "宿" */
    0x11, 0xff, 0xfa, 0x4f, 0xef, 0xdf, 0xb1,

    /* U+5BC2 "寂" */
    0x11, 0xff, 0xfa, 0x5f, 0xd8, 0xb7, 0x69,

    /* U+5BC4 "寄" */
    0x11, 0xff, 0xfb, 0x6f, 0xee, 0x9d, 0x6,

    /* U+5BC6 "密" */
    0x18, 0xff, 0xbd, 0xfe, 0xfc, 0x98, 0x5a, 0x7e,

    /* U+5BCC "富" */
    0x11, 0xff, 0xfa, 0x2f, 0xf2, 0x7f, 0xff,

    /* U+5BD2 "寒" */
    0x11, 0xff, 0xfb, 0xef, 0xee, 0xa2, 0x9e,

    /* U+5BDB "寛" */
    0x11, 0xff, 0xfb, 0xe4, 0x4f, 0x8a, 0xe7,

    /* U+5BDD "寝" */
    0x10, 0xfe, 0xfe, 0xfe, 0x7e, 0xfe, 0xdc, 0x76,

    /* U+5BDF "察" */
    0x11, 0xff, 0xff, 0x6f, 0xff, 0xd5, 0x59,

    /* U+5BE1 "寡" */
    0x11, 0xfc, 0x43, 0xef, 0xff, 0xe9, 0x6e,

    /* U+5BE7 "寧" */
    0xff, 0x75, 0xff, 0xf7, 0xff, 0xc6, 0x18,

    /* U+5BE9 "審" */
    0x11, 0xff, 0xfa, 0xaf, 0xff, 0xdf, 0x3e,

    /* U+5BEE "寮" */
    0x11, 0xff, 0xfd, 0x7f, 0xef, 0x95, 0x59,

    /* U+5BF8 "寸" */
    0x4, 0xb, 0xf8, 0x22, 0x46, 0x81, 0xe,

    /* U+5BFA "寺" */
    0x10, 0xf8, 0x47, 0x7f, 0xe8, 0x89, 0xe,

    /* U+5BFE "対" */
    0x44, 0x8b, 0xfe, 0xad, 0x4a, 0xb9, 0x4e,

    /* U+5BFF "寿" */
    0x11, 0xff, 0xf7, 0xf2, 0x5f, 0xdd, 0x4e,

    /* U+5C01 "封" */
    0x42, 0xe2, 0x4f, 0xfa, 0x4a, 0xee, 0x42, 0xfe,

    /* U+5C02 "専" */
    0x11, 0xfd, 0xf3, 0xe7, 0xdf, 0xd9, 0x1e,

    /* U+5C04 "射" */
    0x31, 0x3c, 0x9f, 0xcf, 0xa5, 0xd7, 0xd9, 0xa4,
    0xbe,

    /* U+5C06 "将" */
    0x42, 0x7e, 0xea, 0xd6, 0x7f, 0xd2, 0x4a, 0x46,

    /* U+5C09 "尉" */
    0x2, 0xf2, 0xff, 0xfa, 0xf6, 0xf2, 0xf2, 0x26,

    /* U+5C0A "尊" */
    0x25, 0xff, 0xff, 0x7d, 0x3f, 0xd9, 0x16,

    /* U+5C0B "尋" */
    0x7e, 0xff, 0xff, 0xff, 0xec, 0x8f, 0x0,

    /* U+5C0E "導" */
    0x1, 0xfc, 0x7e, 0x95, 0xf7, 0xff, 0x96,

    /* U+5C0F "小" */
    0x10, 0x21, 0x54, 0xb9, 0x32, 0x44, 0x18,

    /* U+5C11 "少" */
    0x10, 0xab, 0x4c, 0x93, 0x41, 0x1c, 0x0,

    /* U+5C1A "尚" */
    0x92, 0xab, 0xfc, 0x1b, 0xb5, 0x6e, 0xc3,

    /* U+5C31 "就" */
    0x6b, 0xf7, 0xfc, 0xcf, 0xdf, 0xff, 0xfb,

    /* U+5C3A "尺" */
    0x7e, 0x42, 0x7e, 0x4a, 0x4c, 0xc6, 0x82,

    /* U+5C3B "尻" */
    0x7e, 0x42, 0x7c, 0x7c, 0x4d, 0x55, 0x26,

    /* U+5C3C "尼" */
    0x7e, 0xfd, 0x3, 0xb7, 0x8e, 0x47, 0x80,

    /* U+5C3D "尽" */
    0x7e, 0x42, 0x7e, 0x44, 0x5e, 0x83, 0x7e,

    /* U+5C3E "尾" */
    0x7e, 0x7e, 0x7c, 0x5e, 0x4f, 0x7b, 0xf,

    /* U+5C3F "尿" */
    0x7e, 0x7e, 0x48, 0x7a, 0x5c, 0x6a, 0x18,

    /* U+5C40 "局" */
    0x7e, 0x7e, 0x7f, 0x7d, 0x65, 0x7d, 0x6,

    /* U+5C45 "居" */
    0x7e, 0x7e, 0x7f, 0x48, 0x76, 0xbe, 0x22,

    /* U+5C48 "屈" */
    0x7e, 0xfd, 0xab, 0xf4, 0x8d, 0x6f, 0x80,

    /* U+5C4A "届" */
    0x7e, 0xfd, 0xfb, 0x57, 0xf7, 0xc8, 0x80,

    /* U+5C4B "屋" */
    0x7e, 0xfd, 0xfb, 0xf7, 0xe9, 0xf, 0x80,

    /* U+5C55 "展" */
    0x7f, 0x7f, 0x7f, 0x7f, 0x55, 0xbf,

    /* U+5C5E "属" */
    0x7e, 0xfd, 0x23, 0xf7, 0xff, 0xc8, 0x80,

    /* U+5C64 "層" */
    0x7e, 0xa9, 0xfb, 0xf7, 0xef, 0xcf, 0x80,

    /* U+5C65 "履" */
    0x7f, 0x5f, 0x7f, 0x6f, 0x6e, 0x66, 0x2f,

    /* U+5C6F "屯" */
    0x10, 0xfe, 0x10, 0x52, 0x52, 0x7f, 0x11, 0x1f,

    /* U+5C71 "山" */
    0x10, 0x20, 0x44, 0x99, 0x32, 0x7f, 0xc1,

    /* U+5C90 "岐" */
    0x44, 0xff, 0xe4, 0xff, 0xfa, 0xee, 0xff, 0x83,

    /* U+5CA1 "岡" */
    0xff, 0x57, 0xfe, 0xdb, 0xb9, 0x63, 0x80,

    /* U+5CA9 "岩" */
    0x11, 0x2f, 0xff, 0xf7, 0xf8, 0xdf, 0xa3,

    /* U+5CAC "岬" */
    0x40, 0xff, 0xf5, 0xff, 0xf5, 0xff, 0xe4, 0x84,

    /* U+5CB3 "岳" */
    0x7c, 0xfd, 0x17, 0xf1, 0xa, 0xdf, 0x80,

    /* U+5CB8 "岸" */
    0x8, 0x95, 0xfb, 0xf7, 0xef, 0xd2, 0x4,

    /* U+5CE0 "峠" */
    0x49, 0xdf, 0xa7, 0xff, 0xfd, 0xba, 0xc4,

    /* U+5CE1 "峡" */
    0x44, 0xff, 0xf5, 0xee, 0xff, 0xea, 0xfb, 0x81,

    /* U+5CF0 "峰" */
    0x48, 0xee, 0xfa, 0xee, 0xfe, 0xfe, 0xff, 0x84,

    /* U+5CF6 "島" */
    0x10, 0xf9, 0xf3, 0xe7, 0xef, 0xc8, 0xff,

    /* U+5D07 "崇" */
    0x11, 0xa7, 0xff, 0xff, 0xff, 0xdd, 0x59,

    /* U+5D0E "崎" */
    0x44, 0xff, 0xfe, 0xff, 0xfe, 0xf6, 0xfe, 0x86,

    /* U+5D16 "崖" */
    0x8, 0xfd, 0xfb, 0xf7, 0xef, 0xd2, 0x1f,

    /* U+5D29 "崩" */
    0x8, 0x7f, 0x77, 0x55, 0x77, 0x77, 0x5d, 0x7b,

    /* U+5D50 "嵐" */
    0x8, 0x7e, 0x7e, 0x7e, 0x7e, 0x7f, 0x4f, 0x7f,

    /* U+5DDD "川" */
    0x52, 0xa5, 0x4a, 0x95, 0x2a, 0x60, 0x80,

    /* U+5DDE "州" */
    0x4b, 0x9f, 0xfe, 0xd4, 0xb9, 0x40, 0x80,

    /* U+5DE1 "巡" */
    0x96, 0xb4, 0xb7, 0x55, 0xaa, 0xd0, 0x5f,

    /* U+5DE3 "巣" */
    0x54, 0xf9, 0xf3, 0xef, 0xe7, 0x35, 0x80,

    /* U+5DE5 "工" */
    0xfe, 0x20, 0x40, 0x81, 0x1f, 0xc0,

    /* U+5DE6 "左" */
    0x21, 0xfd, 0x83, 0xf4, 0x99, 0x22, 0x7f,

    /* U+5DE7 "巧" */
    0xfe, 0x91, 0x7a, 0x96, 0x38, 0x43, 0x80,

    /* U+5DE8 "巨" */
    0xff, 0xf8, 0x7f, 0x83, 0xf8, 0x0,

    /* U+5DEE "差" */
    0x29, 0xfd, 0xf0, 0x8e, 0xef, 0xf2, 0x7f,

    /* U+5DF1 "己" */
    0xfc, 0xb, 0xf4, 0x28, 0x10, 0xff, 0x0,

    /* U+5DFB "巻" */
    0x55, 0xfc, 0x67, 0xf7, 0xff, 0x19, 0x3e,

    /* U+5DFE "巾" */
    0x11, 0xfe, 0x4c, 0x99, 0x32, 0x65, 0x88,

    /* U+5E02 "市" */
    0x11, 0xfc, 0x47, 0xfd, 0x3a, 0x75, 0x88,

    /* U+5E03 "布" */
    0x31, 0xfc, 0x83, 0xfc, 0xa9, 0x53, 0x84,

    /* U+5E06 "帆" */
    0x40, 0xfe, 0xfa, 0xfe, 0xf7, 0xf3, 0x73, 0x73,

    /* U+5E0C "希" */
    0x0, 0xfb, 0x9f, 0xf7, 0xf9, 0x72, 0xa7,

    /* U+5E1D "帝" */
    0x11, 0xfd, 0xa7, 0xf9, 0x2f, 0x97, 0x8,

    /* U+5E25 "帥" */
    0x44, 0x44, 0xbf, 0xf5, 0xf5, 0xb6, 0xe4, 0xa4,

    /* U+5E2B "師" */
    0x5f, 0xbe, 0xf6, 0xf6, 0xb6, 0xf6, 0xa4,

    /* U+5E2D "席" */
    0x8, 0x7f, 0x7f, 0x5e, 0x7f, 0x69, 0x6b, 0x8,

    /* U+5E2F "帯" */
    0xfe, 0xfb, 0xfc, 0x97, 0xca, 0x84, 0x0,

    /* U+5E30 "帰" */
    0x7f, 0x87, 0x7f, 0xff, 0xff, 0xfb, 0x84,

    /* U+5E33 "帳" */
    0x40, 0x5f, 0xff, 0xff, 0xff, 0xf4, 0x56, 0x79,

    /* U+5E38 "常" */
    0x55, 0xff, 0xfa, 0x27, 0xdf, 0xe5, 0x88,

    /* U+5E3D "帽" */
    0x41, 0xff, 0xff, 0xff, 0xff, 0xff, 0xaf,

    /* U+5E45 "幅" */
    0x40, 0x5f, 0xff, 0xff, 0xff, 0xff, 0x55, 0x5f,

    /* U+5E55 "幕" */
    0x29, 0xfd, 0xf2, 0x2f, 0xe8, 0xbf, 0xae,

    /* U+5E63 "幣" */
    0xb4, 0xf7, 0xfe, 0xf6, 0xff, 0xfe, 0xd2, 0xd6,

    /* U+5E72 "干" */
    0xfe, 0x20, 0x47, 0xf1, 0x2, 0x4, 0x0,

    /* U+5E73 "平" */
    0xfe, 0xa9, 0x57, 0xf1, 0x2, 0x4, 0x0,

    /* U+5E74 "年" */
    0x60, 0xfd, 0x27, 0xf6, 0x9f, 0xc2, 0x4,

    /* U+5E78 "幸" */
    0x10, 0xfb, 0xfa, 0x6f, 0xe2, 0x3f, 0x88,

    /* U+5E79 "幹" */
    0x66, 0xfa, 0xff, 0xf4, 0x9f, 0x64, 0xf4, 0x64,

    /* U+5E7B "幻" */
    0x5e, 0x86, 0x8b, 0x16, 0x3a, 0x7f, 0x80,

    /* U+5E7C "幼" */
    0x24, 0x44, 0xdf, 0xe5, 0x65, 0x55, 0x79, 0xdb,

    /* U+5E7D "幽" */
    0x11, 0x27, 0xff, 0xff, 0xfb, 0x7f, 0xc1,

    /* U+5E7E "幾" */
    0x55, 0x79, 0xdf, 0xff, 0xe9, 0x9b, 0xdb,

    /* U+5E81 "庁" */
    0x8, 0x7f, 0x40, 0x7f, 0x44, 0x44, 0x44, 0x9c,

    /* U+5E83 "広" */
    0x8, 0x7f, 0x48, 0x48, 0x58, 0x52, 0x52, 0xbd,

    /* U+5E8A "床" */
    0x8, 0x7f, 0x7f, 0x7f, 0x4c, 0x56, 0x67, 0x4,

    /* U+5E8F "序" */
    0x11, 0xff, 0xf5, 0x4f, 0xf2, 0xe5, 0x58,

    /* U+5E95 "底" */
    0x8, 0x7f, 0x5c, 0x5e, 0x54, 0x5d, 0x77, 0x3e,

    /* U+5E97 "店" */
    0x8, 0x7f, 0x48, 0x4f, 0x48, 0x76, 0xbe, 0x22,

    /* U+5E9C "府" */
    0x8, 0x7f, 0x52, 0x7f, 0x7a, 0x5a, 0x52, 0x16,

    /* U+5EA6 "度" */
    0x8, 0x7f, 0x7f, 0x5e, 0x7e, 0x56, 0xff,

    /* U+5EA7 "座" */
    0x8, 0x7f, 0x5a, 0x7a, 0x6d, 0x7e, 0x48, 0x7f,

    /* U+5EAB "庫" */
    0x8, 0x7f, 0x7f, 0x7f, 0x7f, 0x7f, 0x7f, 0xc,

    /* U+5EAD "庭" */
    0x11, 0xff, 0xbd, 0x2a, 0xdd, 0xf8, 0x2f,

    /* U+5EB6 "庶" */
    0x8, 0x7f, 0x7f, 0x52, 0x5e, 0x66, 0x6d, 0x24,

    /* U+5EB7 "康" */
    0x11, 0xfe, 0xff, 0xfb, 0xfb, 0x7f, 0xf9,

    /* U+5EB8 "庸" */
    0x11, 0xff, 0xff, 0xff, 0xff, 0xff, 0xaf,

    /* U+5EC3 "廃" */
    0x11, 0xfe, 0xf7, 0xbf, 0xff, 0xee, 0xb3,

    /* U+5EC9 "廉" */
    0x10, 0xfe, 0xfe, 0xfe, 0xfe, 0xfe, 0xb4, 0x5a,

    /* U+5ECA "廊" */
    0x11, 0xff, 0xff, 0xdf, 0xfb, 0x7f, 0x8c,

    /* U+5EF6 "延" */
    0xdd, 0x93, 0xb7, 0x4f, 0xd8, 0x2f, 0x80,

    /* U+5EF7 "廷" */
    0xde, 0x93, 0x7e, 0x4d, 0xf8, 0x2f, 0x80,

    /* U+5EFA "建" */
    0x9, 0xfd, 0xff, 0xff, 0xff, 0xf2, 0x5f,

    /* U+5F01 "弁" */
    0x20, 0x49, 0xf9, 0x2f, 0xe4, 0x99, 0x22,

    /* U+5F04 "弄" */
    0xfe, 0xfb, 0xf8, 0x2, 0x5f, 0xf1, 0x0,

    /* U+5F0A "弊" */
    0xb9, 0x7f, 0xef, 0xab, 0xe4, 0xb7, 0xe2,

    /* U+5F0F "式" */
    0xf, 0xfc, 0x27, 0xc2, 0x85, 0x4d, 0xf3,

    /* U+5F10 "弐" */
    0x8, 0xf7, 0xf8, 0x4f, 0x81, 0x45, 0xf3,

    /* U+5F13 "弓" */
    0xfc, 0x1f, 0xbf, 0x84, 0x11, 0xc0,

    /* U+5F14 "弔" */
    0x7e, 0xfd, 0x43, 0xf1, 0x22, 0xc4, 0x0,

    /* U+5F15 "引" */
    0xf2, 0x25, 0x8f, 0x99, 0x22, 0x5c, 0x80,

    /* U+5F1F "弟" */
    0xfe, 0x25, 0xfb, 0xf3, 0x3a, 0xe4, 0x0,

    /* U+5F25 "弥" */
    0xff, 0xf4, 0x8e, 0xf6, 0xb5, 0x35, 0xec,

    /* U+5F26 "弦" */
    0x4, 0x64, 0x7a, 0x5a, 0x6c, 0x2a, 0x3f, 0x61,

    /* U+5F27 "弧" */
    0xfe, 0xd6, 0xaf, 0x5e, 0xed, 0xfd, 0x80,

    /* U+5F31 "弱" */
    0xff, 0xdf, 0xfd, 0x9a, 0xbf, 0xfb, 0x80,

    /* U+5F35 "張" */
    0x7e, 0x3e, 0x5e, 0x7f, 0xbd, 0x3a, 0x7f,

    /* U+5F37 "強" */
    0xd4, 0xff, 0xfd, 0x5f, 0xe9, 0xbf, 0x80,

    /* U+5F3E "弾" */
    0xea, 0xfe, 0xff, 0xfc, 0x8f, 0xf2, 0x0,

    /* U+5F53 "当" */
    0xa6, 0xba, 0xbf, 0x7, 0xff, 0xc1,

    /* U+5F59 "彙" */
    0x40, 0xfb, 0xfc, 0x17, 0xcf, 0xbf, 0xeb,

    /* U+5F62 "形" */
    0xfb, 0x54, 0xfa, 0x54, 0x51, 0xd6, 0x94,

    /* U+5F69 "彩" */
    0xfa, 0xac, 0x72, 0xfe, 0x73, 0xf6, 0x28,

    /* U+5F6B "彫" */
    0xf7, 0xf3, 0xdf, 0xcf, 0x3e, 0xae, 0x0,

    /* U+5F70 "彰" */
    0x23, 0xef, 0xe7, 0xbf, 0x9e, 0x7f, 0x14,

    /* U+5F71 "影" */
    0xf9, 0x8e, 0xfb, 0xfc, 0xf9, 0x76, 0xec,

    /* U+5F79 "役" */
    0x5c, 0xd5, 0x67, 0x7e, 0xd6, 0x4c, 0x73,

    /* U+5F7C "彼" */
    0x24, 0xdf, 0x14, 0x7e, 0xda, 0xde, 0x7e, 0x7b,

    /* U+5F80 "往" */
    0x8, 0x46, 0xbf, 0x64, 0xdf, 0xc4, 0x44, 0x7f,

    /* U+5F81 "征" */
    0x7f, 0xc4, 0x57, 0xd4, 0xd4, 0x54, 0x7f,

    /* U+5F84 "径" */
    0x7f, 0xda, 0x6e, 0xd5, 0xdf, 0x44, 0x5f,

    /* U+5F85 "待" */
    0x24, 0x5f, 0x4, 0x7b, 0xdf, 0x52, 0x4a, 0x46,

    /* U+5F8B "律" */
    0x24, 0x5f, 0x3f, 0x5f, 0xdf, 0x44, 0x7f, 0x44,

    /* U+5F8C "後" */
    0x6a, 0xd6, 0x6a, 0x7f, 0xde, 0x7e, 0x4c, 0x73,

    /* U+5F90 "徐" */
    0x6c, 0xda, 0x3f, 0x44, 0xdf, 0x46, 0x55, 0x4d,

    /* U+5F92 "徒" */
    0x24, 0x5e, 0x4, 0x7e, 0xd6, 0x54, 0x7c, 0x67,

    /* U+5F93 "従" */
    0x0, 0x4a, 0x9f, 0x64, 0xd7, 0xd4, 0x7c, 0x67,

    /* U+5F97 "得" */
    0x7e, 0xde, 0x7e, 0xdf, 0xdf, 0x5a, 0x46,

    /* U+5FA1 "御" */
    0x73, 0xfb, 0x7f, 0xdb, 0xdb, 0x5f, 0x62,

    /* U+5FA9 "復" */
    0x10, 0xbe, 0xfa, 0xfd, 0xfb, 0xdf, 0x3f,

    /* U+5FAA "循" */
    0x0, 0x7e, 0x1f, 0x7e, 0xde, 0x5a, 0x7e, 0x6e,

    /* U+5FAE "微" */
    0x54, 0xff, 0x3d, 0x46, 0xfe, 0xee, 0x6e, 0x75,

    /* U+5FB3 "徳" */
    0x28, 0xfe, 0x3e, 0x76, 0xfe, 0xfe, 0x72, 0x7c,

    /* U+5FB4 "徴" */
    0x76, 0xff, 0x3d, 0x7f, 0xd6, 0xfe, 0x5e, 0x65,

    /* U+5FB9 "徹" */
    0x7e, 0x57, 0x3f, 0x5f, 0xd7, 0x5e, 0x5f, 0x5d,

    /* U+5FC3 "心" */
    0x38, 0x4, 0xa2, 0xa2, 0xa6, 0xa5, 0x3c,

    /* U+5FC5 "必" */
    0x3a, 0x4, 0xa6, 0xaa, 0xb6, 0x67, 0xbc,

    /* U+5FCC "忌" */
    0x7e, 0x2, 0x7f, 0x7f, 0x7a, 0xa3, 0xbd,

    /* U+5FCD "忍" */
    0x7e, 0x72, 0x3a, 0x4e, 0x6a, 0xe6, 0x3c,

    /* U+5FD7 "志" */
    0x11, 0xfc, 0x47, 0xf1, 0x15, 0xe9, 0xde,

    /* U+5FD8 "忘" */
    0x11, 0xfd, 0x3, 0xf1, 0x1f, 0xe9, 0xdf,

    /* U+5FD9 "忙" */
    0x48, 0xbf, 0xc7, 0x8d, 0xa, 0x14, 0x2f,

    /* U+5FDC "応" */
    0x11, 0xfe, 0x64, 0x2f, 0x5e, 0x75, 0xce,

    /* U+5FE0 "忠" */
    0x8, 0x7e, 0x4a, 0x7e, 0x8, 0x7a, 0x76, 0x3c,

    /* U+5FEB "快" */
    0x48, 0x7e, 0xea, 0xea, 0xfe, 0x48, 0x54, 0x62,

    /* U+5FF5 "念" */
    0x18, 0x66, 0xbd, 0x7e, 0x16, 0x3a, 0xe5, 0x3c,

    /* U+6012 "怒" */
    0xfe, 0x5a, 0x64, 0x5b, 0x3a, 0x6e, 0xbc,

    /* U+6016 "怖" */
    0x48, 0xff, 0xc6, 0xff, 0xab, 0x55, 0xa4,

    /* U+601D "思" */
    0x7f, 0x7f, 0x4b, 0x7f, 0x7b, 0x73, 0x3f,

    /* U+6020 "怠" */
    0x0, 0x24, 0xfe, 0x7e, 0x7e, 0x1a, 0x66, 0x3c,

    /* U+6025 "急" */
    0x3c, 0x7e, 0x7e, 0x7e, 0x1a, 0x6e, 0x3c,

    /* U+6027 "性" */
    0x54, 0x54, 0xff, 0xf4, 0xdf, 0x44, 0x44, 0x7f,

    /* U+6028 "怨" */
    0x7e, 0xda, 0x2a, 0xce, 0x6a, 0xe6, 0x3c,

    /* U+602A "怪" */
    0x40, 0x5f, 0xfa, 0xee, 0xdd, 0x5f, 0x44, 0x7f,

    /* U+604B "恋" */
    0x11, 0xfd, 0xb5, 0x5f, 0xbe, 0xe9, 0xdf,

    /* U+6050 "恐" */
    0xfe, 0x5a, 0x7f, 0xd2, 0xba, 0xa6, 0x3c,

    /* U+6052 "恒" */
    0x40, 0xff, 0xff, 0x9d, 0xeb, 0xd0, 0x3f,

    /* U+6063 "恣" */
    0x1, 0xbc, 0xae, 0xc2, 0x77, 0x69, 0xdf,

    /* U+6065 "恥" */
    0xec, 0xaa, 0xfa, 0xfa, 0xba, 0xeb, 0x2c,

    /* U+6068 "恨" */
    0x40, 0xbf, 0xcf, 0xfd, 0xea, 0xd5, 0x3d,

    /* U+6069 "恩" */
    0x7e, 0x7e, 0x7a, 0x7e, 0x6a, 0x66, 0x3c,

    /* U+606D "恭" */
    0x29, 0xfc, 0xa7, 0xf5, 0x5b, 0xd6, 0x94,

    /* U+606F "息" */
    0x10, 0x7e, 0x7e, 0x7e, 0x7e, 0x1a, 0x6e, 0x3c,

    /* U+6075 "恵" */
    0x11, 0xfd, 0xf3, 0xe7, 0xc2, 0x29, 0xdf,

    /* U+6094 "悔" */
    0x50, 0x5e, 0xff, 0xf6, 0xff, 0x5a, 0x7f, 0x46,

    /* U+609F "悟" */
    0x40, 0x5e, 0xfe, 0xff, 0xde, 0x52, 0x5e, 0x52,

    /* U+60A0 "悠" */
    0x8, 0x6f, 0xfa, 0xee, 0x53, 0x6a, 0xe6, 0x3c,

    /* U+60A3 "患" */
    0x8, 0x7e, 0x7e, 0x7e, 0x7e, 0x7a, 0x77, 0x3d,

    /* U+60A6 "悦" */
    0x5a, 0x9b, 0xff, 0x9d, 0xe9, 0x97, 0xbb,

    /* U+60A9 "悩" */
    0x4a, 0xb7, 0xef, 0xf, 0xef, 0xdf, 0xb1,

    /* U+60AA "悪" */
    0xff, 0xff, 0xff, 0xf1, 0x14, 0xef, 0x80,

    /* U+60B2 "悲" */
    0x28, 0xdc, 0xa3, 0x7f, 0x67, 0x59, 0x9f,

    /* U+60BC "悼" */
    0x48, 0x9f, 0x7f, 0xfe, 0x2b, 0x9f, 0xa4,

    /* U+60C5 "情" */
    0x48, 0xff, 0xff, 0xff, 0xef, 0xdf, 0xb3,

    /* U+60D1 "惑" */
    0xd, 0xff, 0xbf, 0x7f, 0xe2, 0xa9, 0xdf,

    /* U+60DC "惜" */
    0x52, 0x7f, 0xf2, 0xff, 0xff, 0x61, 0x7f, 0x7f,

    /* U+60E7 "惧" */
    0x40, 0x5e, 0xfe, 0xfe, 0xde, 0x7f, 0x5e, 0x72,

    /* U+60E8 "惨" */
    0x56, 0x7e, 0xeb, 0xff, 0xfe, 0x57, 0x5a, 0x5c,

    /* U+60F0 "惰" */
    0x48, 0x7f, 0xff, 0xff, 0xff, 0x5f, 0x5f, 0x57,

    /* U+60F3 "想" */
    0x40, 0x5e, 0xfe, 0xfe, 0x1e, 0x12, 0xa6, 0xbc,

    /* U+6101 "愁" */
    0x14, 0x7d, 0x7e, 0x7e, 0x2b, 0x6a, 0x66, 0x3c,

    /* U+6109 "愉" */
    0x4c, 0xaf, 0xff, 0xff, 0xef, 0xda, 0xbf,

    /* U+610F "意" */
    0x11, 0xff, 0xfb, 0xe7, 0xcf, 0xa9, 0xdf,

    /* U+611A "愚" */
    0xff, 0xff, 0xfc, 0xbb, 0xf4, 0xef, 0x80,

    /* U+611B "愛" */
    0xff, 0xff, 0xdd, 0xd7, 0xd5, 0x3f, 0x80,

    /* U+611F "感" */
    0x6, 0x7f, 0x7e, 0x7e, 0x7f, 0xa, 0x53, 0x1f,

    /* U+6144 "慄" */
    0x40, 0x7f, 0xdf, 0xfb, 0xff, 0x7f, 0x5e, 0x65,

    /* U+6148 "慈" */
    0x6d, 0xff, 0xab, 0x7f, 0xe2, 0xa9, 0xdf,

    /* U+614B "態" */
    0xfe, 0xfe, 0xfa, 0xfe, 0xae, 0xae, 0xbc,

    /* U+614C "慌" */
    0x52, 0x7f, 0xff, 0xf0, 0xde, 0x5e, 0x7f, 0x6f,

    /* U+614E "慎" */
    0x48, 0xff, 0xff, 0xfe, 0x2f, 0xd5, 0x31,

    /* U+6155 "慕" */
    0x29, 0xfd, 0xf2, 0x2f, 0xfa, 0xd7, 0x55,

    /* U+6162 "慢" */
    0x40, 0xbf, 0xcf, 0xff, 0xeb, 0xd7, 0x3f,

    /* U+6163 "慣" */
    0x40, 0x5e, 0xfe, 0xfe, 0xfe, 0x7e, 0x7e, 0x77,

    /* U+6168 "慨" */
    0x40, 0x5f, 0xee, 0xfe, 0xda, 0x6e, 0x7f, 0x4b,

    /* U+616E "慮" */
    0x8, 0xf, 0x7f, 0x4f, 0x75, 0x7f, 0x75, 0x2f,

    /* U+6170 "慰" */
    0xfe, 0xfa, 0xf6, 0xf2, 0x76, 0xae, 0xbc,

    /* U+6176 "慶" */
    0x11, 0xfe, 0xaf, 0xfe, 0xff, 0xbf, 0x37,

    /* U+6182 "憂" */
    0xfe, 0x85, 0xff, 0x7f, 0xd7, 0xbb, 0x80,

    /* U+618E "憎" */
    0x54, 0xff, 0xff, 0xff, 0xec, 0x5f, 0xbf,

    /* U+61A4 "憤" */
    0x7f, 0x7f, 0xff, 0xfe, 0xde, 0x5e, 0x5e, 0x77,

    /* U+61A7 "憧" */
    0x44, 0x5f, 0xff, 0xff, 0xdf, 0x5f, 0x5f, 0x7f,

    /* U+61A9 "憩" */
    0x4, 0xfe, 0xfe, 0xfe, 0xfe, 0x12, 0xc6, 0xbc,

    /* U+61AC "憬" */
    0x40, 0x5e, 0xf2, 0xff, 0xde, 0x5e, 0x56, 0x6d,

    /* U+61B2 "憲" */
    0x11, 0xfc, 0x47, 0xff, 0xff, 0xe9, 0xdf,

    /* U+61B6 "憶" */
    0x48, 0x7e, 0xfe, 0xfe, 0xfe, 0x7e, 0x72, 0x7c,

    /* U+61BE "憾" */
    0x46, 0x7f, 0xfe, 0xfe, 0xff, 0x6a, 0x77, 0x7f,

    /* U+61C7 "懇" */
    0x7f, 0xdf, 0x7b, 0xfb, 0x8d, 0xef, 0x80,

    /* U+61D0 "懐" */
    0x44, 0x7f, 0xff, 0xff, 0xff, 0x5b, 0x6a, 0x5d,

    /* U+61F2 "懲" */
    0x54, 0xbf, 0x7e, 0xfa, 0x7f, 0x5a, 0x6e, 0x3c,

    /* U+61F8 "懸" */
    0xfe, 0xde, 0xf6, 0xfe, 0xf4, 0xee, 0xbe,

    /* U+6210 "成" */
    0xa, 0x7f, 0x48, 0x7a, 0x56, 0x7d, 0x4d, 0x92,

    /* U+6211 "我" */
    0x2d, 0xd4, 0xa7, 0xf2, 0xbd, 0x8b, 0xbb,

    /* U+6212 "戒" */
    0xf, 0xfc, 0x23, 0x5f, 0xcd, 0x97, 0xdb,

    /* U+621A "戚" */
    0xd, 0xff, 0xa7, 0x5f, 0xdf, 0xbf, 0xfb,

    /* U+6226 "戦" */
    0xd6, 0xf5, 0xbf, 0xf4, 0xf6, 0xf5, 0x3f, 0x3a,

    /* U+622F "戯" */
    0x24, 0x36, 0xfc, 0xfe, 0xbe, 0xfe, 0xf7, 0xfa,

    /* U+6234 "戴" */
    0x29, 0xf7, 0xff, 0xdb, 0xfe, 0xbd, 0xef,

    /* U+6238 "戸" */
    0xfe, 0xf9, 0x13, 0xe4, 0x50, 0x20, 0x0,

    /* U+623B "戻" */
    0xff, 0xff, 0xf, 0xef, 0xf3, 0x39, 0x80,

    /* U+623F "房" */
    0xff, 0xff, 0xff, 0xfb, 0xfc, 0xf3, 0x0,

    /* U+6240 "所" */
    0xff, 0xf8, 0x9f, 0xfa, 0x8a, 0x9a, 0x92,

    /* U+6247 "扇" */
    0xfe, 0xfd, 0xff, 0xbf, 0x76, 0xf4, 0x80,

    /* U+6249 "扉" */
    0xfe, 0xfd, 0xfb, 0xbf, 0x76, 0xcd, 0x0,

    /* U+624B "手" */
    0x7e, 0x21, 0xf8, 0x8f, 0xe2, 0xc, 0x0,

    /* U+624D "才" */
    0x8, 0x13, 0xf8, 0x41, 0xdd, 0x2, 0x1c,

    /* U+6253 "打" */
    0x40, 0xbf, 0x92, 0x26, 0x58, 0x91, 0x6e,

    /* U+6255 "払" */
    0x48, 0x93, 0xa2, 0x4f, 0x2a, 0x5f, 0xe1,

    /* U+6271 "扱" */
    0x40, 0x5e, 0xea, 0x4f, 0x7a, 0xd6, 0x56, 0xe9,

    /* U+6276 "扶" */
    0x89, 0x7f, 0xfc, 0x47, 0xf1, 0x25, 0x51,

    /* U+6279 "批" */
    0x74, 0xf6, 0x7e, 0x74, 0xf5, 0x7d, 0xa6,

    /* U+627F "承" */
    0x7e, 0xec, 0x3d, 0x7e, 0x7e, 0x89, 0x38,

    /* U+6280 "技" */
    0x48, 0xff, 0xa3, 0xf7, 0x7a, 0x97, 0x71,

    /* U+6284 "抄" */
    0x44, 0x4e, 0xf5, 0x55, 0xec, 0x42, 0x4c, 0xd8,

    /* U+628A "把" */
    0x81, 0x7f, 0xab, 0xfe, 0x34, 0x28, 0xdf,

    /* U+6291 "抑" */
    0x91, 0x7f, 0xad, 0x56, 0xb5, 0x6f, 0xc4,

    /* U+6295 "投" */
    0x81, 0x3b, 0x5d, 0x3b, 0xfe, 0xa7, 0x53,

    /* U+6297 "抗" */
    0x48, 0x5f, 0xe0, 0x5c, 0x54, 0xf4, 0x55, 0xe7,

    /* U+6298 "折" */
    0x42, 0x4f, 0xe8, 0x5f, 0x7a, 0xd2, 0x52, 0xe2,

    /* U+629C "抜" */
    0x91, 0x7f, 0x44, 0xf7, 0x55, 0xaf, 0x69,

    /* U+629E "択" */
    0x40, 0xbf, 0xca, 0xff, 0x4a, 0x94, 0xf9,

    /* U+62AB "披" */
    0x89, 0xfe, 0xa5, 0xef, 0x55, 0xab, 0x4b,

    /* U+62B1 "抱" */
    0xa1, 0xfe, 0xec, 0x57, 0xb4, 0xe8, 0xdf,

    /* U+62B5 "抵" */
    0x85, 0x7b, 0xd5, 0xf7, 0x57, 0xec, 0xde,

    /* U+62B9 "抹" */
    0x49, 0xfd, 0x23, 0xfd, 0xcb, 0x9a, 0xc5,

    /* U+62BC "押" */
    0x40, 0xff, 0xab, 0xf6, 0xbf, 0xd2, 0x44,

    /* U+62BD "抽" */
    0x48, 0x93, 0xfb, 0x57, 0xfd, 0x7f, 0xd1,

    /* U+62C5 "担" */
    0x40, 0xbf, 0xca, 0xf7, 0x3b, 0xd0, 0x6f,

    /* U+62C9 "拉" */
    0x89, 0x7f, 0x5, 0x95, 0x52, 0xa5, 0x5f,

    /* U+62CD "拍" */
    0x44, 0x44, 0xff, 0x51, 0x7f, 0xd1, 0x5f, 0xd1,

    /* U+62D0 "拐" */
    0x81, 0x7f, 0x8d, 0xff, 0xf2, 0x6c, 0xd7,

    /* U+62D2 "拒" */
    0x40, 0x5f, 0x5e, 0x52, 0xfe, 0x50, 0x5f, 0xd0,

    /* U+62D3 "拓" */
    0x40, 0xbf, 0xa2, 0x47, 0xfe, 0x57, 0xe9,

    /* U+62D8 "拘" */
    0x48, 0x5f, 0xf1, 0x7d, 0x75, 0xdd, 0x51, 0xc6,

    /* U+62D9 "拙" */
    0x89, 0x57, 0xad, 0xf8, 0x9d, 0x6a, 0xdf,

    /* U+62DB "招" */
    0x40, 0xbf, 0xaa, 0xbf, 0xea, 0x57, 0xe9,

    /* U+62DD "拝" */
    0x40, 0x5f, 0xff, 0x44, 0xee, 0x5f, 0x44, 0xc4,

    /* U+62E0 "拠" */
    0xa0, 0xae, 0xfa, 0xba, 0xfb, 0xab, 0xb0, 0xcf,

    /* U+62E1 "拡" */
    0x44, 0x5f, 0xf0, 0x54, 0x74, 0xd6, 0x5a, 0xcd,

    /* U+62EC "括" */
    0x87, 0x7b, 0x25, 0xf4, 0x96, 0xef, 0xd1,

    /* U+62ED "拭" */
    0x46, 0xbf, 0x92, 0xe7, 0x5a, 0x97, 0xe1,

    /* U+62F3 "拳" */
    0x55, 0xfc, 0xa7, 0xf7, 0xff, 0xff, 0x98,

    /* U+62F6 "拶" */
    0x57, 0x5e, 0xfa, 0x5d, 0xef, 0xfa, 0x44, 0xd8,

    /* U+62F7 "拷" */
    0xbf, 0x9e, 0xfc, 0xff, 0x17, 0xe8, 0xc6,

    /* U+62FE "拾" */
    0x4c, 0xbb, 0xcb, 0xe7, 0xea, 0x57, 0xe9,

    /* U+6301 "持" */
    0x44, 0x5e, 0xe4, 0x5f, 0xff, 0x42, 0x4a, 0xc6,

    /* U+6307 "指" */
    0x52, 0xbf, 0xca, 0xf7, 0xfa, 0x57, 0xef,

    /* U+6311 "挑" */
    0x4c, 0x6d, 0xfe, 0x5c, 0x7e, 0xed, 0x5d, 0xf3,

    /* U+6319 "挙" */
    0x14, 0x6b, 0xbb, 0xef, 0xff, 0xc4, 0x18,

    /* U+631F "挟" */
    0x48, 0xff, 0x23, 0x5f, 0xeb, 0x9d, 0x71,

    /* U+6328 "挨" */
    0x55, 0xfd, 0x4b, 0xfe, 0x9f, 0xd7, 0x53,

    /* U+632B "挫" */
    0x48, 0xdb, 0xfb, 0xf7, 0xdf, 0xd2, 0x5f,

    /* U+632F "振" */
    0x40, 0x5f, 0xfe, 0x5f, 0xfd, 0x7a, 0x6a, 0xfd,

    /* U+633F "挿" */
    0x42, 0xff, 0xfb, 0xff, 0xef, 0xd2, 0x44,

    /* U+6349 "捉" */
    0x40, 0x5e, 0xf2, 0x4c, 0xf6, 0x54, 0x5c, 0xe7,

    /* U+6355 "捕" */
    0x4b, 0xf9, 0xfb, 0x5f, 0xef, 0xda, 0xd7,

    /* U+6357 "捗" */
    0x84, 0x97, 0xd4, 0xbf, 0x56, 0xad, 0x86, 0xb8,

    /* U+635C "捜" */
    0x89, 0x7f, 0xfd, 0x55, 0xdf, 0xe5, 0x5f,

    /* U+6368 "捨" */
    0x4c, 0x5e, 0xff, 0x5e, 0x7f, 0xdf, 0xdf, 0xd3,

    /* U+636E "据" */
    0x40, 0x7e, 0xfe, 0x7f, 0xec, 0x72, 0x7e, 0xf2,

    /* U+637B "捻" */
    0x4d, 0xed, 0xfa, 0xf6, 0x5f, 0x5d, 0xfe,

    /* U+6383 "掃" */
    0xbf, 0x7, 0x7d, 0xfb, 0xff, 0xeb, 0xc4,

    /* U+6388 "授" */
    0x83, 0x7f, 0xad, 0xff, 0xf6, 0xa6, 0x53,

    /* U+638C "掌" */
    0x6a, 0xff, 0xff, 0x7e, 0x7e, 0xff, 0xff, 0x38,

    /* U+6392 "排" */
    0x4a, 0x5b, 0xfb, 0x5b, 0xea, 0x7b, 0x5a, 0xd2,

    /* U+6398 "掘" */
    0x40, 0x7f, 0xff, 0x75, 0xff, 0x75, 0x7f, 0xf1,

    /* U+639B "掛" */
    0x52, 0x7e, 0xd2, 0x7e, 0x53, 0xff, 0x56, 0xfa,

    /* U+63A1 "採" */
    0x46, 0xbf, 0xaa, 0xdf, 0xeb, 0x97, 0xf5,

    /* U+63A2 "探" */
    0x40, 0x7f, 0xf5, 0x57, 0xff, 0x5e, 0x7b, 0xe9,

    /* U+63A5 "接" */
    0x89, 0x7f, 0x55, 0xff, 0xf6, 0xa3, 0x59,

    /* U+63A7 "控" */
    0x44, 0x7f, 0xed, 0x57, 0xff, 0x44, 0x44, 0xff,

    /* U+63A8 "推" */
    0x95, 0x7f, 0xd5, 0xff, 0x57, 0xaf, 0xd8,

    /* U+63AA "措" */
    0x95, 0x7f, 0x55, 0xff, 0xf4, 0x6f, 0xdf,

    /* U+63B2 "掲" */
    0xbe, 0xa2, 0xfe, 0xbe, 0x7f, 0xbd, 0xbf, 0x86,

    /* U+63CF "描" */
    0x55, 0xfd, 0x2, 0xfe, 0xaf, 0xd7, 0xf1,

    /* U+63D0 "提" */
    0x81, 0x7f, 0xfd, 0xff, 0xf5, 0xee, 0x7f,

    /* U+63DA "揚" */
    0xbf, 0x47, 0xfd, 0xf7, 0xf7, 0xf5, 0xdf,

    /* U+63DB "換" */
    0x58, 0x5e, 0xff, 0x6d, 0xf3, 0x7f, 0x4e, 0xf3,

    /* U+63E1 "握" */
    0x40, 0x5f, 0xff, 0x5f, 0xff, 0x7f, 0x64, 0xff,

    /* U+63EE "揮" */
    0x40, 0x7f, 0xff, 0x5f, 0x7f, 0x5f, 0x7f, 0xc4,

    /* U+63F4 "援" */
    0x9f, 0x7f, 0xad, 0xff, 0xf6, 0xab, 0x6b,

    /* U+63FA "揺" */
    0x8f, 0x7b, 0xad, 0xff, 0xf1, 0x2a, 0xdf,

    /* U+640D "損" */
    0xbe, 0xa2, 0xfe, 0xbe, 0xbe, 0xfe, 0xbe, 0xb7,

    /* U+642C "搬" */
    0x50, 0x6e, 0xff, 0x7f, 0xff, 0x7e, 0x6f, 0xdd,

    /* U+642D "搭" */
    0x95, 0x7f, 0x65, 0xa7, 0xf7, 0xa9, 0x5e,

    /* U+643A "携" */
    0x54, 0xff, 0xfb, 0xf5, 0xff, 0x95, 0xd3,

    /* U+643E "搾" */
    0x44, 0x7b, 0xea, 0x5b, 0x6f, 0x77, 0x47, 0xc4,

    /* U+6442 "摂" */
    0x40, 0x7f, 0xde, 0x5e, 0x7f, 0xf2, 0x4c, 0xb3,

    /* U+6458 "摘" */
    0xbf, 0xaa, 0xfd, 0xfe, 0xb7, 0xef, 0xd3,

    /* U+6469 "摩" */
    0x11, 0xff, 0xff, 0xff, 0xff, 0xff, 0x9c,

    /* U+646F "摯" */
    0x24, 0x6e, 0xff, 0xfb, 0x7e, 0xfe, 0xff, 0x38,

    /* U+6483 "撃" */
    0x26, 0xfb, 0xff, 0xff, 0x7f, 0xff, 0xff, 0x38,

    /* U+64A4 "撤" */
    0x7c, 0xef, 0x7a, 0x7e, 0xee, 0x7c, 0x7e, 0xfa,

    /* U+64AE "撮" */
    0x7f, 0xff, 0xfb, 0xff, 0xef, 0xdf, 0x57,

    /* U+64B2 "撲" */
    0x5d, 0x7f, 0xfa, 0x7f, 0xff, 0x7f, 0x4e, 0xf3,

    /* U+64C1 "擁" */
    0x88, 0xbf, 0xe6, 0xbf, 0x7f, 0xba, 0x9e, 0xaf,

    /* U+64CD "操" */
    0x9e, 0x92, 0xde, 0xbf, 0xbf, 0xff, 0x9e, 0xa9,

    /* U+64E6 "擦" */
    0x44, 0x7f, 0xff, 0x5e, 0xdf, 0x7f, 0x56, 0xed,

    /* U+64EC "擬" */
    0x60, 0x6f, 0x7a, 0x7f, 0xf7, 0x7f, 0x56, 0xeb,

    /* U+652F "支" */
    0x11, 0xfc, 0x43, 0xe4, 0x45, 0xf, 0x63,

    /* U+6539 "改" */
    0xe8, 0x6f, 0xec, 0x5a, 0x5f, 0xc0, 0x0,

    /* U+653B "攻" */
    0x8, 0xfd, 0x4b, 0xd4, 0xfc, 0x8f, 0x80,

    /* U+653E "放" */
    0x68, 0xff, 0x4a, 0x7a, 0x5a, 0x54, 0xd6, 0xfb,

    /* U+653F "政" */
    0x0, 0xf8, 0x2e, 0xba, 0xa6, 0xa6, 0xff,

    /* U+6545 "故" */
    0x68, 0xff, 0x6a, 0x6a, 0xfa, 0x94, 0xfa, 0x92,

    /* U+654F "敏" */
    0x75, 0x1f, 0xee, 0xdf, 0x7a, 0xbf, 0x94,

    /* U+6551 "救" */
    0x74, 0xff, 0xfa, 0xfa, 0x66, 0xf4, 0x6e, 0x5a,

    /* U+6557 "敗" */
    0xe9, 0xde, 0xef, 0xde, 0x55, 0xac, 0x80,

    /* U+6559 "教" */
    0x4c, 0x77, 0xfa, 0x6e, 0xfe, 0xfe, 0x2e, 0x69,

    /* U+6562 "敢" */
    0xf9, 0xfe, 0x6f, 0xff, 0x76, 0x96, 0x80,

    /* U+6563 "散" */
    0x6c, 0xff, 0xfa, 0xa, 0xf6, 0xf6, 0xf6, 0xbb,

    /* U+656C "敬" */
    0x68, 0xff, 0x8a, 0xfa, 0xfa, 0xf4, 0x9e, 0x21,

    /* U+6570 "数" */
    0xd9, 0x9f, 0xfa, 0x5f, 0xbc, 0xbe, 0x80,

    /* U+6574 "整" */
    0x24, 0xff, 0xfa, 0xf6, 0xfe, 0xfe, 0x5e, 0xff,

    /* U+6575 "敵" */
    0x29, 0xf1, 0xbd, 0xdb, 0xde, 0xbf, 0xdd,

    /* U+6577 "敷" */
    0x55, 0xf3, 0xff, 0xd5, 0xae, 0xb7, 0xdd,

    /* U+6587 "文" */
    0x11, 0xfd, 0x11, 0x42, 0x87, 0x31, 0x80,

    /* U+6589 "斉" */
    0x11, 0xfd, 0xa7, 0xf7, 0xc8, 0x9f, 0x62,

    /* U+658E "斎" */
    0x11, 0xfd, 0xb7, 0xf7, 0xcf, 0x9f, 0x4e,

    /* U+6591 "斑" */
    0x11, 0xbe, 0xd7, 0xf9, 0x52, 0xbb, 0x37,

    /* U+6597 "斗" */
    0x24, 0x69, 0x53, 0x22, 0x47, 0xf1, 0x2,

    /* U+6599 "料" */
    0xe2, 0xea, 0xe6, 0xfa, 0x6e, 0xe7, 0xda, 0x42,

    /* U+659C "斜" */
    0x62, 0xde, 0xf6, 0x2a, 0xfe, 0xb7, 0xba, 0xe2,

    /* U+65A4 "斤" */
    0x0, 0xf9, 0x3, 0xf4, 0x89, 0x22, 0x44,

    /* U+65A5 "斥" */
    0x7c, 0x81, 0xfb, 0x45, 0x99, 0xe2, 0x0,

    /* U+65AC "斬" */
    0x62, 0xfe, 0xf8, 0xfe, 0xfa, 0x6a, 0xfa, 0x62,

    /* U+65AD "断" */
    0x23, 0xff, 0xe7, 0xff, 0xb3, 0x7c, 0xc9,

    /* U+65B0 "新" */
    0x42, 0xfe, 0x68, 0x68, 0xfe, 0x6a, 0xda, 0x52,

    /* U+65B9 "方" */
    0x11, 0xfc, 0x81, 0xe2, 0x44, 0x91, 0x4e,

    /* U+65BD "施" */
    0x4c, 0xef, 0x5c, 0x7f, 0x6d, 0x6d, 0x69, 0xaf,

    /* U+65C5 "旅" */
    0x48, 0xef, 0x56, 0x7c, 0x6f, 0xea, 0xaa, 0xe9,

    /* U+65CB "旋" */
    0x49, 0xfd, 0x43, 0x7b, 0x56, 0xef, 0x7b,

    /* U+65CF "族" */
    0x4c, 0xef, 0x5c, 0x6f, 0x7a, 0x6f, 0x66, 0xb9,

    /* U+65D7 "旗" */
    0x28, 0xff, 0x5f, 0x79, 0x5f, 0x5f, 0x76, 0x39,

    /* U+65E2 "既" */
    0xff, 0x6b, 0xd7, 0x7a, 0xdf, 0xc9, 0x80,

    /* U+65E5 "日" */
    0xfe, 0x1f, 0xe1, 0x87, 0xf8, 0x40,

    /* U+65E6 "旦" */
    0x7c, 0x89, 0xf2, 0x27, 0xc0, 0x3f, 0x80,

    /* U+65E7 "旧" */
    0xbf, 0x46, 0xfd, 0x1a, 0x37, 0xe8, 0x80,

    /* U+65E8 "旨" */
    0x9f, 0x9f, 0xff, 0x87, 0xff, 0xc0,

    /* U+65E9 "早" */
    0x7c, 0xf9, 0x11, 0xcf, 0xe2, 0x4, 0x0,

    /* U+65EC "旬" */
    0x20, 0x5f, 0x7d, 0x3d, 0x3d, 0x21, 0x7,

    /* U+65FA "旺" */
    0xff, 0xa4, 0xfe, 0xa4, 0xa4, 0xff,

    /* U+6606 "昆" */
    0x7e, 0xfd, 0xfa, 0x47, 0xe9, 0x7b, 0x80,

    /* U+6607 "昇" */
    0x7c, 0xf9, 0xf1, 0x8f, 0xe9, 0xb3, 0x0,

    /* U+660E "明" */
    0xff, 0x67, 0xfd, 0x9f, 0xf2, 0x49, 0x80,

    /* U+6613 "易" */
    0x7e, 0x7e, 0x7e, 0x7f, 0xd6, 0x2a, 0x56,

    /* U+6614 "昔" */
    0x29, 0xfc, 0xa7, 0xf7, 0xc8, 0x9f, 0x3e,

    /* U+661F "星" */
    0xff, 0xff, 0xff, 0xff, 0xc2, 0x3f, 0x80,

    /* U+6620 "映" */
    0x8, 0xfe, 0xba, 0xfa, 0xbf, 0xac, 0xf6, 0x82,

    /* U+6625 "春" */
    0x11, 0xfd, 0xf7, 0xf7, 0xd8, 0xdf, 0x3e,

    /* U+6627 "昧" */
    0x9, 0x93, 0xff, 0xfd, 0xdf, 0xfa, 0xc5,

    /* U+6628 "昨" */
    0xff, 0xb8, 0xee, 0xa8, 0xae, 0xe8, 0x88,

    /* U+662D "昭" */
    0xff, 0x57, 0xdd, 0xfb, 0x3e, 0x7f, 0x80,

    /* U+662F "是" */
    0x7c, 0xf9, 0xf7, 0xf5, 0xde, 0x2f, 0x80,

    /* U+663C "昼" */
    0x7e, 0xfd, 0xf5, 0xfb, 0xa0, 0x3f, 0x80,

    /* U+6642 "時" */
    0x4, 0xfe, 0xbf, 0xe2, 0xbf, 0xba, 0xea, 0x86,

    /* U+6669 "晩" */
    0xfd, 0x7f, 0xed, 0xfa, 0xde, 0xed, 0x80,

    /* U+666E "普" */
    0x4d, 0xfd, 0xb7, 0xf7, 0xc8, 0x9f, 0x3e,

    /* U+666F "景" */
    0x7e, 0x87, 0xfb, 0xe7, 0xce, 0xac, 0x80,

    /* U+6674 "晴" */
    0x5, 0xfe, 0xfd, 0xff, 0xf7, 0xff, 0xcb,

    /* U+6676 "晶" */
    0x7c, 0xf9, 0xf7, 0x7a, 0xbd, 0xfb, 0x80,

    /* U+6681 "暁" */
    0x9, 0xff, 0x77, 0xbf, 0xfa, 0xfd, 0xd3,

    /* U+6687 "暇" */
    0xff, 0x77, 0xc5, 0xfb, 0x7f, 0xe4, 0x80,

    /* U+6691 "暑" */
    0x7c, 0x89, 0xff, 0xff, 0xcf, 0x9f, 0x0,

    /* U+6696 "暖" */
    0xff, 0xff, 0xfe, 0xff, 0x7f, 0xa4, 0x80,

    /* U+6697 "暗" */
    0x9, 0xfe, 0xdf, 0xfb, 0xf6, 0x7f, 0xcf,

    /* U+66A6 "暦" */
    0x7f, 0x7f, 0x7e, 0x7f, 0x61, 0x7f, 0x3f,

    /* U+66AB "暫" */
    0x62, 0xff, 0xff, 0x6a, 0xfe, 0x42, 0x7e, 0x7e,

    /* U+66AE "暮" */
    0x29, 0xfd, 0xf2, 0x2f, 0xff, 0xdf, 0x3e,

    /* U+66B4 "暴" */
    0x7c, 0xfb, 0xff, 0xff, 0xe7, 0xbc, 0x80,

    /* U+66C7 "曇" */
    0x7c, 0xf9, 0xf0, 0x8f, 0xff, 0xff, 0xfe,

    /* U+66D6 "曖" */
    0xff, 0xff, 0xff, 0xff, 0xfb, 0xad, 0x80,

    /* U+66DC "曜" */
    0xff, 0x7e, 0xff, 0xfb, 0xf7, 0xf7, 0x80,

    /* U+66F2 "曲" */
    0x28, 0x53, 0xfd, 0x5f, 0xf5, 0x7f, 0xc1,

    /* U+66F4 "更" */
    0xfe, 0xf9, 0xf3, 0xe5, 0x46, 0x33, 0x80,

    /* U+66F8 "書" */
    0x10, 0xfb, 0xff, 0xff, 0xef, 0x9f, 0x3e,

    /* U+66F9 "曹" */
    0x29, 0xff, 0xff, 0xff, 0xef, 0x9f, 0x3e,

    /* U+66FD "曽" */
    0x6d, 0xff, 0xff, 0xff, 0xf8, 0xff, 0xff,

    /* U+66FF "替" */
    0x24, 0xf6, 0xff, 0x76, 0xff, 0x42, 0x7e, 0x7e,

    /* U+6700 "最" */
    0x7c, 0xfb, 0xfb, 0x76, 0xcd, 0xae, 0x80,

    /* U+6708 "月" */
    0x7e, 0x85, 0xfb, 0xf4, 0x28, 0x63, 0x80,

    /* U+6709 "有" */
    0x31, 0xdd, 0xfe, 0x37, 0xef, 0xd1, 0xa6,

    /* U+670D "服" */
    0xff, 0xef, 0xff, 0xdf, 0x5e, 0xbe, 0x80,

    /* U+6715 "朕" */
    0xf7, 0x7f, 0xa7, 0xfa, 0xd6, 0xfc, 0x80,

    /* U+6717 "朗" */
    0x41, 0xff, 0xfd, 0xfe, 0xf5, 0xff, 0xce,

    /* U+671B "望" */
    0x41, 0xde, 0x3c, 0xff, 0xef, 0x84, 0x7f,

    /* U+671D "朝" */
    0x61, 0xff, 0xff, 0xd9, 0xed, 0x7e, 0xbb,

    /* U+671F "期" */
    0xdf, 0xf7, 0xff, 0xdd, 0xff, 0x5a, 0xcf,

    /* U+6728 "木" */
    0x10, 0x23, 0xf9, 0xc3, 0x8a, 0xa4, 0x88,

    /* U+672A "未" */
    0x11, 0xfc, 0x47, 0xf3, 0x8a, 0xb5, 0x88,

    /* U+672B "末" */
    0x11, 0xfc, 0x47, 0xf3, 0x8a, 0xb5, 0x88,

    /* U+672C "本" */
    0x10, 0x23, 0xf9, 0xc7, 0xca, 0xbf, 0x88,

    /* U+672D "札" */
    0x24, 0x24, 0x74, 0x34, 0x74, 0x65, 0x25, 0x27,

    /* U+6731 "朱" */
    0x50, 0xfe, 0x44, 0x8f, 0xe7, 0x15, 0x49,

    /* U+6734 "朴" */
    0x24, 0x24, 0x74, 0x34, 0x77, 0x64, 0x24, 0x24,

    /* U+673A "机" */
    0x40, 0xbb, 0xd2, 0xaf, 0x5a, 0xd5, 0xb3,

    /* U+673D "朽" */
    0x40, 0xbf, 0xa2, 0x7f, 0x3c, 0x50, 0xa7,

    /* U+6749 "杉" */
    0x42, 0x8f, 0xe2, 0x1f, 0xd8, 0x53, 0x28,

    /* U+6750 "材" */
    0x42, 0x42, 0xef, 0x66, 0xee, 0xda, 0x52, 0x4e,

    /* U+6751 "村" */
    0x42, 0x42, 0xef, 0x6a, 0xea, 0xca, 0x42, 0x4e,

    /* U+675F "束" */
    0x11, 0xfd, 0xf2, 0xa7, 0xc7, 0x35, 0xc9,

    /* U+6761 "条" */
    0x20, 0xfb, 0xb3, 0xef, 0xe7, 0x35, 0xc9,

    /* U+6765 "来" */
    0x11, 0xfd, 0x52, 0xaf, 0xe7, 0x15, 0xc9,

    /* U+676F "杯" */
    0x40, 0x5f, 0xe4, 0x4e, 0xfe, 0xf5, 0x44, 0x44,

    /* U+6771 "東" */
    0x11, 0xfd, 0xf3, 0xe7, 0xc7, 0x35, 0xc9,

    /* U+677E "松" */
    0x40, 0x52, 0xf2, 0x5a, 0x68, 0xea, 0xca, 0x7f,

    /* U+677F "板" */
    0x40, 0x5f, 0x5f, 0x7b, 0xf6, 0xd6, 0x7e, 0x49,

    /* U+6790 "析" */
    0x42, 0x5f, 0xf0, 0x5f, 0xf2, 0xf2, 0x62, 0x62,

    /* U+6795 "枕" */
    0x48, 0xff, 0xab, 0x56, 0x9f, 0x56, 0xb3,

    /* U+6797 "林" */
    0x44, 0x44, 0xee, 0x64, 0xee, 0xde, 0x74, 0x44,

    /* U+679A "枚" */
    0x48, 0xbf, 0xca, 0xde, 0xbd, 0x93, 0x29,

    /* U+679C "果" */
    0xff, 0xff, 0xff, 0xf3, 0x9a, 0xe4, 0x80,

    /* U+679D "枝" */
    0x44, 0xff, 0xe4, 0x5f, 0xf3, 0xca, 0x4e, 0x71,

    /* U+67A0 "枠" */
    0x48, 0x5e, 0xef, 0x7f, 0xf4, 0xdf, 0x44, 0x44,

    /* U+67A2 "枢" */
    0x40, 0x5f, 0xf2, 0x76, 0xf6, 0xdc, 0x5f, 0x50,

    /* U+67AF "枯" */
    0x44, 0x44, 0xff, 0x44, 0xff, 0xd1, 0x5f, 0x51,

    /* U+67B6 "架" */
    0x41, 0xfd, 0x6f, 0xff, 0xe7, 0x3d, 0xc9,

    /* U+67C4 "柄" */
    0x40, 0x5f, 0x5f, 0x55, 0xff, 0xdb, 0x51, 0x57,

    /* U+67D0 "某" */
    0xfe, 0x89, 0xf2, 0x27, 0xdf, 0xdf, 0x49,

    /* U+67D3 "染" */
    0x88, 0xbb, 0x7b, 0xbf, 0xe7, 0x3d, 0xc9,

    /* U+67D4 "柔" */
    0x7f, 0xfd, 0xbd, 0xaf, 0xe7, 0xb4, 0x80,

    /* U+67F1 "柱" */
    0x4c, 0x8b, 0xfa, 0x2f, 0xf8, 0x91, 0x2f,

    /* U+67F3 "柳" */
    0x89, 0x7f, 0xbb, 0x7e, 0xf7, 0xe7, 0xda,

    /* U+67F5 "柵" */
    0x40, 0x5f, 0xff, 0x5f, 0x7f, 0xdf, 0xdf, 0x5f,

    /* U+67FB "査" */
    0x11, 0xff, 0x5b, 0xe7, 0xcf, 0x91, 0x7f,

    /* U+67FF "柿" */
    0x44, 0x5f, 0xe4, 0x7f, 0xf5, 0xd5, 0x57, 0x44,

    /* U+6803 "栃" */
    0x47, 0x5e, 0xf0, 0x7f, 0xf7, 0xd5, 0x5d, 0x4b,

    /* U+6804 "栄" */
    0x55, 0xfe, 0xc, 0x9f, 0xe7, 0x15, 0x49,

    /* U+6813 "栓" */
    0x4c, 0x5e, 0xf3, 0x5e, 0xec, 0xfe, 0x4c, 0x7f,

    /* U+6821 "校" */
    0x44, 0x5f, 0xf2, 0x5b, 0xeb, 0xea, 0x4e, 0x71,

    /* U+682A "株" */
    0x54, 0x5e, 0xfe, 0x54, 0xfe, 0xec, 0x56, 0x64,

    /* U+6838 "核" */
    0x44, 0x5f, 0xe4, 0x5a, 0xec, 0xfa, 0x4e, 0x71,

    /* U+6839 "根" */
    0x40, 0xbf, 0xfa, 0x9f, 0xfe, 0xd5, 0x3d,

    /* U+683C "格" */
    0x48, 0xbf, 0xea, 0x6f, 0x3b, 0xd7, 0xa9,

    /* U+683D "栽" */
    0x49, 0xf5, 0x27, 0xff, 0xac, 0xf7, 0xeb,

    /* U+6841 "桁" */
    0x90, 0x9f, 0xe0, 0x5f, 0xf2, 0x92, 0x92, 0x96,

    /* U+6843 "桃" */
    0x2a, 0x1d, 0xde, 0xc5, 0x67, 0xb7, 0xd0, 0xaa,
    0x67,

    /* U+6848 "案" */
    0x11, 0xff, 0xfb, 0x47, 0xdf, 0xce, 0x6b,

    /* U+6851 "桑" */
    0xff, 0xff, 0xbf, 0xff, 0xef, 0xa4, 0x80,

    /* U+685C "桜" */
    0x4b, 0x5a, 0xf6, 0x4a, 0xff, 0xd2, 0x4c, 0x72,

    /* U+685F "桟" */
    0x4c, 0xff, 0xe2, 0xfe, 0xfb, 0x53, 0x3b,

    /* U+6885 "梅" */
    0x50, 0xfe, 0x7e, 0x56, 0xff, 0xda, 0x7f, 0x46,

    /* U+6897 "梗" */
    0x40, 0x5f, 0xff, 0x7f, 0xff, 0xd5, 0x58, 0x77,

    /* U+68A8 "梨" */
    0xeb, 0xf7, 0x4a, 0xbf, 0xe7, 0xb4, 0x80,

    /* U+68B0 "械" */
    0x46, 0xff, 0x5c, 0x7e, 0xfe, 0xdf, 0x6f, 0x6a,

    /* U+68C4 "棄" */
    0x11, 0xfd, 0xff, 0xf7, 0xdf, 0xdf, 0x69,

    /* U+68CB "棋" */
    0x52, 0xfe, 0x5e, 0x72, 0xfe, 0xff, 0x5e, 0x72,

    /* U+68D2 "棒" */
    0x89, 0x7f, 0xff, 0xfb, 0xd7, 0xef, 0xc4,

    /* U+68DA "棚" */
    0x40, 0x5f, 0xed, 0x7f, 0xdf, 0xed, 0x6d, 0x7f,

    /* U+68DF "棟" */
    0x44, 0x7f, 0xff, 0x7f, 0xff, 0xce, 0x77, 0x65,

    /* U+68EE "森" */
    0x11, 0xfc, 0xf2, 0xf, 0xed, 0xb5, 0xaa,

    /* U+68FA "棺" */
    0x48, 0x5e, 0xff, 0x52, 0xfe, 0xde, 0x5e, 0x52,

    /* U+6905 "椅" */
    0x48, 0x5e, 0xf2, 0x7f, 0xfe, 0xd6, 0x5e, 0x56,

    /* U+690D "植" */
    0x44, 0xbf, 0x92, 0xff, 0xfb, 0x57, 0xaf,

    /* U+690E "椎" */
    0x55, 0xfd, 0x52, 0xff, 0x5b, 0xd7, 0xa8,

    /* U+691C "検" */
    0x4c, 0xff, 0x55, 0x7f, 0xf5, 0xff, 0x4e, 0x51,

    /* U+696D "業" */
    0xaf, 0xfd, 0xb7, 0xff, 0xff, 0xdf, 0x49,

    /* U+6975 "極" */
    0x40, 0x7f, 0x7d, 0x6f, 0xed, 0xff, 0xce, 0x7f,

    /* U+6977 "楷" */
    0x54, 0xbf, 0xd2, 0xff, 0xfa, 0x57, 0xaf,

    /* U+697C "楼" */
    0x55, 0x5e, 0xff, 0x59, 0xff, 0xda, 0x4e, 0x79,

    /* U+697D "楽" */
    0x11, 0xdc, 0xe7, 0x73, 0x9f, 0xdf, 0x49,

    /* U+6982 "概" */
    0x40, 0x5f, 0xee, 0x7e, 0x7a, 0xee, 0xff, 0x4b,

    /* U+69CB "構" */
    0x52, 0x7f, 0xff, 0x7f, 0x7f, 0xdf, 0xff, 0x63,

    /* U+69D8 "様" */
    0x4a, 0x5f, 0xe4, 0x5f, 0xff, 0xd5, 0x5e, 0x4d,

    /* U+69FD "槽" */
    0x4c, 0xff, 0xfa, 0xff, 0xff, 0xf7, 0xaf,

    /* U+6A19 "標" */
    0x40, 0x7f, 0xff, 0x5f, 0xff, 0xff, 0x57, 0x6d,

    /* U+6A21 "模" */
    0x52, 0x7f, 0xff, 0x5f, 0xff, 0xff, 0x5e, 0x73,

    /* U+6A29 "権" */
    0x5e, 0xf8, 0x5e, 0x54, 0xfe, 0xfe, 0xde, 0x5f,

    /* U+6A2A "横" */
    0x52, 0x5f, 0xff, 0x5f, 0xff, 0xdf, 0x52, 0x51,

    /* U+6A39 "樹" */
    0x49, 0x7d, 0xeb, 0x7f, 0xff, 0xd7, 0x5d, 0x7b,

    /* U+6A4B "橋" */
    0x41, 0x5f, 0xff, 0x5f, 0xef, 0xd1, 0x5f, 0x53,

    /* U+6A5F "機" */
    0x5c, 0x7e, 0xfe, 0x7e, 0xfe, 0xd6, 0x55, 0x6a,

    /* U+6B04 "欄" */
    0x40, 0x5b, 0xfb, 0x7f, 0xff, 0xdf, 0xdf, 0x5f,

    /* U+6B20 "欠" */
    0x20, 0xfd, 0x5c, 0xa1, 0x5, 0x31, 0x80,

    /* U+6B21 "次" */
    0x10, 0xde, 0x6a, 0x2a, 0x48, 0xd4, 0xb6, 0x0,

    /* U+6B27 "欧" */
    0x9, 0xdf, 0xfd, 0x3f, 0x59, 0x7e, 0xc9,

    /* U+6B32 "欲" */
    0x40, 0x5f, 0xa9, 0x5e, 0x74, 0x5a, 0x7b, 0x41,

    /* U+6B3A "欺" */
    0xd8, 0xff, 0xfd, 0xd6, 0xf4, 0xf6, 0x6b, 0x91,

    /* U+6B3E "款" */
    0x28, 0xff, 0xf9, 0xf6, 0xf4, 0xb4, 0xba, 0xe1,

    /* U+6B4C "歌" */
    0xf8, 0xdf, 0xfe, 0xf4, 0xd4, 0xda, 0x31,

    /* U+6B53 "歓" */
    0x44, 0xbf, 0xf9, 0x6e, 0xf4, 0xf4, 0xfa, 0xf9,

    /* U+6B62 "止" */
    0x8, 0x91, 0x3a, 0x44, 0x89, 0x3f, 0x80,

    /* U+6B63 "正" */
    0xfe, 0x31, 0x7a, 0xc5, 0x9f, 0xc0,

    /* U+6B66 "武" */
    0x8, 0xf7, 0xf9, 0x4b, 0x94, 0xe9, 0xfb,

    /* U+6B69 "歩" */
    0x8, 0xdf, 0xfa, 0x44, 0xbf, 0x43, 0x70,

    /* U+6B6F "歯" */
    0x50, 0xbf, 0xfd, 0xdf, 0xf7, 0x64, 0xff,

    /* U+6B73 "歳" */
    0x5e, 0xa3, 0xff, 0xff, 0xb7, 0xbd, 0xff,

    /* U+6B74 "歴" */
    0x7e, 0xfd, 0xdb, 0xe6, 0xed, 0xf, 0x80,

    /* U+6B7B "死" */
    0xfe, 0xf5, 0xbf, 0x42, 0xa9, 0x63, 0x80,

    /* U+6B89 "殉" */
    0xfe, 0xa7, 0xff, 0xf7, 0xea, 0x61, 0x80,

    /* U+6B8A "殊" */
    0x19, 0xfd, 0xe5, 0x4b, 0xf9, 0x96, 0xd4,

    /* U+6B8B "残" */
    0xd, 0xdd, 0xfd, 0x4f, 0xe9, 0xd3, 0xdb,

    /* U+6B96 "殖" */
    0x5, 0xfd, 0x15, 0xff, 0xef, 0x57, 0xcf,

    /* U+6BB4 "殴" */
    0xed, 0x5f, 0xdd, 0xfc, 0xfd, 0xe4, 0x80,

    /* U+6BB5 "段" */
    0x7e, 0x4a, 0x7b, 0x7f, 0x4f, 0x66, 0x59,

    /* U+6BBA "殺" */
    0xbe, 0x6b, 0xf3, 0xfe, 0x7a, 0xe4, 0x5b,

    /* U+6BBB "殻" */
    0x60, 0xfe, 0xfb, 0xff, 0xfa, 0x76, 0xbf,

    /* U+6BBF "殿" */
    0xfd, 0x3f, 0xff, 0xff, 0xdb, 0x96, 0x80,

    /* U+6BC0 "毀" */
    0xfd, 0x6e, 0xda, 0xff, 0x49, 0x3d, 0x80,

    /* U+6BCD "母" */
    0x7e, 0x5a, 0xff, 0x52, 0x4a, 0xff, 0xe,

    /* U+6BCE "毎" */
    0x60, 0x7f, 0xfe, 0x4a, 0xff, 0x52, 0x7f, 0xc,

    /* U+6BD2 "毒" */
    0x18, 0xff, 0x7e, 0xff, 0x7e, 0xff, 0x7f, 0xcc,

    /* U+6BD4 "比" */
    0x48, 0x4b, 0x7c, 0x48, 0x49, 0x59, 0xef,

    /* U+6BDB "毛" */
    0x5, 0xf8, 0x8f, 0xf2, 0x1f, 0x88, 0x9f,

    /* U+6C0F "氏" */
    0x2, 0x7c, 0x48, 0x7e, 0x48, 0x44, 0x4d, 0xf2,

    /* U+6C11 "民" */
    0x7e, 0x42, 0x7c, 0x7e, 0x48, 0x45, 0xf6,

    /* U+6C17 "気" */
    0x0, 0x7e, 0xfe, 0x7c, 0x4c, 0x3f, 0x33, 0xcb,

    /* U+6C34 "水" */
    0x10, 0x10, 0xfa, 0x3c, 0x74, 0x56, 0x93, 0x30,

    /* U+6C37 "氷" */
    0x10, 0xd2, 0x1a, 0xfc, 0x34, 0x56, 0x93, 0x30,

    /* U+6C38 "永" */
    0x38, 0x0, 0x3a, 0xfc, 0x34, 0x56, 0x93, 0x30,

    /* U+6C3E "氾" */
    0x5e, 0x25, 0x48, 0xb3, 0x2a, 0x57, 0x80,

    /* U+6C41 "汁" */
    0x88, 0x90, 0x25, 0xf0, 0x89, 0x12, 0x44,

    /* U+6C42 "求" */
    0x15, 0xfd, 0x62, 0xf1, 0xc6, 0xb4, 0x99,

    /* U+6C4E "汎" */
    0x5e, 0x12, 0x5a, 0x1e, 0x37, 0x53, 0x63,

    /* U+6C57 "汗" */
    0xbe, 0x12, 0xf8, 0x44, 0x91, 0x22, 0x0,

    /* U+6C5A "汚" */
    0xfe, 0xa3, 0xf8, 0xf5, 0x28, 0x63, 0x80,

    /* U+6C5F "江" */
    0xfe, 0x13, 0x20, 0x44, 0x97, 0xc0,

    /* U+6C60 "池" */
    0x58, 0xaf, 0xea, 0xd1, 0xaa, 0x54, 0xef,

    /* U+6C70 "汰" */
    0x8, 0x92, 0xfe, 0x41, 0x8a, 0x9b, 0xd5,

    /* U+6C7A "決" */
    0x88, 0xfe, 0x2a, 0x53, 0xeb, 0x25, 0x51,

    /* U+6C7D "汽" */
    0x11, 0xfc, 0x85, 0xe3, 0x88, 0xf1, 0xc3,

    /* U+6C83 "沃" */
    0x6, 0xf2, 0x23, 0xf1, 0x8b, 0xa9, 0x80,

    /* U+6C88 "沈" */
    0x8, 0xfe, 0xae, 0x40, 0x8b, 0x5e, 0xd3,

    /* U+6C96 "沖" */
    0x8, 0x92, 0xff, 0x52, 0xaf, 0xd2, 0x44,

    /* U+6C99 "沙" */
    0x88, 0xd6, 0xa9, 0x51, 0xa8, 0xa6, 0x0,

    /* U+6CA1 "没" */
    0xdc, 0x55, 0xe6, 0x3e, 0x56, 0x5c, 0xb6,

    /* U+6CA2 "沢" */
    0x5e, 0x25, 0x78, 0xa5, 0x4e, 0x40, 0x0,

    /* U+6CB3 "河" */
    0xff, 0xbe, 0x66, 0x26, 0x7e, 0x42, 0x86,

    /* U+6CB8 "沸" */
    0x4c, 0x7f, 0xd, 0x5f, 0x1c, 0x7f, 0x5f, 0x54,

    /* U+6CB9 "油" */
    0x9, 0x90, 0xff, 0x53, 0xed, 0x6f, 0x91,

    /* U+6CBB "治" */
    0x0, 0x48, 0x12, 0x5e, 0x1e, 0x52, 0x5e, 0x12,

    /* U+6CBC "沼" */
    0x5f, 0x9, 0x5b, 0x1f, 0x51, 0x5f, 0x11,

    /* U+6CBF "沿" */
    0x6c, 0x25, 0x48, 0xf7, 0x2b, 0xc4, 0x80,

    /* U+6CC1 "況" */
    0x5e, 0x12, 0x5e, 0xc, 0x75, 0x55, 0x66,

    /* U+6CC9 "泉" */
    0x10, 0x6e, 0x7e, 0x42, 0x7e, 0xfa, 0x5e, 0xbb,

    /* U+6CCA "泊" */
    0x88, 0xfe, 0x8f, 0x13, 0xec, 0x7f, 0xd1,

    /* U+6CCC "泌" */
    0x5d, 0xa, 0x5b, 0x1d, 0x6b, 0x5b, 0x6e,

    /* U+6CD5 "法" */
    0xc, 0x7f, 0x8c, 0x7f, 0x4a, 0x5a, 0xbf,

    /* U+6CE1 "泡" */
    0x50, 0x1f, 0xfd, 0x45, 0x1d, 0x33, 0x51, 0x5f,

    /* U+6CE2 "波" */
    0x88, 0xfe, 0xaf, 0xf3, 0x6d, 0xaf, 0x41,

    /* U+6CE3 "泣" */
    0x88, 0xfe, 0x2, 0xa1, 0x4a, 0x91, 0x5f,

    /* U+6CE5 "泥" */
    0xbf, 0xfe, 0x81, 0xb7, 0x96, 0x77, 0x80,

    /* U+6CE8 "注" */
    0x11, 0x9a, 0xfe, 0x43, 0xe9, 0x12, 0x5f,

    /* U+6CF0 "泰" */
    0x11, 0xfd, 0xf7, 0xf5, 0x57, 0xdf, 0x59,

    /* U+6CF3 "泳" */
    0x1c, 0x40, 0x9e, 0x7e, 0x1c, 0x5a, 0xeb, 0x98,

    /* U+6D0B "洋" */
    0x94, 0xef, 0x23, 0xf0, 0x8f, 0xe2, 0x44,

    /* U+6D17 "洗" */
    0x98, 0xfe, 0xa3, 0xf1, 0x4a, 0xfd, 0xd3,

    /* U+6D1E "洞" */
    0xbf, 0xff, 0xf9, 0xb7, 0xf6, 0x69, 0x80,

    /* U+6D25 "津" */
    0x4, 0x7f, 0xbf, 0x7f, 0x3f, 0x44, 0x7f, 0x4,

    /* U+6D2A "洪" */
    0x92, 0xd2, 0x7f, 0xd2, 0x3f, 0x50, 0xb3, 0x20,

    /* U+6D3B "活" */
    0x3, 0xf8, 0x25, 0xf0, 0x8e, 0xef, 0x91,

    /* U+6D3E "派" */
    0x4e, 0x10, 0x5f, 0x5a, 0x1a, 0x5a, 0x5a, 0x68,

    /* U+6D41 "流" */
    0x9, 0xfe, 0x57, 0xf4, 0x25, 0x9b, 0xd7,

    /* U+6D44 "浄" */
    0x0, 0xde, 0xff, 0xc5, 0x3f, 0x7f, 0xc4, 0x9c,

    /* U+6D45 "浅" */
    0x8a, 0xfe, 0x3a, 0xc3, 0xe9, 0xe3, 0xdb,

    /* U+6D5C "浜" */
    0x7d, 0x7d, 0x91, 0x27, 0xfa, 0xa8, 0x80,

    /* U+6D66 "浦" */
    0xe, 0x7d, 0xbf, 0x6d, 0x3f, 0x7f, 0x6d, 0xaf,

    /* U+6D6A "浪" */
    0x8, 0x7e, 0x12, 0x5e, 0x1e, 0x36, 0x54, 0x7a,

    /* U+6D6E "浮" */
    0xfe, 0xef, 0xb1, 0xf7, 0xf9, 0x26, 0x0,

    /* U+6D74 "浴" */
    0x72, 0x3d, 0x5a, 0x3f, 0x52, 0x5e, 0x52,

    /* U+6D77 "海" */
    0x10, 0xfe, 0xfb, 0x53, 0xed, 0x7f, 0x82,

    /* U+6D78 "浸" */
    0xff, 0xfd, 0xf9, 0xf5, 0xea, 0xaf, 0x80,

    /* U+6D88 "消" */
    0x55, 0x75, 0x15, 0x5f, 0x1f, 0x3f, 0x51, 0x53,

    /* U+6D99 "涙" */
    0xbe, 0xff, 0x89, 0xe7, 0xed, 0xac, 0x80,

    /* U+6DAF "涯" */
    0xbe, 0xff, 0x91, 0xf7, 0xf4, 0xb7, 0x80,

    /* U+6DB2 "液" */
    0x4, 0x7b, 0x9f, 0x6d, 0x3b, 0x6e, 0x6e, 0x39,

    /* U+6DBC "涼" */
    0x4, 0xff, 0xbf, 0x73, 0x3f, 0x56, 0xf7, 0xad,

    /* U+6DD1 "淑" */
    0x10, 0x5f, 0x15, 0x7e, 0x3e, 0x7a, 0x76, 0x91,

    /* U+6DE1 "淡" */
    0x8a, 0xd6, 0x51, 0x56, 0xb3, 0xad, 0x80,

    /* U+6DEB "淫" */
    0xfe, 0xd7, 0x29, 0xe7, 0xf9, 0x2f, 0x80,

    /* U+6DF1 "深" */
    0xfe, 0xee, 0x5b, 0xf5, 0xcd, 0x6a, 0x80,

    /* U+6DF7 "混" */
    0x5e, 0x1e, 0x5e, 0x14, 0x7e, 0x55, 0x7e,

    /* U+6DFB "添" */
    0xff, 0x7d, 0x51, 0xd5, 0xed, 0xef, 0x0,

    /* U+6E05 "清" */
    0x88, 0xfc, 0xff, 0xf3, 0xef, 0xff, 0xd7,

    /* U+6E07 "渇" */
    0x5e, 0x1e, 0xde, 0x1f, 0x7d, 0x5d, 0x46,

    /* U+6E08 "済" */
    0x8, 0xfe, 0x53, 0xf3, 0xcc, 0x9f, 0x52,

    /* U+6E09 "渉" */
    0xc, 0x5f, 0x1c, 0xff, 0x5e, 0x6d, 0x46, 0xb8,

    /* U+6E0B "渋" */
    0x4, 0xd7, 0x94, 0xff, 0x32, 0x44, 0x56, 0xa3,

    /* U+6E13 "渓" */
    0xfe, 0xd7, 0x21, 0xf7, 0xf2, 0x88, 0x80,

    /* U+6E1B "減" */
    0x6, 0x7f, 0xbc, 0x7f, 0x3e, 0x7f, 0x67, 0xbb,

    /* U+6E21 "渡" */
    0x89, 0xfc, 0xfd, 0xf7, 0xf7, 0xff, 0x80,

    /* U+6E26 "渦" */
    0x5e, 0x6e, 0x7f, 0x3d, 0x75, 0x7d, 0xa6,

    /* U+6E29 "温" */
    0x5e, 0x1e, 0x5e, 0x1f, 0x6d, 0x6d, 0xbf,

    /* U+6E2C "測" */
    0xbe, 0xdf, 0xf9, 0xf7, 0xed, 0x6b, 0x80,

    /* U+6E2F "港" */
    0x14, 0xfc, 0x57, 0xf7, 0xeb, 0xb4, 0xcf,

    /* U+6E56 "湖" */
    0x10, 0xd7, 0xd7, 0x55, 0x77, 0x6d, 0xfd, 0xa7,

    /* U+6E67 "湧" */
    0xbe, 0xff, 0xf9, 0xf7, 0xf2, 0x6d, 0x80,

    /* U+6E6F "湯" */
    0xbe, 0xfe, 0xfb, 0xf7, 0xfb, 0x6d, 0x80,

    /* U+6E7E "湾" */
    0xc, 0xff, 0xad, 0x7e, 0x1e, 0x7e, 0x7f, 0x8e,

    /* U+6E7F "湿" */
    0x5f, 0x1f, 0x5f, 0x2d, 0x5d, 0x5e, 0xbf,

    /* U+6E80 "満" */
    0x12, 0x7f, 0x12, 0xff, 0x3f, 0x7d, 0x7d, 0x23,

    /* U+6E90 "源" */
    0xbe, 0xff, 0xf9, 0xf6, 0xf6, 0xe7, 0x0,

    /* U+6E96 "準" */
    0x14, 0xff, 0xfb, 0xf6, 0xd2, 0x7f, 0x88,

    /* U+6E9D "溝" */
    0x12, 0x7f, 0x3f, 0xff, 0x7f, 0x7f, 0x7f, 0xb3,

    /* U+6EB6 "溶" */
    0x8, 0xff, 0x35, 0xef, 0x7e, 0x52, 0xde, 0x12,

    /* U+6EBA "溺" */
    0x7f, 0x1f, 0x7f, 0x2d, 0x3b, 0x7f, 0x5b,

    /* U+6EC5 "滅" */
    0x6, 0x7f, 0xbc, 0x65, 0x3e, 0x76, 0x7f, 0xab,

    /* U+6ECB "滋" */
    0x12, 0x7f, 0x9c, 0x6d, 0x3e, 0x5b, 0xff, 0x1,

    /* U+6ED1 "滑" */
    0xfe, 0xaa, 0xff, 0x7f, 0x7e, 0xbe, 0xa6,

    /* U+6EDD "滝" */
    0x8, 0xff, 0x3f, 0x7e, 0x3a, 0x7a, 0x7f, 0x7,

    /* U+6EDE "滞" */
    0x7f, 0x9e, 0x7f, 0x69, 0x5e, 0xda, 0x8,

    /* U+6EF4 "滴" */
    0xc, 0x73, 0xbf, 0x7f, 0x2d, 0x6d, 0x6d, 0x23,

    /* U+6F01 "漁" */
    0x1, 0xfb, 0xff, 0x53, 0xef, 0xfc, 0xdb,

    /* U+6F02 "漂" */
    0xfe, 0xff, 0xf9, 0xf7, 0xff, 0xae, 0x80,

    /* U+6F06 "漆" */
    0x9, 0xfc, 0x77, 0x53, 0xeb, 0xa7, 0x5d,

    /* U+6F0F "漏" */
    0xbe, 0xff, 0xf9, 0xf7, 0xf7, 0xfa, 0x80,

    /* U+6F14 "演" */
    0x9, 0xfc, 0xfb, 0xf3, 0xef, 0xf5, 0x90,

    /* U+6F20 "漠" */
    0x15, 0xfe, 0xfb, 0xf3, 0xef, 0xe5, 0x11,

    /* U+6F22 "漢" */
    0x15, 0xfe, 0xfb, 0xf3, 0xef, 0xe5, 0x1,

    /* U+6F2B "漫" */
    0x7e, 0x62, 0xff, 0x3f, 0x7e, 0x5c, 0xb7,

    /* U+6F2C "漬" */
    0x8, 0xfc, 0xfe, 0x3, 0xef, 0xdf, 0xdb,

    /* U+6F38 "漸" */
    0x11, 0x7f, 0x3e, 0x7f, 0x3f, 0x55, 0x7d, 0x55,

    /* U+6F54 "潔" */
    0x10, 0xff, 0x3d, 0x7f, 0x3e, 0x7f, 0x56, 0xa5,

    /* U+6F5C "潜" */
    0x12, 0x7a, 0xbf, 0x7d, 0x3f, 0x52, 0x5e, 0x9e,

    /* U+6F5F "潟" */
    0xb6, 0x6f, 0xf9, 0xff, 0xf7, 0x6d, 0x80,

    /* U+6F64 "潤" */
    0xbf, 0x7f, 0xff, 0x3f, 0x7f, 0xff, 0xa3,

    /* U+6F6E "潮" */
    0x10, 0x7f, 0xbf, 0x7d, 0x2f, 0x55, 0x7d, 0x9b,

    /* U+6F70 "潰" */
    0xc, 0xff, 0x7f, 0xc0, 0x1f, 0x5f, 0x5f, 0xb7,

    /* U+6F84 "澄" */
    0x5e, 0x6d, 0xdf, 0x3e, 0x5e, 0x5a, 0xbf,

    /* U+6FC0 "激" */
    0x12, 0x7c, 0x3f, 0x7d, 0x3a, 0x5a, 0x6e, 0xbd,

    /* U+6FC1 "濁" */
    0xbf, 0x7f, 0xff, 0x3f, 0x7f, 0xcd, 0xb7,

    /* U+6FC3 "濃" */
    0x14, 0xfe, 0x7e, 0xbe, 0x60, 0x7e, 0xb6, 0x9a,

    /* U+6FEB "濫" */
    0x7a, 0x2c, 0x7b, 0x20, 0x5f, 0x6d, 0xff,

    /* U+6FEF "濯" */
    0x5e, 0x7f, 0x78, 0xf7, 0xeb, 0xd7, 0x80,

    /* U+702C "瀬" */
    0x10, 0x7f, 0x3f, 0x7f, 0x3f, 0x7f, 0x75, 0x15,

    /* U+706B "火" */
    0x10, 0xa5, 0x5c, 0xa2, 0x8d, 0xb1, 0x80,

    /* U+706F "灯" */
    0x5f, 0xab, 0xd7, 0x24, 0x5c, 0xa3, 0x0,

    /* U+7070 "灰" */
    0x7f, 0x48, 0x6a, 0x6a, 0x48, 0x54, 0xa3,

    /* U+707D "災" */
    0x55, 0xa9, 0x6a, 0x9d, 0x4d, 0xa0, 0x80,

    /* U+7089 "炉" */
    0x5f, 0xff, 0xf1, 0x5f, 0x71, 0x90, 0x90,

    /* U+708A "炊" */
    0xff, 0xfa, 0xce, 0x48, 0x74, 0xb3, 0x80,

    /* U+708E "炎" */
    0x50, 0xa8, 0xa6, 0xb5, 0x47, 0xb1, 0x80,

    /* U+70AD "炭" */
    0x8, 0x4a, 0x7e, 0x7f, 0x4a, 0x7a, 0x4c, 0xf3,

    /* U+70B9 "点" */
    0x10, 0x3c, 0x43, 0xf4, 0x2f, 0xda, 0xf7,

    /* U+70BA "為" */
    0x28, 0x7e, 0x12, 0x3e, 0x7f, 0xd9, 0x5b, 0x57,

    /* U+70C8 "烈" */
    0x3, 0xf5, 0xee, 0xde, 0x6d, 0x2a, 0x80,

    /* U+7121 "無" */
    0x40, 0xff, 0xb7, 0xf6, 0xdf, 0xdb, 0xd5,

    /* U+7126 "焦" */
    0x48, 0x7e, 0xfe, 0x48, 0x7c, 0x7e, 0x5a, 0xd7,

    /* U+7136 "然" */
    0x26, 0x7d, 0x7f, 0x54, 0x2a, 0x51, 0x5e, 0x55,

    /* U+713C "焼" */
    0x8, 0xff, 0xfe, 0xa7, 0xea, 0xad, 0xd3,

    /* U+714E "煎" */
    0x25, 0xff, 0xcf, 0xdf, 0x36, 0xda, 0xcd,

    /* U+7159 "煙" */
    0x7f, 0xff, 0xed, 0x7f, 0x5f, 0xe4, 0xbf,

    /* U+7167 "照" */
    0xff, 0x57, 0xd5, 0xdf, 0xed, 0xaa, 0x80,

    /* U+7169 "煩" */
    0x7f, 0xff, 0xff, 0xf7, 0xf6, 0x80, 0x80,

    /* U+716E "煮" */
    0x10, 0xfb, 0xfb, 0xef, 0xcf, 0x9b, 0x45,

    /* U+718A "熊" */
    0xae, 0xbf, 0xaf, 0x7e, 0xe5, 0x6a, 0x80,

    /* U+719F "熟" */
    0x44, 0xfe, 0xa6, 0xea, 0xff, 0xdb, 0x6a, 0xaf,

    /* U+71B1 "熱" */
    0x64, 0xfe, 0xf6, 0xfe, 0xff, 0xfa, 0x6a, 0x94,

    /* U+71C3 "燃" */
    0x5e, 0xff, 0xec, 0xda, 0x6a, 0x9a, 0xaf,

    /* U+71E5 "燥" */
    0x5f, 0xff, 0xdf, 0xb7, 0xf3, 0xaa, 0x80,

    /* U+7206 "爆" */
    0x7f, 0xff, 0xfb, 0xf7, 0xf3, 0xae, 0x80,

    /* U+722A "爪" */
    0x7e, 0xa9, 0x52, 0xa5, 0x5a, 0x64, 0x80,

    /* U+7235 "爵" */
    0xfd, 0xfb, 0xf5, 0xff, 0x56, 0xbb, 0x0,

    /* U+7236 "父" */
    0x2c, 0x62, 0x24, 0x1c, 0x18, 0x7e, 0x0,

    /* U+723D "爽" */
    0x11, 0xff, 0xff, 0xfb, 0x7f, 0xdb, 0x43,

    /* U+7247 "片" */
    0x48, 0x7f, 0x40, 0x7c, 0x44, 0xc4, 0x4,

    /* U+7248 "版" */
    0xbf, 0x63, 0x7f, 0xfb, 0x57, 0xec, 0x80,

    /* U+7259 "牙" */
    0x7e, 0xcb, 0xf8, 0xe3, 0x58, 0x87, 0x0,

    /* U+725B "牛" */
    0x50, 0xa1, 0xfc, 0x8f, 0xe2, 0x4, 0x8,

    /* U+7267 "牧" */
    0x48, 0xc8, 0xff, 0xda, 0x5a, 0xec, 0x4c, 0x52,

    /* U+7269 "物" */
    0x51, 0xa3, 0xff, 0x75, 0x7e, 0xd2, 0xab,

    /* U+7272 "牲" */
    0x49, 0xb3, 0xff, 0x4d, 0xe9, 0x12, 0x3f,

    /* U+7279 "特" */
    0x49, 0xff, 0x27, 0xff, 0xec, 0x95, 0x26,

    /* U+72A0 "犠" */
    0x55, 0xff, 0xff, 0xff, 0x6f, 0xdf, 0xbd,

    /* U+72AC "犬" */
    0x14, 0x23, 0xf8, 0x82, 0x85, 0x31, 0x81,

    /* U+72AF "犯" */
    0x6e, 0xa4, 0xcb, 0xbb, 0x26, 0x5b, 0x80,

    /* U+72B6 "状" */
    0x4d, 0x97, 0xfe, 0x44, 0x9a, 0x9d, 0xb1,

    /* U+72C2 "狂" */
    0x7f, 0xe4, 0x7f, 0xe4, 0x24, 0x3f, 0x60,

    /* U+72D9 "狙" */
    0x7e, 0xa4, 0xfb, 0x9b, 0xe6, 0x5f, 0x80,

    /* U+72E9 "狩" */
    0x44, 0x7f, 0xf1, 0x3f, 0x62, 0xaa, 0x22, 0x66,

    /* U+72EC "独" */
    0xe9, 0xff, 0xab, 0x5f, 0xe9, 0x52, 0xff,

    /* U+72ED "狭" */
    0xc9, 0xff, 0xaa, 0xff, 0xfb, 0x9d, 0x71,

    /* U+731B "猛" */
    0x7f, 0xff, 0xcb, 0x9f, 0xf3, 0x69, 0xb5, 0xfe,

    /* U+731F "猟" */
    0xea, 0xfe, 0x6a, 0xfe, 0x7f, 0x6b, 0xeb,

    /* U+732B "猫" */
    0xf5, 0xbf, 0x3, 0xfe, 0xaf, 0xdf, 0xf1,

    /* U+732E "献" */
    0x66, 0xf6, 0xff, 0xf6, 0xf6, 0xfe, 0xfa, 0xf9,

    /* U+7336 "猶" */
    0x92, 0xff, 0xff, 0x7d, 0xff, 0x7f, 0x7f, 0xf1,

    /* U+733F "猿" */
    0x9, 0xff, 0xfb, 0xff, 0xee, 0xd5, 0x7d,

    /* U+7344 "獄" */
    0xfb, 0xff, 0x7a, 0xfa, 0xfa, 0x6d, 0xfd,

    /* U+7363 "獣" */
    0xf6, 0xff, 0xf6, 0xf6, 0xfe, 0x9a, 0xf9,

    /* U+7372 "獲" */
    0x12, 0xff, 0xff, 0x7f, 0xe4, 0x7e, 0x5e, 0xf3,

    /* U+7384 "玄" */
    0x11, 0xfc, 0x92, 0x43, 0xc4, 0xbf, 0x80,

    /* U+7387 "率" */
    0x11, 0xff, 0xe8, 0xcf, 0xff, 0xc4, 0x8,

    /* U+7389 "玉" */
    0xfe, 0x21, 0xf0, 0xa1, 0x1f, 0xc0,

    /* U+738B "王" */
    0xfe, 0x21, 0xf0, 0x81, 0x1f, 0xc0,

    /* U+73A9 "玩" */
    0xff, 0x3, 0xfc, 0xa9, 0x5e, 0xd9, 0x80,

    /* U+73CD "珍" */
    0x19, 0xba, 0xaf, 0xa8, 0x96, 0xf6, 0x0,

    /* U+73E0 "珠" */
    0x19, 0xfe, 0xa5, 0x4f, 0xf3, 0xbf, 0x85,

    /* U+73ED "班" */
    0x11, 0xfe, 0xd7, 0xab, 0x52, 0xb5, 0x17,

    /* U+73FE "現" */
    0xfe, 0xbe, 0xfe, 0xb2, 0xbe, 0xd5, 0x76,

    /* U+7403 "球" */
    0x6, 0xff, 0x54, 0xfd, 0x46, 0x4e, 0xf5, 0xd,

    /* U+7406 "理" */
    0xff, 0x7f, 0xac, 0xeb, 0xf9, 0xf, 0x80,

    /* U+7434 "琴" */
    0x7f, 0x7f, 0x7f, 0xff, 0x7e, 0x4, 0x0,

    /* U+7460 "瑠" */
    0xfe, 0xff, 0xeb, 0xf6, 0xbf, 0xcf, 0x80,

    /* U+7483 "璃" */
    0x9, 0xfe, 0xaf, 0xfb, 0xf6, 0xff, 0x93,

    /* U+74A7 "璧" */
    0xe5, 0x5f, 0xbf, 0x7f, 0xe2, 0x1f, 0xff,

    /* U+74B0 "環" */
    0xfe, 0xbe, 0xbe, 0xfe, 0xbe, 0xde, 0x6a,

    /* U+74BD "璽" */
    0xff, 0xff, 0xff, 0xff, 0xef, 0xbf, 0x80,

    /* U+74E6 "瓦" */
    0xfe, 0xf9, 0x32, 0xe5, 0xeb, 0xf9, 0x80,

    /* U+74F6 "瓶" */
    0xbf, 0xf8, 0xbe, 0xf6, 0xb7, 0xb7, 0xbb,

    /* U+7518 "甘" */
    0x45, 0xfd, 0x12, 0x27, 0xc8, 0x9f, 0x22,

    /* U+751A "甚" */
    0x45, 0xfd, 0xf3, 0xef, 0xed, 0x5b, 0x3f,

    /* U+751F "生" */
    0x50, 0xa3, 0xfc, 0x87, 0xc2, 0x4, 0x7f,

    /* U+7523 "産" */
    0x8, 0x77, 0x7f, 0x40, 0x7f, 0x7f, 0x44, 0x7f,

    /* U+7528 "用" */
    0x7e, 0x95, 0xfb, 0xf4, 0xa9, 0x63, 0x80,

    /* U+7530 "田" */
    0xff, 0x27, 0xfc, 0x99, 0x3f, 0xe0, 0x80,

    /* U+7531 "由" */
    0x10, 0x23, 0xfc, 0x9f, 0xf2, 0x7f, 0xc1,

    /* U+7532 "甲" */
    0xff, 0x27, 0xff, 0xf9, 0x22, 0x4, 0x0,

    /* U+7533 "申" */
    0x11, 0xfe, 0x4f, 0xf9, 0x3f, 0xc4, 0x8,

    /* U+7537 "男" */
    0x7e, 0xfd, 0x4b, 0xf7, 0xe4, 0x53, 0x80,

    /* U+753A "町" */
    0xf1, 0xbf, 0xd6, 0xaf, 0x52, 0x83, 0x0,

    /* U+753B "画" */
    0xfe, 0x7a, 0xdd, 0xfb, 0xff, 0xe0, 0x80,

    /* U+754C "界" */
    0x7e, 0x7e, 0x7e, 0x34, 0x66, 0x74, 0x64,

    /* U+754F "畏" */
    0xff, 0xff, 0xff, 0xf5, 0xeb, 0xb8, 0x80,

    /* U+7551 "畑" */
    0x5f, 0xf5, 0xff, 0x55, 0x75, 0xbf, 0x91,

    /* U+7554 "畔" */
    0x4, 0xf5, 0xee, 0xff, 0xe4, 0xff, 0xe4, 0x84,

    /* U+7559 "留" */
    0xfe, 0xbd, 0x7f, 0x97, 0xff, 0xc0,

    /* U+755C "畜" */
    0x11, 0xfd, 0xa7, 0xff, 0xfa, 0xff, 0xff,

    /* U+755D "畝" */
    0x64, 0xfe, 0xa, 0xfa, 0xfe, 0xf6, 0xfb, 0x80,

    /* U+7565 "略" */
    0xef, 0xff, 0xff, 0xff, 0x3f, 0xe4, 0x80,

    /* U+756A "番" */
    0x7e, 0xaa, 0xef, 0xf5, 0x4f, 0x9f, 0x0,

    /* U+7570 "異" */
    0xff, 0xff, 0xff, 0xff, 0xed, 0xa0, 0x80,

    /* U+7573 "畳" */
    0x7c, 0xfb, 0xff, 0xf7, 0xcf, 0xbf, 0x80,

    /* U+757F "畿" */
    0x75, 0x79, 0xdf, 0xff, 0xff, 0xbf, 0xff,

    /* U+758E "疎" */
    0x9, 0xfd, 0xff, 0xdd, 0xf9, 0xbe, 0xc4,

    /* U+7591 "疑" */
    0xbf, 0xdb, 0xfe, 0xbf, 0x6f, 0xaf, 0x80,

    /* U+75AB "疫" */
    0x8, 0x7f, 0xdc, 0x77, 0xff, 0xd2, 0xde, 0x21,

    /* U+75B2 "疲" */
    0x8, 0xff, 0xff, 0x77, 0x7e, 0xfa, 0x6c, 0xbb,

    /* U+75BE "疾" */
    0x8, 0x7f, 0xde, 0x68, 0x7f, 0xcc, 0xf6, 0x20,

    /* U+75C5 "病" */
    0x8, 0xff, 0xfb, 0xfe, 0xbd, 0xdc, 0xd3,

    /* U+75C7 "症" */
    0x8, 0x7f, 0xc0, 0x5e, 0x56, 0xd4, 0x54, 0xbf,

    /* U+75D5 "痕" */
    0x8, 0x7f, 0xfe, 0x7e, 0xfe, 0xf6, 0xfe, 0x20,

    /* U+75D8 "痘" */
    0x9, 0xff, 0xfa, 0xf5, 0x3b, 0xd4, 0xdf,

    /* U+75DB "痛" */
    0x8, 0xff, 0xfb, 0xf6, 0xbf, 0xdf, 0x95,

    /* U+75E2 "痢" */
    0x8, 0xff, 0xeb, 0xdd, 0xaf, 0x7e, 0xcb,

    /* U+75E9 "痩" */
    0x8, 0xff, 0xff, 0xf7, 0xff, 0xd7, 0x5f,

    /* U+75F4 "痴" */
    0x9, 0xef, 0xfb, 0xbf, 0xeb, 0xef, 0x93,

    /* U+760D "瘍" */
    0x8, 0xff, 0x4a, 0xf7, 0xff, 0xd5, 0x97,

    /* U+7642 "療" */
    0x8, 0x7f, 0xff, 0x76, 0xff, 0x5e, 0xfa, 0xa8,

    /* U+7652 "癒" */
    0x8, 0x7f, 0xff, 0xfe, 0x6e, 0xfa, 0x72, 0x1d,

    /* U+7656 "癖" */
    0x8, 0x7f, 0xff, 0x7d, 0xfd, 0x6f, 0xba, 0x2a,

    /* U+767A "発" */
    0x75, 0xd7, 0xf9, 0x4f, 0xed, 0x73, 0x80,

    /* U+767B "登" */
    0x75, 0xd5, 0xf7, 0xf7, 0xc5, 0x3f, 0x80,

    /* U+767D "白" */
    0x23, 0xf8, 0x61, 0xfe, 0x1f, 0xe1,

    /* U+767E "百" */
    0xff, 0xff, 0x1f, 0xfc, 0x7f, 0xf1, 0x80,

    /* U+7684 "的" */
    0x6f, 0x66, 0xef, 0x5a, 0x3c, 0x63, 0x80,

    /* U+7686 "皆" */
    0x7e, 0x97, 0xfb, 0xf4, 0x2f, 0xdf, 0x80,

    /* U+7687 "皇" */
    0x10, 0xf9, 0xf3, 0xef, 0xef, 0x84, 0x7f,

    /* U+76AE "皮" */
    0x8, 0x7f, 0x4a, 0x7e, 0x72, 0x5c, 0x5e, 0x21,

    /* U+76BF "皿" */
    0x7e, 0x5a, 0x5a, 0x5a, 0x5a, 0xff,

    /* U+76C6 "盆" */
    0x6d, 0xfc, 0x96, 0x67, 0xcd, 0xbf, 0x80,

    /* U+76CA "益" */
    0x6d, 0xfc, 0xa2, 0x2f, 0xfd, 0xdb, 0x7f,

    /* U+76D7 "盗" */
    0x1, 0xbc, 0xba, 0xcb, 0x6f, 0x9b, 0x7f,

    /* U+76DB "盛" */
    0xd, 0xff, 0xbd, 0x6f, 0x7f, 0xdb, 0x7f,

    /* U+76DF "盟" */
    0xef, 0xde, 0xbe, 0xb7, 0xcb, 0xbf, 0x80,

    /* U+76E3 "監" */
    0xf9, 0x3b, 0xbf, 0x87, 0xcb, 0xbf, 0x80,

    /* U+76E4 "盤" */
    0x41, 0xdb, 0xbf, 0x7f, 0xaf, 0xeb, 0xff,

    /* U+76EE "目" */
    0xfe, 0x1f, 0xe1, 0xff, 0xf8, 0x40,

    /* U+76F2 "盲" */
    0x11, 0xfd, 0xf3, 0xe7, 0xc8, 0x9f, 0x3e,

    /* U+76F4 "直" */
    0x19, 0xfc, 0x45, 0xeb, 0xd7, 0xbf, 0xc0,

    /* U+76F8 "相" */
    0x40, 0xbf, 0xca, 0xff, 0x3b, 0xd7, 0xa9,

    /* U+76FE "盾" */
    0x7e, 0x7f, 0x7e, 0x7e, 0x62, 0x7e, 0xbe,

    /* U+7701 "省" */
    0x51, 0xab, 0xef, 0xe7, 0xc8, 0x9f, 0x3e,

    /* U+7709 "眉" */
    0x7e, 0xfd, 0xfb, 0xf6, 0x2f, 0xef, 0x80,

    /* U+770B "看" */
    0x7c, 0xfb, 0xfb, 0xef, 0xcf, 0x9f, 0x0,

    /* U+770C "県" */
    0xbd, 0x7a, 0xf5, 0xef, 0xeb, 0xa4, 0x80,

    /* U+771F "真" */
    0x11, 0xfd, 0xf3, 0xe4, 0x5f, 0xdb, 0x41,

    /* U+7720 "眠" */
    0xfe, 0xb2, 0xfc, 0xbe, 0xf4, 0xfd, 0x92,

    /* U+773A "眺" */
    0x14, 0xf6, 0xf6, 0xd4, 0xf7, 0xd4, 0xf5, 0x26,

    /* U+773C "眼" */
    0xff, 0x67, 0xfd, 0xff, 0x7f, 0xe6, 0x80,

    /* U+7740 "着" */
    0x2d, 0xfd, 0xf7, 0xf7, 0xcf, 0xbf, 0x3e,

    /* U+7761 "睡" */
    0xff, 0xff, 0xb7, 0xff, 0xf9, 0x2f, 0x80,

    /* U+7763 "督" */
    0x40, 0x7f, 0xfa, 0xbe, 0x7e, 0x7e, 0x7e, 0x7e,

    /* U+7766 "睦" */
    0x9, 0xff, 0xfe, 0xbf, 0x7f, 0xf2, 0x5f,

    /* U+77AC "瞬" */
    0xff, 0xbb, 0xcf, 0x7f, 0xfb, 0xe8, 0x80,

    /* U+77AD "瞭" */
    0x1, 0xff, 0xff, 0xff, 0xfb, 0xfe, 0xd4,

    /* U+77B3 "瞳" */
    0x9, 0xff, 0xff, 0xff, 0xff, 0xff, 0xdf,

    /* U+77DB "矛" */
    0x7e, 0x4b, 0xf9, 0xd6, 0xd9, 0xe, 0x0,

    /* U+77E2 "矢" */
    0x40, 0xfe, 0x47, 0xf1, 0x5, 0x31, 0x80,

    /* U+77E5 "知" */
    0x41, 0xfe, 0xaf, 0xd2, 0xaf, 0x77, 0x85,

    /* U+77ED "短" */
    0x7f, 0xef, 0xf9, 0x2f, 0x29, 0x5f, 0x4f,

    /* U+77EF "矯" */
    0x9f, 0xff, 0x5f, 0xee, 0x71, 0xff, 0x93,

    /* U+77F3 "石" */
    0xfe, 0x40, 0x83, 0xfa, 0x27, 0xc8, 0x80,

    /* U+7802 "砂" */
    0x4, 0xe4, 0x56, 0xf5, 0xac, 0xa2, 0xec, 0x98,

    /* U+7814 "研" */
    0xff, 0x4a, 0xff, 0xaa, 0xaa, 0xfa, 0x82,

    /* U+7815 "砕" */
    0x8, 0xe8, 0x4f, 0xf3, 0xa4, 0xae, 0xe4, 0x84,

    /* U+7832 "砲" */
    0xff, 0x5f, 0xe6, 0xfe, 0xf1, 0xf1, 0xde,

    /* U+7834 "破" */
    0x4, 0xe4, 0x5f, 0xfe, 0xba, 0xbe, 0xfe, 0x9b,

    /* U+785D "硝" */
    0x4, 0xf5, 0x4e, 0x7f, 0xff, 0x7f, 0x71, 0x57,

    /* U+786B "硫" */
    0x4, 0x7f, 0x4a, 0x7f, 0xe1, 0xf6, 0x77, 0x77,

    /* U+786C "硬" */
    0xff, 0x5f, 0xff, 0xff, 0xb5, 0xec, 0x93,

    /* U+7881 "碁" */
    0x45, 0xfd, 0xf3, 0xef, 0xff, 0xdf, 0x7e,

    /* U+7891 "碑" */
    0xff, 0x55, 0xff, 0xbf, 0xae, 0xe6, 0x86,

    /* U+78BA "確" */
    0x7f, 0x5f, 0x7f, 0xdf, 0x5f, 0x6f, 0x48,

    /* U+78C1 "磁" */
    0xea, 0x56, 0x7d, 0xfe, 0x7b, 0x7f, 0x65,

    /* U+78E8 "磨" */
    0x11, 0xff, 0xff, 0xff, 0xf7, 0xf8, 0xdf,

    /* U+7901 "礁" */
    0x14, 0xff, 0x5f, 0xff, 0xb4, 0xaa, 0xff, 0x9d,

    /* U+790E "礎" */
    0xa, 0x7f, 0x5f, 0x60, 0xef, 0x6e, 0x7c, 0x57,

    /* U+793A "示" */
    0x7c, 0x3, 0xfa, 0x85, 0x5a, 0x4c, 0x0,

    /* U+793C "礼" */
    0x48, 0x93, 0xa1, 0x46, 0x9f, 0x52, 0xa7,

    /* U+793E "社" */
    0x45, 0xfd, 0x93, 0x2d, 0x48, 0x97, 0x80,

    /* U+7948 "祈" */
    0x42, 0x4f, 0xf8, 0x7f, 0x72, 0xf2, 0x52, 0x62,

    /* U+7949 "祉" */
    0x45, 0xe8, 0xda, 0xaf, 0x5e, 0x95, 0x2f,

    /* U+7956 "祖" */
    0x5f, 0xe7, 0xc9, 0xf7, 0x3f, 0xd4, 0xaf,

    /* U+795D "祝" */
    0x40, 0x5e, 0xf2, 0x5e, 0xec, 0xf5, 0x55, 0x76,

    /* U+795E "神" */
    0x44, 0x5f, 0xff, 0x3f, 0x75, 0xdf, 0x44, 0x44,

    /* U+7965 "祥" */
    0x4a, 0x4a, 0xff, 0x24, 0x6e, 0xdf, 0x44, 0x44,

    /* U+7968 "票" */
    0xff, 0xff, 0xfb, 0xef, 0xea, 0xac, 0x80,

    /* U+796D "祭" */
    0x0, 0x7e, 0xfa, 0x64, 0xdb, 0x7e, 0x6e, 0x7a,

    /* U+7981 "禁" */
    0x4d, 0xdb, 0xff, 0xe0, 0x1f, 0xd7, 0x79,

    /* U+7985 "禅" */
    0x55, 0xff, 0x35, 0x7f, 0xf5, 0xee, 0x5f, 0x44,

    /* U+798D "禍" */
    0x5f, 0xe7, 0xdb, 0xbf, 0xff, 0x57, 0xa9,

    /* U+798F "福" */
    0x40, 0x5f, 0xff, 0x3f, 0x7f, 0xf5, 0x5f, 0x5f,

    /* U+79C0 "秀" */
    0xff, 0xfd, 0xf7, 0xd2, 0xed, 0xf7, 0x0,

    /* U+79C1 "私" */
    0xf4, 0x64, 0xfc, 0x6a, 0xfb, 0x7f, 0x60,

    /* U+79CB "秋" */
    0xc4, 0xfd, 0x56, 0xe4, 0xea, 0x5b, 0x51,

    /* U+79D1 "科" */
    0xea, 0x4e, 0xe2, 0x6a, 0xea, 0xdf, 0x42, 0x42,

    /* U+79D2 "秒" */
    0xe4, 0x5e, 0xf5, 0x55, 0xee, 0xc2, 0x4c, 0x50,

    /* U+79D8 "秘" */
    0xe8, 0x4e, 0xea, 0x5d, 0xfd, 0xdb, 0xdb, 0x6e,

    /* U+79DF "租" */
    0xff, 0xfd, 0x4b, 0x9f, 0xfa, 0x57, 0x80,

    /* U+79E9 "秩" */
    0x35, 0xbf, 0xd3, 0xfe, 0xd9, 0x94, 0xa1,

    /* U+79F0 "称" */
    0xe8, 0x5e, 0xf4, 0x4e, 0xf6, 0xf6, 0x75, 0x4c,

    /* U+79FB "移" */
    0x0, 0xee, 0x5a, 0xec, 0x77, 0xfa, 0xc6, 0x58,

    /* U+7A0B "程" */
    0xff, 0x51, 0xff, 0x7f, 0xdf, 0x44, 0x5f,

    /* U+7A0E "税" */
    0xea, 0xbf, 0xcb, 0xfe, 0xdb, 0xd5, 0x80,

    /* U+7A1A "稚" */
    0x35, 0xbf, 0xd2, 0xff, 0x5b, 0xd7, 0xa8,

    /* U+7A2E "種" */
    0xff, 0x5f, 0xff, 0x5f, 0xff, 0xdf, 0x7f,

    /* U+7A32 "稲" */
    0xfe, 0xa7, 0xea, 0xf, 0xfb, 0xd6, 0xaf,

    /* U+7A3C "稼" */
    0x24, 0xff, 0x5f, 0xea, 0x7f, 0xfe, 0xcd, 0x5d,

    /* U+7A3D "稽" */
    0xfe, 0xb7, 0xda, 0xd7, 0xff, 0xf7, 0xaf,

    /* U+7A3F "稿" */
    0x24, 0xff, 0xfe, 0x5e, 0xff, 0xdf, 0x5f, 0x53,

    /* U+7A40 "穀" */
    0x20, 0xfe, 0xfb, 0xfb, 0xff, 0xfa, 0x76, 0xab,

    /* U+7A42 "穂" */
    0x49, 0x7e, 0xfb, 0xff, 0xf3, 0x2d, 0xcf,

    /* U+7A4D "積" */
    0x49, 0xfe, 0xff, 0xff, 0xf7, 0xef, 0xdb,

    /* U+7A4F "穏" */
    0xff, 0x57, 0xfb, 0xff, 0xf7, 0xef, 0xaf,

    /* U+7A6B "穫" */
    0x2a, 0x56, 0xff, 0x5f, 0x7f, 0xdf, 0xce, 0x7b,

    /* U+7A74 "穴" */
    0x11, 0xfe, 0x9, 0x44, 0x48, 0xa0, 0x80,

    /* U+7A76 "究" */
    0xff, 0x55, 0xad, 0x7f, 0x85, 0x5a, 0xe7,

    /* U+7A7A "空" */
    0xff, 0x55, 0xae, 0x67, 0xc2, 0x4, 0x7f,

    /* U+7A81 "突" */
    0xff, 0x55, 0xa8, 0xaf, 0xe7, 0x3b, 0x80,

    /* U+7A83 "窃" */
    0x11, 0xfe, 0xae, 0x6a, 0xf9, 0x6a, 0xbb,

    /* U+7A92 "窒" */
    0x11, 0xfe, 0xbf, 0xff, 0xef, 0xc4, 0x7f,

    /* U+7A93 "窓" */
    0x8, 0x7f, 0x55, 0x72, 0x7f, 0x4a, 0x73, 0x1f,

    /* U+7A9F "窟" */
    0x11, 0xfe, 0xbf, 0xff, 0xf7, 0xe2, 0x7f,

    /* U+7AAE "窮" */
    0x8, 0x7f, 0x57, 0x77, 0x5f, 0xf7, 0x75, 0x77,

    /* U+7AAF "窯" */
    0x11, 0xff, 0xbf, 0xf7, 0xff, 0xda, 0xcb,

    /* U+7ACB "立" */
    0x11, 0xfc, 0x12, 0x26, 0x45, 0x2, 0x7f,

    /* U+7ADC "竜" */
    0x11, 0xff, 0xfb, 0xe5, 0x4f, 0x9f, 0x8f,

    /* U+7AE0 "章" */
    0x11, 0xff, 0xfb, 0xe7, 0xcf, 0xbf, 0x88,

    /* U+7AE5 "童" */
    0x11, 0xff, 0xfb, 0xe7, 0xcf, 0xbf, 0xff,

    /* U+7AEF "端" */
    0x48, 0xb7, 0xfd, 0xfb, 0xef, 0xff, 0x89,

    /* U+7AF6 "競" */
    0xfd, 0x5b, 0xff, 0xeb, 0x5f, 0xad, 0xeb,

    /* U+7AF9 "竹" */
    0x48, 0xff, 0x52, 0x24, 0x48, 0x97, 0x0,

    /* U+7B11 "笑" */
    0x40, 0xfe, 0x93, 0xe1, 0x1f, 0xce, 0x73,

    /* U+7B1B "笛" */
    0x4, 0xfc, 0xa3, 0xf4, 0xaf, 0xdf, 0xa1,

    /* U+7B26 "符" */
    0x44, 0x7f, 0xaa, 0x7f, 0xd2, 0xda, 0x42, 0x4e,

    /* U+7B2C "第" */
    0x8, 0xfd, 0xfb, 0xf7, 0xe6, 0x75, 0xc8,

    /* U+7B46 "筆" */
    0x9, 0xff, 0xf7, 0xff, 0xdf, 0xff, 0x88,

    /* U+7B49 "等" */
    0x9, 0xfd, 0xf0, 0x8f, 0xff, 0xd9, 0x1e,

    /* U+7B4B "筋" */
    0x49, 0xff, 0x57, 0x4f, 0xfd, 0x6c, 0xff,

    /* U+7B52 "筒" */
    0x1, 0xde, 0xd7, 0xff, 0xb7, 0x6e, 0xc7,

    /* U+7B54 "答" */
    0x44, 0x7f, 0xba, 0x66, 0xbd, 0x7e, 0x42, 0x7e,

    /* U+7B56 "策" */
    0x8, 0xfe, 0xd7, 0xf7, 0xce, 0x9f, 0x49,

    /* U+7B87 "箇" */
    0x4, 0x7f, 0x7f, 0x7f, 0x5d, 0x55, 0x5d, 0x7f,

    /* U+7B8B "箋" */
    0x9, 0xff, 0xf8, 0xd6, 0x9f, 0xc7, 0xf7,

    /* U+7B97 "算" */
    0x9, 0xff, 0xf3, 0xe7, 0xcf, 0xbf, 0xe4,

    /* U+7BA1 "管" */
    0x9, 0xff, 0xff, 0xf4, 0x4f, 0x9f, 0x3e,

    /* U+7BB1 "箱" */
    0x48, 0xfe, 0xd2, 0xff, 0xfe, 0x77, 0xaf,

    /* U+7BB8 "箸" */
    0x9, 0xfd, 0xff, 0xff, 0xff, 0x9f, 0x3e,

    /* U+7BC0 "節" */
    0x1, 0xff, 0xff, 0xdf, 0xb7, 0x7f, 0xdc,

    /* U+7BC4 "範" */
    0x48, 0xfe, 0xf7, 0xff, 0xbb, 0xfe, 0xa7,

    /* U+7BC9 "築" */
    0x9, 0xff, 0xf2, 0xef, 0x7f, 0xdf, 0x49,

    /* U+7BE4 "篤" */
    0x40, 0xfd, 0xfb, 0xf7, 0xef, 0xdb, 0xd7,

    /* U+7C21 "簡" */
    0x0, 0xff, 0xff, 0xff, 0xff, 0xa7, 0xbf, 0xa7,

    /* U+7C3F "簿" */
    0x9, 0xff, 0xfb, 0xff, 0xe7, 0xdf, 0xce,

    /* U+7C4D "籍" */
    0x0, 0xfe, 0xd7, 0xff, 0xff, 0xff, 0xef,

    /* U+7C60 "籠" */
    0xfe, 0xfe, 0x6e, 0xfe, 0xfe, 0xfe, 0xbf,

    /* U+7C73 "米" */
    0x10, 0xa9, 0x57, 0xf3, 0x8f, 0xb5, 0xc9,

    /* U+7C89 "粉" */
    0xec, 0xfa, 0xf2, 0xfe, 0x6a, 0xea, 0xd2, 0x7e,

    /* U+7C8B "粋" */
    0xe8, 0xfe, 0xeb, 0xf3, 0x5c, 0xff, 0xcc, 0x4c,

    /* U+7C92 "粒" */
    0xe9, 0xff, 0x87, 0xb7, 0x5e, 0xb9, 0x3f,

    /* U+7C97 "粗" */
    0x41, 0xff, 0xcf, 0xf5, 0x3f, 0xfc, 0xaf,

    /* U+7C98 "粘" */
    0xe8, 0xef, 0xe8, 0xe8, 0x5e, 0xf2, 0x5e, 0x52,

    /* U+7C9B "粛" */
    0x10, 0xfb, 0xfb, 0xe3, 0x8f, 0xfe, 0xcb,

    /* U+7CA7 "粧" */
    0x64, 0xff, 0xf0, 0xf2, 0x5f, 0xf2, 0xf2, 0x5f,

    /* U+7CBE "精" */
    0x44, 0xff, 0xff, 0xff, 0x7f, 0xff, 0xdf, 0x57,

    /* U+7CD6 "糖" */
    0xc4, 0xff, 0xfe, 0xff, 0x7e, 0xfe, 0xda, 0x5e,

    /* U+7CE7 "糧" */
    0x7f, 0xff, 0xff, 0xe0, 0x5f, 0xff, 0xdf, 0x5f,

    /* U+7CF8 "糸" */
    0x10, 0xc9, 0xa1, 0xbf, 0xe2, 0x15, 0x49,

    /* U+7CFB "系" */
    0x7e, 0xc8, 0xf7, 0xf5, 0x5a, 0xe4, 0x80,

    /* U+7CFE "糾" */
    0x42, 0xaa, 0xca, 0x6a, 0xea, 0xef, 0xfa, 0xc2,

    /* U+7D00 "紀" */
    0x5f, 0x85, 0xff, 0x9f, 0x1e, 0x77, 0x80,

    /* U+7D04 "約" */
    0x49, 0xff, 0xaa, 0xdf, 0xbe, 0xfc, 0xf3,

    /* U+7D05 "紅" */
    0x5f, 0xa4, 0x64, 0xf4, 0xc4, 0xdf, 0x40,

    /* U+7D0B "紋" */
    0x44, 0xbf, 0xda, 0x6a, 0xea, 0xee, 0xee, 0xd1,

    /* U+7D0D "納" */
    0x44, 0xbf, 0xd5, 0x75, 0xfd, 0xfb, 0xf1, 0xd2,

    /* U+7D14 "純" */
    0x45, 0xbf, 0xc4, 0x75, 0xf5, 0xfe, 0xe5, 0xc7,

    /* U+7D19 "紙" */
    0x5f, 0xd4, 0x7f, 0xf4, 0xf4, 0xf5, 0xfb,

    /* U+7D1A "級" */
    0x5e, 0xaa, 0x6f, 0xea, 0xf6, 0xd6, 0xd9,

    /* U+7D1B "紛" */
    0x48, 0xaa, 0xd2, 0x7e, 0xea, 0xea, 0xfa, 0xd6,

    /* U+7D20 "素" */
    0x11, 0xfd, 0xf7, 0xf6, 0x9f, 0xd7, 0x49,

    /* U+7D21 "紡" */
    0x49, 0x7f, 0xc3, 0x7f, 0x3e, 0x7c, 0xf7,

    /* U+7D22 "索" */
    0x11, 0xff, 0xff, 0xb3, 0x9f, 0xd5, 0x69,

    /* U+7D2B "紫" */
    0x6b, 0xdf, 0xaf, 0x76, 0x9b, 0xd7, 0x49,

    /* U+7D2F "累" */
    0xfd, 0xfb, 0xf7, 0x4f, 0xcb, 0xa5, 0x0,

    /* U+7D30 "細" */
    0x5f, 0xd5, 0x75, 0xff, 0xf5, 0xff, 0x51,

    /* U+7D33 "紳" */
    0x44, 0xbf, 0xd5, 0x7f, 0xf5, 0xff, 0xe4, 0x44,

    /* U+7D39 "紹" */
    0x5f, 0x55, 0xff, 0xf, 0xff, 0xd4, 0x80,

    /* U+7D3A "紺" */
    0x52, 0xa6, 0xfb, 0x9f, 0xfe, 0x7f, 0xa9,

    /* U+7D42 "終" */
    0x48, 0xde, 0xda, 0x6c, 0xfe, 0xec, 0xf0, 0xce,

    /* U+7D44 "組" */
    0x5f, 0xa5, 0xff, 0x9f, 0xfe, 0x7f, 0x80,

    /* U+7D4C "経" */
    0x5f, 0x75, 0xb7, 0x9f, 0xfc, 0xb7, 0x80,

    /* U+7D50 "結" */
    0x44, 0xbf, 0xc4, 0x7e, 0xe0, 0xfe, 0xfe, 0x52,

    /* U+7D5E "絞" */
    0x49, 0xfe, 0xb3, 0x9f, 0xfd, 0xbb, 0x69,

    /* U+7D61 "絡" */
    0x9, 0xbf, 0x6b, 0x6f, 0xbe, 0xff, 0xa9,

    /* U+7D66 "給" */
    0x4d, 0x5f, 0x4b, 0x6e, 0x1f, 0xff, 0xa9,

    /* U+7D71 "統" */
    0x44, 0xff, 0xca, 0x7f, 0xea, 0xea, 0xfb, 0xd3,

    /* U+7D75 "絵" */
    0x44, 0xea, 0xff, 0x60, 0xdf, 0xea, 0xe9, 0xff,

    /* U+7D76 "絶" */
    0x8, 0x5e, 0xd6, 0x7d, 0xff, 0xf0, 0xf1, 0xdf,

    /* U+7D79 "絹" */
    0x5f, 0xfd, 0xfb, 0xff, 0xfe, 0x75, 0x80,

    /* U+7D99 "継" */
    0x44, 0xbe, 0xfb, 0xff, 0xdf, 0xff, 0xa8,

    /* U+7D9A "続" */
    0x49, 0xfe, 0xfb, 0xf, 0xfd, 0xbb, 0xeb,

    /* U+7DAD "維" */
    0x56, 0xbf, 0xd4, 0x7f, 0xf4, 0xfe, 0xff, 0x50,

    /* U+7DB1 "綱" */
    0x5f, 0xbb, 0x7f, 0xdf, 0xff, 0xf9, 0x53,

    /* U+7DB2 "網" */
    0x5f, 0xb9, 0x7f, 0xff, 0xf9, 0xfd, 0xd3,

    /* U+7DBB "綻" */
    0x44, 0xff, 0xd1, 0x6f, 0x4f, 0xfc, 0xfc, 0xd7,

    /* U+7DBF "綿" */
    0x44, 0xdf, 0xff, 0x7f, 0xff, 0xf5, 0xf7, 0x44,

    /* U+7DCA "緊" */
    0xef, 0x57, 0x9b, 0x4f, 0xeb, 0xa4, 0x80,

    /* U+7DCF "総" */
    0xda, 0xfa, 0x6e, 0xfa, 0xfe, 0xfa, 0xdc,

    /* U+7DD1 "緑" */
    0x5f, 0xbd, 0xff, 0xff, 0xdf, 0x72, 0x80,

    /* U+7DD2 "緒" */
    0x4b, 0xff, 0x3b, 0xff, 0xfe, 0x7f, 0xef,

    /* U+7DDA "線" */
    0x49, 0xef, 0x7b, 0x95, 0xfe, 0xfd, 0xe5,

    /* U+7DE0 "締" */
    0x44, 0xff, 0xaa, 0x7f, 0xf5, 0xff, 0xf7, 0x44,

    /* U+7DE8 "編" */
    0x5f, 0xbf, 0x7f, 0xdf, 0xff, 0xd7, 0xd7,

    /* U+7DE9 "緩" */
    0x5f, 0xb5, 0x6a, 0x5f, 0xfb, 0xf6, 0x79,

    /* U+7DEF "緯" */
    0x49, 0xff, 0x7b, 0xff, 0xff, 0xff, 0xa2,

    /* U+7DF4 "練" */
    0x44, 0xff, 0xbf, 0x7f, 0xdf, 0xee, 0xff, 0xd5,

    /* U+7DFB "緻" */
    0xff, 0xf5, 0xff, 0xb7, 0xfe, 0xf6, 0x80,

    /* U+7E01 "縁" */
    0x4e, 0xae, 0x7f, 0xfb, 0xfe, 0xff, 0xdc,

    /* U+7E04 "縄" */
    0x5f, 0x75, 0xfa, 0xdf, 0xff, 0xd1, 0x80,

    /* U+7E1B "縛" */
    0x46, 0x9f, 0xff, 0x7f, 0xff, 0xff, 0xfa, 0xce,

    /* U+7E26 "縦" */
    0xd7, 0xff, 0x72, 0xfb, 0xfa, 0xfe, 0xdf,

    /* U+7E2B "縫" */
    0x6f, 0x75, 0xbb, 0xff, 0xfe, 0xbb, 0x80,

    /* U+7E2E "縮" */
    0x49, 0xff, 0x7b, 0xaf, 0xbf, 0xfe, 0xef,

    /* U+7E3E "績" */
    0x45, 0xff, 0x7b, 0xff, 0xff, 0xff, 0xfb,

    /* U+7E41 "繁" */
    0xfe, 0xfe, 0xf6, 0x7e, 0x6e, 0xff, 0xd3,

    /* U+7E4A "繊" */
    0x5a, 0xfb, 0x7f, 0x7a, 0xff, 0xfa, 0xff, 0xdf,

    /* U+7E54 "織" */
    0x5e, 0xbf, 0xff, 0x7f, 0xff, 0xfe, 0xff, 0x5a,

    /* U+7E55 "繕" */
    0x4a, 0xff, 0xbf, 0x7f, 0x5f, 0xff, 0xf1, 0xff,

    /* U+7E6D "繭" */
    0x24, 0xb3, 0xfd, 0xbf, 0x7e, 0xfd, 0xf9,

    /* U+7E70 "繰" */
    0x5f, 0xbf, 0x7b, 0xfb, 0xff, 0xee, 0xd5,

    /* U+7F36 "缶" */
    0x60, 0xfa, 0x47, 0xf1, 0x1a, 0xb5, 0x7e,

    /* U+7F6A "罪" */
    0x7f, 0x7f, 0xf7, 0x14, 0x77, 0xf7, 0x64,

    /* U+7F6E "置" */
    0xff, 0xfc, 0x45, 0xeb, 0xd7, 0xbf, 0x80,

    /* U+7F70 "罰" */
    0xff, 0xff, 0xef, 0xdf, 0xbf, 0x7d, 0x80,

    /* U+7F72 "署" */
    0x7e, 0xfd, 0xff, 0xff, 0xcf, 0x9f, 0x0,

    /* U+7F75 "罵" */
    0xff, 0xff, 0xf4, 0x8f, 0xfb, 0x6f, 0x80,

    /* U+7F77 "罷" */
    0xff, 0xff, 0xef, 0x7e, 0xfd, 0x7b, 0x80,

    /* U+7F85 "羅" */
    0x7f, 0x7f, 0x5f, 0x7f, 0xfa, 0x7f, 0x7f,

    /* U+7F8A "羊" */
    0x29, 0xfc, 0x43, 0xe1, 0x1f, 0xc4, 0x8,

    /* U+7F8E "美" */
    0x29, 0xfd, 0xf0, 0x8f, 0xff, 0xca, 0x63,

    /* U+7F9E "羞" */
    0x29, 0xfd, 0xf7, 0xf7, 0xcf, 0xe5, 0x7f,

    /* U+7FA4 "群" */
    0xfa, 0xf4, 0xff, 0x74, 0xdf, 0x74, 0x54,

    /* U+7FA8 "羨" */
    0x29, 0xfd, 0xf7, 0xf5, 0xfd, 0x97, 0x51,

    /* U+7FA9 "義" */
    0x6d, 0xfd, 0xf7, 0xfe, 0xdf, 0xff, 0xeb,

    /* U+7FBD "羽" */
    0xef, 0x56, 0xa9, 0x3e, 0xe4, 0x59, 0x80,

    /* U+7FC1 "翁" */
    0x7a, 0x17, 0x7f, 0x77, 0x55, 0x77, 0x33,

    /* U+7FCC "翌" */
    0xff, 0x77, 0xeb, 0xef, 0xe9, 0x3f, 0x80,

    /* U+7FD2 "習" */
    0xfe, 0xac, 0xfb, 0xf4, 0x2f, 0xdf, 0x80,

    /* U+7FFB "翻" */
    0xff, 0xef, 0x7f, 0xff, 0xef, 0xe5, 0xef,

    /* U+7FFC "翼" */
    0xfe, 0xed, 0x6b, 0xff, 0xff, 0xf9, 0x80,

    /* U+8001 "老" */
    0x12, 0xfc, 0x57, 0xf3, 0x3f, 0x88, 0x9f,

    /* U+8003 "考" */
    0x12, 0xfb, 0xfb, 0xbf, 0x8f, 0x91, 0xe,

    /* U+8005 "者" */
    0x10, 0xfc, 0x77, 0x97, 0xd8, 0x9f, 0x3e,

    /* U+8010 "耐" */
    0x2, 0xf2, 0xf6, 0xfa, 0xf6, 0xf6, 0xf2, 0x96,

    /* U+8015 "耕" */
    0x4b, 0xd5, 0x7f, 0x5f, 0xfd, 0x7e, 0xa9,

    /* U+8017 "耗" */
    0x43, 0xf9, 0x27, 0xfe, 0x8b, 0xfa, 0xa7,

    /* U+8033 "耳" */
    0xfe, 0x89, 0xf3, 0xe4, 0x7f, 0x81, 0x0,

    /* U+8056 "聖" */
    0xff, 0x37, 0xf8, 0x8f, 0xef, 0xbf, 0x80,

    /* U+805E "聞" */
    0xff, 0xff, 0xff, 0xfa, 0xbf, 0x61, 0x80,

    /* U+8074 "聴" */
    0xd, 0xff, 0x7e, 0xfd, 0xf9, 0xba, 0xb7,

    /* U+8077 "職" */
    0x15, 0xff, 0xfe, 0x3d, 0xfb, 0xf7, 0xad,

    /* U+8089 "肉" */
    0x11, 0xfe, 0x4f, 0x7d, 0x35, 0x61, 0xc7,

    /* U+808C "肌" */
    0xfd, 0x6b, 0xd7, 0xbb, 0x76, 0xf9, 0x80,

    /* U+8096 "肖" */
    0xa6, 0x92, 0xbf, 0xff, 0xf8, 0x67,

    /* U+8098 "肘" */
    0xe2, 0xaf, 0xea, 0xea, 0xa2, 0xa2, 0xee,

    /* U+809D "肝" */
    0xff, 0x4b, 0xff, 0x2a, 0x54, 0xb9, 0x0,

    /* U+80A1 "股" */
    0xfd, 0x6b, 0xff, 0x1a, 0xd5, 0xbc, 0x80,

    /* U+80A2 "肢" */
    0x4, 0xff, 0xe4, 0xbb, 0xea, 0xae, 0xae, 0xf1,

    /* U+80A5 "肥" */
    0xfe, 0xba, 0xfe, 0xf2, 0xb3, 0xb3, 0xfe,

    /* U+80A9 "肩" */
    0xfe, 0xfd, 0xfb, 0xff, 0xf7, 0xe9, 0x80,

    /* U+80AA "肪" */
    0x9, 0xff, 0x46, 0xfd, 0x3a, 0xf9, 0xf6,

    /* U+80AF "肯" */
    0x18, 0xbf, 0xfb, 0xf7, 0xef, 0xd0, 0xa2,

    /* U+80B2 "育" */
    0x19, 0xff, 0xfb, 0xe4, 0x4f, 0x9f, 0x22,

    /* U+80BA "肺" */
    0x9, 0x93, 0xff, 0xfe, 0xbd, 0x7b, 0xe4,

    /* U+80C3 "胃" */
    0xff, 0xff, 0xff, 0xff, 0xff, 0xe3, 0x80,

    /* U+80C6 "胆" */
    0xff, 0xc7, 0xff, 0x1f, 0xf8, 0x3f, 0x80,

    /* U+80CC "背" */
    0x2a, 0xdb, 0xbb, 0xf4, 0x2f, 0xdf, 0xa7,

    /* U+80CE "胎" */
    0xe9, 0x57, 0xff, 0xfb, 0x37, 0xfc, 0x80,

    /* U+80DE "胞" */
    0xff, 0xfe, 0x9d, 0xff, 0x76, 0x77, 0x80,

    /* U+80F4 "胴" */
    0xff, 0xe6, 0xff, 0xfb, 0xf7, 0x7d, 0x80,

    /* U+80F8 "胸" */
    0xf1, 0xfe, 0xff, 0xfb, 0xf6, 0x79, 0x80,

    /* U+80FD "能" */
    0xab, 0xff, 0xbf, 0x5e, 0xf5, 0x7b, 0x80,

    /* U+8102 "脂" */
    0xf7, 0x77, 0xb7, 0xfb, 0xf6, 0x7f, 0x80,

    /* U+8105 "脅" */
    0x18, 0x7e, 0xff, 0xff, 0x7e, 0x7e, 0x7e, 0x46,

    /* U+8107 "脇" */
    0x9, 0xfe, 0xaf, 0xaf, 0xf7, 0xef, 0xf5,

    /* U+8108 "脈" */
    0xfe, 0xbe, 0xfc, 0xfa, 0xba, 0xba, 0xea,

    /* U+810A "脊" */
    0x11, 0xff, 0xbf, 0xf4, 0x4f, 0x9f, 0x26,

    /* U+811A "脚" */
    0x11, 0xaf, 0xff, 0xfd, 0x7b, 0xff, 0xe2,

    /* U+8131 "脱" */
    0xf3, 0x7f, 0xcf, 0x6a, 0xf6, 0xfd, 0x80,

    /* U+8133 "脳" */
    0xfb, 0xe2, 0xff, 0xbb, 0xf7, 0xfc, 0x80,

    /* U+814E "腎" */
    0xff, 0x77, 0xff, 0xef, 0xdf, 0xb3, 0x0,

    /* U+8150 "腐" */
    0x11, 0xfe, 0xff, 0x6f, 0xff, 0x77, 0xb7,

    /* U+8155 "腕" */
    0x9, 0xff, 0xce, 0xfe, 0xbf, 0x76, 0xf3,

    /* U+816B "腫" */
    0xff, 0xff, 0xff, 0xff, 0xff, 0xff, 0x80,

    /* U+8170 "腰" */
    0xff, 0xff, 0xff, 0xff, 0xd9, 0xbc, 0x80,

    /* U+8178 "腸" */
    0xff, 0xff, 0xff, 0xff, 0xff, 0x7d, 0x80,

    /* U+8179 "腹" */
    0xff, 0xbe, 0xfe, 0xbe, 0xfe, 0xac, 0xf3,

    /* U+817A "腺" */
    0xff, 0xfe, 0xff, 0xfb, 0x77, 0x7a, 0x80,

    /* U+819A "膚" */
    0xf, 0x7f, 0x7f, 0x7f, 0x7f, 0x7f, 0xff, 0x33,

    /* U+819C "膜" */
    0x15, 0xff, 0xff, 0xff, 0xff, 0xf7, 0x7b,

    /* U+819D "膝" */
    0x9, 0xff, 0x7f, 0xee, 0xbb, 0xbf, 0xfd,

    /* U+81A8 "膨" */
    0xfb, 0xfb, 0xef, 0xee, 0xbf, 0xfd, 0x0,

    /* U+81B3 "膳" */
    0xff, 0xff, 0xff, 0xff, 0xfc, 0x7f, 0x80,

    /* U+81C6 "臆" */
    0xd, 0xff, 0xff, 0xff, 0xff, 0xfd, 0xff,

    /* U+81D3 "臓" */
    0x15, 0xff, 0xff, 0xff, 0xff, 0xbf, 0xf5,

    /* U+81E3 "臣" */
    0xff, 0xf8, 0x7f, 0x93, 0xf8, 0x0,

    /* U+81E8 "臨" */
    0xff, 0xbe, 0xff, 0xfd, 0xfb, 0xff, 0x80,

    /* U+81EA "自" */
    0x23, 0xf8, 0x7f, 0x87, 0xff, 0xe1,

    /* U+81ED "臭" */
    0x10, 0xf9, 0xf3, 0xe7, 0xdf, 0xca, 0x63,

    /* U+81F3 "至" */
    0xfe, 0x4b, 0xf8, 0x8f, 0xe2, 0x3f, 0x80,

    /* U+81F4 "致" */
    0xff, 0x6a, 0xfa, 0x7a, 0xf4, 0x74, 0xfb,

    /* U+81FC "臼" */
    0x21, 0xde, 0xc, 0x1e, 0xf0, 0x7f, 0xc1,

    /* U+8208 "興" */
    0xff, 0xff, 0xbf, 0xff, 0xff, 0x66, 0x0,

    /* U+820C "舌" */
    0x0, 0xf8, 0x47, 0xf1, 0xd, 0x9f, 0x22,

    /* U+820E "舎" */
    0x38, 0xdb, 0x59, 0xcf, 0xef, 0x9f, 0x22,

    /* U+8217 "舗" */
    0x46, 0xbf, 0xc4, 0x5e, 0xfe, 0xfe, 0xf6, 0xb6,

    /* U+821E "舞" */
    0x41, 0xff, 0xff, 0xf7, 0xfd, 0x9f, 0xe2,

    /* U+821F "舟" */
    0x10, 0xf9, 0x52, 0x6f, 0xea, 0x95, 0x46,

    /* U+822A "航" */
    0x89, 0xfe, 0x87, 0x6e, 0xd5, 0xaf, 0xfb,

    /* U+822C "般" */
    0x40, 0xee, 0xeb, 0xf3, 0xef, 0xfa, 0xe4, 0xfb,

    /* U+8236 "舶" */
    0x45, 0x7f, 0xcd, 0x9f, 0xfe, 0x7f, 0xf9,

    /* U+8237 "舷" */
    0x44, 0xfe, 0xea, 0xfa, 0xec, 0xee, 0xea, 0xfe,

    /* U+8239 "船" */
    0x42, 0xea, 0xba, 0xf1, 0xee, 0xea, 0xee, 0x6a,

    /* U+8247 "艇" */
    0x40, 0xbb, 0xff, 0xaf, 0x5f, 0xfc, 0x37,

    /* U+8266 "艦" */
    0x40, 0xbf, 0xf7, 0xff, 0x1f, 0xff, 0xbf,

    /* U+826F "良" */
    0x10, 0xf9, 0x13, 0xe7, 0xca, 0xd2, 0x7b,

    /* U+8272 "色" */
    0x20, 0x79, 0xfa, 0x57, 0xe8, 0x10, 0xbf,

    /* U+8276 "艶" */
    0x68, 0xfe, 0xfe, 0xff, 0xf, 0xfb, 0x6b, 0xfe,

    /* U+828B "芋" */
    0x2d, 0xfc, 0x7, 0xf1, 0x1f, 0xc4, 0x18,

    /* U+829D "芝" */
    0x45, 0xfc, 0x47, 0xf0, 0x4b, 0x38, 0x4f,

    /* U+82AF "芯" */
    0x45, 0xfc, 0x41, 0x4a, 0x34, 0xeb, 0x9c,

    /* U+82B1 "花" */
    0x45, 0xfc, 0x1, 0x95, 0xda, 0x14, 0xaf,

    /* U+82B3 "芳" */
    0x45, 0xfc, 0x47, 0x73, 0xc4, 0x91, 0x4e,

    /* U+82B8 "芸" */
    0x45, 0xfd, 0xf0, 0xf, 0xe4, 0x89, 0x7f,

    /* U+82BD "芽" */
    0x25, 0xff, 0xf9, 0x2f, 0xe2, 0x99, 0x6e,

    /* U+82D7 "苗" */
    0x45, 0xfc, 0x7, 0xf9, 0x3f, 0xff, 0xc1,

    /* U+82DB "苛" */
    0x25, 0xff, 0xf8, 0x27, 0xc9, 0x9f, 0x6,

    /* U+82E5 "若" */
    0x65, 0xfc, 0x87, 0xf6, 0x1f, 0x9f, 0x32,

    /* U+82E6 "苦" */
    0x45, 0xfc, 0x47, 0xf7, 0xc8, 0x9f, 0x22,

    /* U+82F1 "英" */
    0x45, 0xfc, 0x43, 0xe5, 0x5f, 0xce, 0x63,

    /* U+8302 "茂" */
    0x29, 0xfc, 0x57, 0xf9, 0x71, 0xa6, 0xd3,

    /* U+830E "茎" */
    0x29, 0xff, 0xf3, 0x67, 0xdf, 0x84, 0x7f,

    /* U+8328 "茨" */
    0x45, 0xfe, 0x47, 0xf2, 0xa9, 0x37, 0x11,

    /* U+8336 "茶" */
    0x29, 0xfc, 0xe2, 0x2f, 0xea, 0x95, 0x49,

    /* U+8349 "草" */
    0x29, 0xfd, 0xf3, 0xe4, 0x47, 0x3f, 0x88,

    /* U+8352 "荒" */
    0x25, 0xff, 0xfa, 0x7, 0xe0, 0x1d, 0x6b,

    /* U+8358 "荘" */
    0x29, 0xfc, 0x5, 0x4f, 0xe5, 0x3a, 0x1f,

    /* U+8377 "荷" */
    0x45, 0xfd, 0x7, 0xff, 0xaf, 0x58, 0xa7,

    /* U+83CA "菊" */
    0x45, 0xfd, 0xfe, 0x5d, 0xbf, 0x5e, 0x8f,

    /* U+83CC "菌" */
    0xff, 0xfe, 0x2d, 0x9f, 0xf7, 0x64, 0xff,

    /* U+83D3 "菓" */
    0x25, 0xfd, 0xfb, 0xf7, 0xff, 0xcd, 0x69,

    /* U+83DC "菜" */
    0x29, 0xff, 0xfa, 0xa5, 0x5f, 0xce, 0x6b,

    /* U+83EF "華" */
    0x29, 0xfc, 0xa2, 0xaf, 0xff, 0xff, 0x88,

    /* U+840E "萎" */
    0x29, 0xf8, 0x47, 0xff, 0x7f, 0xfe, 0x7f,

    /* U+843D "落" */
    0x29, 0xff, 0x7d, 0xa7, 0xef, 0xd8, 0xdf,

    /* U+8449 "葉" */
    0x49, 0xef, 0xfb, 0xe7, 0xdf, 0xdf, 0x4b,

    /* U+8457 "著" */
    0x29, 0xfd, 0xf7, 0xf3, 0x1f, 0x9f, 0x3e,

    /* U+845B "葛" */
    0x29, 0xfd, 0xf3, 0xe7, 0xfe, 0x5e, 0x87,

    /* U+846C "葬" */
    0x29, 0xff, 0xfb, 0xfe, 0xbd, 0xff, 0xe2,

    /* U+84B8 "蒸" */
    0x29, 0xfd, 0xf7, 0xdf, 0x5f, 0xdb, 0x55,

    /* U+84C4 "蓄" */
    0x25, 0xb7, 0xfb, 0x7f, 0xef, 0xdf, 0xbf,

    /* U+84CB "蓋" */
    0x29, 0xfd, 0xf7, 0xff, 0xef, 0x9b, 0x7f,

    /* U+8511 "蔑" */
    0x25, 0xff, 0xff, 0xff, 0xf5, 0x63, 0x5b,

    /* U+8535 "蔵" */
    0x29, 0xff, 0xff, 0xdf, 0xde, 0xff, 0xc7,

    /* U+853D "蔽" */
    0xfe, 0x13, 0x53, 0xbf, 0xfd, 0xfd, 0x5f,

    /* U+8584 "薄" */
    0x29, 0xfd, 0xfb, 0xfe, 0xaf, 0xfd, 0x4e,

    /* U+85A6 "薦" */
    0x36, 0x7f, 0x54, 0x7f, 0x50, 0x7f, 0xf3, 0x27,

    /* U+85AA "薪" */
    0x24, 0x5a, 0xfe, 0x68, 0xff, 0xfa, 0xea, 0xda,

    /* U+85AB "薫" */
    0x29, 0xff, 0xfb, 0xe7, 0xdf, 0xff, 0xd5,

    /* U+85AC "薬" */
    0x29, 0xfd, 0xb3, 0xeb, 0xbf, 0xdf, 0x49,

    /* U+85CD "藍" */
    0x25, 0xfe, 0xbf, 0xcf, 0x6f, 0x97, 0x7f,

    /* U+85E4 "藤" */
    0xfe, 0x27, 0xed, 0xff, 0xff, 0xef, 0x65,

    /* U+85E9 "藩" */
    0x29, 0xfe, 0xfb, 0x6d, 0xe7, 0xdf, 0xdf,

    /* U+85FB "藻" */
    0x29, 0xff, 0x8b, 0xff, 0x6f, 0xf7, 0x55,

    /* U+864E "虎" */
    0x10, 0x1e, 0x7f, 0x7e, 0x5f, 0x54, 0x55, 0x27,

    /* U+8650 "虐" */
    0x10, 0x1e, 0x7f, 0x7e, 0x5f, 0x7e, 0x7e, 0x3f,

    /* U+865A "虚" */
    0x10, 0x1e, 0x7f, 0x7e, 0x5f, 0x75, 0x76, 0x3f,

    /* U+865C "虜" */
    0xf, 0x7f, 0x7d, 0x7f, 0x7f, 0x7f, 0x7f, 0x37,

    /* U+865E "虞" */
    0xe, 0xfd, 0xfa, 0x77, 0xee, 0x1f, 0xdb,

    /* U+866B "虫" */
    0x11, 0xfa, 0x54, 0xaf, 0xc2, 0x85, 0x7e,

    /* U+8679 "虹" */
    0x61, 0xff, 0xd7, 0xaf, 0x4e, 0xbf, 0x80,

    /* U+868A "蚊" */
    0x45, 0xff, 0xaf, 0x5e, 0xad, 0x9b, 0xed,

    /* U+8695 "蚕" */
    0xff, 0xfd, 0x57, 0xf7, 0xc2, 0x7f, 0x80,

    /* U+86C7 "蛇" */
    0x45, 0xff, 0xef, 0x5e, 0xcd, 0x5e, 0xef,

    /* U+86CD "蛍" */
    0x55, 0xfe, 0x4f, 0xf5, 0x4f, 0x84, 0xff,

    /* U+86EE "蛮" */
    0x11, 0xfd, 0xb7, 0xdf, 0xff, 0xc5, 0xff,

    /* U+8702 "蜂" */
    0x48, 0xfe, 0xea, 0xff, 0xfe, 0x7e, 0xff, 0x84,

    /* U+871C "蜜" */
    0x10, 0xff, 0xbd, 0xfe, 0xfe, 0x52, 0x7e, 0xfe,

    /* U+878D "融" */
    0x4, 0xf4, 0xfe, 0xfe, 0xfe, 0xf6, 0xf6, 0xde,

    /* U+8840 "血" */
    0x10, 0x7e, 0x5a, 0x5a, 0x5a, 0x5a, 0x5a, 0xff,

    /* U+8846 "衆" */
    0x10, 0xfa, 0xb7, 0xf5, 0xb7, 0x95, 0x49,

    /* U+884C "行" */
    0x5f, 0x1, 0x7e, 0x2c, 0x48, 0x93, 0x0,

    /* U+8853 "術" */
    0x6e, 0x7d, 0x6e, 0xf7, 0xed, 0xd3, 0x80,

    /* U+8857 "街" */
    0x50, 0x7f, 0x97, 0x6a, 0xfa, 0x52, 0x7e, 0x46,

    /* U+885B "衛" */
    0x48, 0x3f, 0xdf, 0x8f, 0xef, 0xf3, 0xf9, 0xfc,
    0x9e,

    /* U+885D "衝" */
    0x7f, 0x7c, 0x5f, 0xde, 0xde, 0x7e, 0x7e,

    /* U+8861 "衡" */
    0x7f, 0xae, 0x1f, 0x5b, 0xa7, 0xf2, 0xe9, 0xdc,

    /* U+8863 "衣" */
    0x11, 0xfc, 0xc3, 0x7e, 0xcc, 0x9f, 0x80,

    /* U+8868 "表" */
    0x11, 0xfd, 0xf7, 0xf7, 0xbd, 0x89, 0x79,

    /* U+8870 "衰" */
    0x11, 0xfd, 0xf7, 0xf7, 0xcd, 0xeb, 0x79,

    /* U+8877 "衷" */
    0x11, 0xfd, 0xf2, 0xa7, 0xcd, 0xeb, 0x7f,

    /* U+888B "袋" */
    0x14, 0xbf, 0x2a, 0xbf, 0xed, 0xeb, 0x79,

    /* U+8896 "袖" */
    0x44, 0x44, 0xff, 0x75, 0xff, 0x75, 0x5f, 0x51,

    /* U+88AB "被" */
    0x44, 0xff, 0x35, 0x5e, 0xfa, 0xfe, 0x5e, 0x4b,

    /* U+88C1 "裁" */
    0x49, 0xf5, 0x27, 0xff, 0xae, 0xb7, 0xff,

    /* U+88C2 "裂" */
    0x3, 0xef, 0xdf, 0xff, 0xfd, 0x4f, 0x21,

    /* U+88C5 "装" */
    0xa9, 0xff, 0xf8, 0x8f, 0xfd, 0xcd, 0x61,

    /* U+88CF "裏" */
    0x11, 0xfd, 0x53, 0xef, 0xff, 0xfb, 0x7b,

    /* U+88D5 "裕" */
    0x40, 0x52, 0xfe, 0x4e, 0xff, 0x72, 0x5e, 0x52,

    /* U+88DC "補" */
    0x45, 0xee, 0x3f, 0x55, 0xff, 0x7f, 0x55, 0x57,

    /* U+88F8 "裸" */
    0x5f, 0xf5, 0xff, 0x7f, 0xff, 0xee, 0x57, 0x55,

    /* U+88FD "製" */
    0xe3, 0xef, 0xdd, 0x9f, 0xed, 0x6b, 0x7d,

    /* U+88FE "裾" */
    0x40, 0xbf, 0xfa, 0xff, 0x4b, 0x5f, 0xa5,

    /* U+8907 "複" */
    0x50, 0x5f, 0xfe, 0x7e, 0x7e, 0xfe, 0x6c, 0x7f,

    /* U+8910 "褐" */
    0x5e, 0xa7, 0xfb, 0xff, 0xeb, 0xd7, 0xa3,

    /* U+8912 "褒" */
    0x11, 0xfd, 0x8f, 0xf7, 0xe6, 0x3b, 0x7b,

    /* U+895F "襟" */
    0xbf, 0xe9, 0xfd, 0xfc, 0x17, 0xef, 0xdd,

    /* U+8972 "襲" */
    0x59, 0xff, 0xff, 0xff, 0xff, 0xf3, 0xfb,

    /* U+897F "西" */
    0xff, 0xfe, 0xad, 0x7c, 0x3f, 0xe0, 0x80,

    /* U+8981 "要" */
    0xff, 0xff, 0xff, 0xf6, 0xdf, 0x80,

    /* U+8986 "覆" */
    0xff, 0xff, 0xfb, 0xff, 0xff, 0xdf, 0x80,

    /* U+8987 "覇" */
    0xff, 0x5f, 0xff, 0xff, 0xff, 0x5a, 0x80,

    /* U+898B "見" */
    0x7c, 0xf9, 0x13, 0xe7, 0xc5, 0x73, 0x80,

    /* U+898F "規" */
    0x40, 0x5e, 0xfe, 0x52, 0xfe, 0x7e, 0xed, 0xb6,

    /* U+8996 "視" */
    0x40, 0x5e, 0xfe, 0x72, 0x7e, 0xfe, 0x4d, 0x56,

    /* U+899A "覚" */
    0x55, 0xff, 0xfb, 0xe7, 0xcf, 0x8a, 0xe7,

    /* U+89A7 "覧" */
    0xef, 0x73, 0x9b, 0xf7, 0xef, 0xfb, 0x80,

    /* U+89AA "親" */
    0x40, 0xbe, 0xfd, 0x9f, 0xed, 0xfd, 0xab,

    /* U+89B3 "観" */
    0xff, 0xfe, 0xff, 0x9f, 0xfd, 0xfd, 0x80,

    /* U+89D2 "角" */
    0x0, 0xf9, 0xfa, 0x97, 0xef, 0xd0, 0xc3,

    /* U+89E3 "解" */
    0x1, 0xbf, 0xbf, 0xaf, 0xfe, 0xaf, 0xf2,

    /* U+89E6 "触" */
    0x84, 0xe4, 0xfe, 0xf6, 0xfe, 0xe6, 0xa6, 0xfd,

    /* U+8A00 "言" */
    0x7d, 0xfd, 0xf3, 0xe7, 0xc8, 0x9f, 0x0,

    /* U+8A02 "訂" */
    0xef, 0xe2, 0xe2, 0xe2, 0xe2, 0xa2, 0xee,

    /* U+8A03 "訃" */
    0x9, 0xd3, 0xa7, 0x4e, 0xfd, 0x2a, 0x74,

    /* U+8A08 "計" */
    0x5, 0xcb, 0x97, 0x7e, 0x5c, 0xa9, 0x72,

    /* U+8A0E "討" */
    0x2, 0xe2, 0xef, 0xea, 0xea, 0xe2, 0xa2, 0xee,

    /* U+8A13 "訓" */
    0xf5, 0xf5, 0xf5, 0xf5, 0xf5, 0xb5, 0xf5,

    /* U+8A17 "託" */
    0xff, 0xd3, 0xaf, 0xee, 0xb5, 0x7b, 0x80,

    /* U+8A18 "記" */
    0xff, 0xc7, 0xff, 0x9f, 0x36, 0x7f, 0x80,

    /* U+8A1F "訟" */
    0xea, 0xfa, 0xf5, 0xea, 0xea, 0xab, 0xff,

    /* U+8A2A "訪" */
    0x9, 0xd3, 0xff, 0x7f, 0x3e, 0x6c, 0xff,

    /* U+8A2D "設" */
    0xee, 0xeb, 0xf2, 0xfe, 0xea, 0xa6, 0xfb,

    /* U+8A31 "許" */
    0xe9, 0xef, 0xd7, 0xfe, 0x54, 0xb9, 0x0,

    /* U+8A33 "訳" */
    0xff, 0xe7, 0xff, 0xaf, 0x56, 0x7c, 0x80,

    /* U+8A34 "訴" */
    0xfe, 0xf0, 0xff, 0xfc, 0xf6, 0xb6, 0xf4,

    /* U+8A3A "診" */
    0xc, 0xee, 0xf7, 0xfa, 0xe4, 0xfb, 0xa6, 0xf8,

    /* U+8A3C "証" */
    0xff, 0xcb, 0x97, 0xbf, 0x56, 0xbf, 0x80,

    /* U+8A50 "詐" */
    0xf1, 0xff, 0xbf, 0x4e, 0xf5, 0x3a, 0x0,

    /* U+8A54 "詔" */
    0xff, 0xd7, 0xff, 0xff, 0x36, 0x7f, 0x80,

    /* U+8A55 "評" */
    0xff, 0xf5, 0xee, 0xff, 0xe4, 0xa4, 0xe4,

    /* U+8A5E "詞" */
    0xff, 0xff, 0x8f, 0xff, 0xf6, 0x79, 0x80,

    /* U+8A60 "詠" */
    0xdd, 0xf7, 0xf6, 0xee, 0xdd, 0x76, 0x0,

    /* U+8A63 "詣" */
    0xf7, 0xf7, 0xb7, 0xff, 0xf6, 0x7f, 0x80,

    /* U+8A66 "試" */
    0x7, 0x8f, 0xff, 0xed, 0x5a, 0xb7, 0xf1,

    /* U+8A69 "詩" */
    0x4, 0xfe, 0xe4, 0xff, 0xff, 0xe2, 0xaa, 0xe6,

    /* U+8A6E "詮" */
    0xc, 0xee, 0xf3, 0xee, 0xe4, 0xee, 0xa4, 0xff,

    /* U+8A70 "詰" */
    0x4, 0xe4, 0xee, 0xff, 0xef, 0xeb, 0xab, 0xef,

    /* U+8A71 "話" */
    0xfe, 0xe4, 0xff, 0xfe, 0xf2, 0xb2, 0xfe,

    /* U+8A72 "該" */
    0x4, 0xe4, 0xee, 0xfa, 0xed, 0xfa, 0xae, 0xf9,

    /* U+8A73 "詳" */
    0xeb, 0xff, 0xff, 0x2f, 0xf4, 0xb9, 0x0,

    /* U+8A87 "誇" */
    0x9, 0xff, 0x57, 0xff, 0xfb, 0xf9, 0xe6,

    /* U+8A89 "誉" */
    0x55, 0xfd, 0xf7, 0xf7, 0xcf, 0x9f, 0x3e,

    /* U+8A8C "誌" */
    0x4, 0xe4, 0xee, 0xfe, 0xec, 0xfa, 0xba, 0xfc,

    /* U+8A8D "認" */
    0xff, 0xf7, 0xd8, 0x7f, 0xb7, 0x7b, 0x0,

    /* U+8A93 "誓" */
    0x43, 0xff, 0xff, 0x2f, 0xe0, 0x1f, 0x3e,

    /* U+8A95 "誕" */
    0xff, 0xde, 0xff, 0xfe, 0xef, 0xf0, 0xff,

    /* U+8A98 "誘" */
    0xff, 0xff, 0xee, 0xff, 0xeb, 0xa9, 0xf7,

    /* U+8A9E "語" */
    0xff, 0xff, 0xff, 0xf, 0xf7, 0xfc, 0x80,

    /* U+8AA0 "誠" */
    0x6, 0xc6, 0xfc, 0xfd, 0xee, 0xfe, 0xe7, 0xea,

    /* U+8AA4 "誤" */
    0xff, 0xf7, 0xd7, 0xf3, 0xf9, 0xbc, 0x80,

    /* U+8AAC "説" */
    0xeb, 0xff, 0xcf, 0xfe, 0xf5, 0xfd, 0x80,

    /* U+8AAD "読" */
    0x9, 0xff, 0xff, 0xff, 0x3d, 0xab, 0xfb,

    /* U+8AB0 "誰" */
    0xf4, 0xff, 0xff, 0xf4, 0x1f, 0xf4, 0xff,

    /* U+8AB2 "課" */
    0xff, 0xff, 0xff, 0xff, 0xee, 0xbf, 0xf5,

    /* U+8ABF "調" */
    0xff, 0xff, 0xff, 0xff, 0x7d, 0xf1, 0x80,

    /* U+8AC7 "談" */
    0x4, 0xed, 0xf6, 0xfb, 0xfd, 0xf6, 0xae, 0xf9,

    /* U+8ACB "請" */
    0x5, 0xff, 0xff, 0xff, 0xe3, 0xff, 0xfb,

    /* U+8AD6 "論" */
    0xd, 0xbb, 0xff, 0xfe, 0xff, 0xfb, 0xf7,

    /* U+8AE6 "諦" */
    0x9, 0xff, 0x57, 0xfe, 0xa7, 0xbb, 0x76,

    /* U+8AE7 "諧" */
    0xf7, 0xff, 0xff, 0xff, 0xf6, 0x7f, 0x80,

    /* U+8AED "諭" */
    0xd, 0xbb, 0xff, 0xff, 0xff, 0xfa, 0xff,

    /* U+8AEE "諮" */
    0xff, 0xb7, 0xf7, 0xbe, 0xdf, 0xa9, 0x0,

    /* U+8AF8 "諸" */
    0x9, 0xff, 0xbf, 0xef, 0xff, 0xec, 0xff,

    /* U+8AFE "諾" */
    0xa, 0xff, 0xe4, 0xff, 0xe, 0xfa, 0xaa, 0xee,

    /* U+8B00 "謀" */
    0x15, 0xff, 0x76, 0xad, 0xc7, 0xf7, 0x75,

    /* U+8B01 "謁" */
    0xff, 0xff, 0xff, 0xff, 0xf6, 0xfb, 0x80,

    /* U+8B04 "謄" */
    0x9, 0xef, 0xff, 0xff, 0xff, 0xff, 0xff,

    /* U+8B0E "謎" */
    0x5, 0xdf, 0x7f, 0xfd, 0xfa, 0xf4, 0x77,

    /* U+8B19 "謙" */
    0xff, 0xfe, 0xff, 0xd6, 0x3e, 0xf6, 0xd5,

    /* U+8B1B "講" */
    0x15, 0xff, 0xff, 0xf3, 0xfd, 0x7f, 0xf3,

    /* U+8B1D "謝" */
    0x12, 0xfa, 0xff, 0xfe, 0xfe, 0xfa, 0xfa, 0xfe,

    /* U+8B21 "謡" */
    0xff, 0xdb, 0xff, 0xfc, 0x9f, 0xff, 0x80,

    /* U+8B39 "謹" */
    0x15, 0xff, 0xff, 0x5d, 0xc7, 0xff, 0xff,

    /* U+8B58 "識" */
    0x15, 0xff, 0xbf, 0xff, 0xff, 0xfb, 0xfd,

    /* U+8B5C "譜" */
    0xff, 0xff, 0xff, 0xff, 0x37, 0xff, 0x80,

    /* U+8B66 "警" */
    0x64, 0xff, 0xf6, 0x3b, 0xff, 0x0, 0x7e, 0x7e,

    /* U+8B70 "議" */
    0xfe, 0xde, 0xfe, 0xfe, 0x3e, 0xfe, 0xfe,

    /* U+8B72 "譲" */
    0x8, 0x2b, 0xdf, 0xff, 0xe7, 0xfd, 0xfd,

    /* U+8B77 "護" */
    0xa, 0xde, 0xde, 0xf4, 0xde, 0xde, 0xde, 0xfe,

    /* U+8C37 "谷" */
    0x0, 0xda, 0x4b, 0x6f, 0xe8, 0x9f, 0x22,

    /* U+8C46 "豆" */
    0xfe, 0x1, 0xf3, 0xe4, 0x45, 0x3f, 0x80,

    /* U+8C4A "豊" */
    0x29, 0xff, 0xff, 0xff, 0xef, 0x9f, 0x7f,

    /* U+8C5A "豚" */
    0xff, 0xeb, 0x7f, 0x6d, 0xfd, 0x76, 0x80,

    /* U+8C61 "象" */
    0x7d, 0xfd, 0xfe, 0xd7, 0x4f, 0xec, 0x80,

    /* U+8C6A "豪" */
    0x11, 0xfd, 0xf7, 0xff, 0xfb, 0x7f, 0x6d,

    /* U+8C8C "貌" */
    0x25, 0xff, 0xce, 0xfb, 0xfd, 0xbb, 0xbb,

    /* U+8C9D "貝" */
    0x7e, 0x7e, 0x42, 0x7e, 0x7e, 0x24, 0x42,

    /* U+8C9E "貞" */
    0x20, 0xff, 0xff, 0xff, 0xfd, 0xc0,

    /* U+8CA0 "負" */
    0x3d, 0xfd, 0xfb, 0xf7, 0xec, 0xc0, 0x0,

    /* U+8CA1 "財" */
    0x5, 0xcb, 0xfd, 0x2e, 0xde, 0xb1, 0x56,

    /* U+8CA2 "貢" */
    0x7d, 0xfd, 0xf3, 0xe7, 0xcf, 0xbb, 0x80,

    /* U+8CA7 "貧" */
    0x24, 0xff, 0x3c, 0xfe, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+8CA8 "貨" */
    0x2f, 0x69, 0xef, 0x7e, 0x7e, 0x7e, 0x7e, 0x67,

    /* U+8CA9 "販" */
    0xff, 0xbf, 0xfb, 0xbe, 0xf6, 0xf6, 0xbb,

    /* U+8CAA "貪" */
    0x3c, 0xff, 0x7e, 0x7e, 0x42, 0x7e, 0x66,

    /* U+8CAB "貫" */
    0x7e, 0x7e, 0x7e, 0x7e, 0x7e, 0x7e, 0xe6,

    /* U+8CAC "責" */
    0x11, 0xff, 0xf8, 0x7, 0xcf, 0x9f, 0x77,

    /* U+8CAF "貯" */
    0x9, 0xd3, 0xdf, 0xfa, 0x5c, 0xb9, 0x56,

    /* U+8CB4 "貴" */
    0x10, 0xf9, 0xf0, 0x7, 0xcf, 0x9f, 0x77,

    /* U+8CB7 "買" */
    0xff, 0xff, 0xff, 0xff, 0xff, 0xfb, 0x80,

    /* U+8CB8 "貸" */
    0x0, 0x7f, 0xc5, 0x7e, 0x7e, 0x7e, 0x7e, 0x66,

    /* U+8CBB "費" */
    0x29, 0xfd, 0xff, 0xff, 0xef, 0xdf, 0xf3,

    /* U+8CBC "貼" */
    0x9, 0xd3, 0xb5, 0x4f, 0xfe, 0x6f, 0x89,

    /* U+8CBF "貿" */
    0xff, 0x7b, 0xf7, 0xef, 0xdf, 0xb3, 0x0,

    /* U+8CC0 "賀" */
    0x40, 0xfe, 0xfe, 0x7e, 0x7e, 0x7e, 0x7e, 0xe6,

    /* U+8CC2 "賂" */
    0xff, 0xff, 0xfd, 0xfd, 0x37, 0xc4, 0x80,

    /* U+8CC3 "賃" */
    0x7f, 0xdf, 0x0, 0x7e, 0x7e, 0x7e, 0x67,

    /* U+8CC4 "賄" */
    0x9, 0xff, 0xa5, 0xff, 0xfb, 0xec, 0xdb,

    /* U+8CC7 "資" */
    0xdf, 0x4e, 0x7f, 0x7e, 0x7e, 0x7e, 0xe6,

    /* U+8CCA "賊" */
    0x6, 0xe5, 0xbf, 0xed, 0xff, 0xeb, 0xe7, 0xbb,

    /* U+8CD3 "賓" */
    0x11, 0xff, 0xfd, 0xc7, 0xcf, 0x9f, 0x77,

    /* U+8CDB "賛" */
    0x24, 0xff, 0xff, 0xff, 0x7e, 0x7e, 0x7e, 0xe7,

    /* U+8CDC "賜" */
    0xff, 0xfe, 0xff, 0xff, 0xf7, 0x6b, 0x80,

    /* U+8CDE "賞" */
    0x55, 0xff, 0xff, 0xef, 0xdf, 0xbf, 0x67,

    /* U+8CE0 "賠" */
    0x5, 0xff, 0xaf, 0xfb, 0xfe, 0x6f, 0x89,

    /* U+8CE2 "賢" */
    0xff, 0x77, 0xf7, 0xef, 0xdf, 0xb9, 0x80,

    /* U+8CE6 "賦" */
    0x5, 0xef, 0xfe, 0xaf, 0xde, 0xbd, 0xfd,

    /* U+8CEA "質" */
    0x7e, 0x6a, 0x7e, 0x42, 0x7e, 0x67,

    /* U+8CED "賭" */
    0x9, 0xff, 0xbd, 0xfe, 0xfe, 0x6f, 0xdf,

    /* U+8CFC "購" */
    0x1d, 0xbf, 0x77, 0xff, 0xff, 0xff, 0xf9,

    /* U+8D08 "贈" */
    0xeb, 0xfe, 0xef, 0x2f, 0xfb, 0xef, 0x80,

    /* U+8D64 "赤" */
    0x10, 0xf8, 0x47, 0xf2, 0x95, 0x7a, 0xac,

    /* U+8D66 "赦" */
    0x24, 0xf8, 0x2f, 0xfa, 0xda, 0xf6, 0xe6, 0xaa,

    /* U+8D70 "走" */
    0x11, 0xfc, 0x47, 0xf5, 0xea, 0x2c, 0x4f,

    /* U+8D74 "赴" */
    0x2d, 0xf8, 0xb7, 0xfb, 0xd5, 0xb8, 0x5f,

    /* U+8D77 "起" */
    0x21, 0xfc, 0x8f, 0xfa, 0xb5, 0xf8, 0x5f,

    /* U+8D85 "超" */
    0x41, 0xfd, 0x2f, 0xbf, 0xbb, 0xf0, 0x5f,

    /* U+8D8A "越" */
    0x47, 0xfd, 0x77, 0xfd, 0xff, 0xf2, 0xdf,

    /* U+8DA3 "趣" */
    0x40, 0xbd, 0xff, 0xff, 0xfb, 0xf3, 0xdf,

    /* U+8DB3 "足" */
    0x7e, 0x42, 0x3c, 0x4f, 0x68, 0x78, 0x8f,

    /* U+8DDD "距" */
    0xff, 0xff, 0x4f, 0xfd, 0x1f, 0xc4, 0x0,

    /* U+8DE1 "跡" */
    0x4, 0xfe, 0xec, 0x5e, 0xfe, 0xdd, 0xfc, 0xd4,

    /* U+8DEF "路" */
    0xff, 0x75, 0x37, 0x9d, 0xff, 0xc4, 0x80,

    /* U+8DF3 "跳" */
    0xec, 0xbe, 0x4c, 0xff, 0xcc, 0xf5, 0xd7,

    /* U+8DF5 "践" */
    0xeb, 0x79, 0x77, 0xfc, 0xfd, 0xfd, 0x80,

    /* U+8E0A "踊" */
    0xff, 0xaa, 0xff, 0xff, 0xdf, 0xf5, 0x97,

    /* U+8E0F "踏" */
    0x4, 0xfd, 0xae, 0x5d, 0xfe, 0xde, 0xf2, 0xde,

    /* U+8E2A "踪" */
    0x4, 0xff, 0xb1, 0x4e, 0xff, 0xce, 0xf7, 0xdc,

    /* U+8E74 "蹴" */
    0x17, 0xd7, 0xff, 0xfe, 0xfe, 0xff, 0xf7, 0x9b,

    /* U+8E8D "躍" */
    0xff, 0x7f, 0xff, 0xff, 0xfb, 0xff, 0x80,

    /* U+8EAB "身" */
    0x31, 0xfb, 0xf4, 0x3f, 0xff, 0x8d, 0x6e,

    /* U+8ECA "車" */
    0x11, 0xfd, 0xf3, 0xe5, 0x47, 0x3f, 0x88,

    /* U+8ECC "軌" */
    0x68, 0xf8, 0xfe, 0xfa, 0xfb, 0x6b, 0xfb, 0x73,

    /* U+8ECD "軍" */
    0xff, 0xfd, 0xf3, 0xe7, 0xdf, 0xc4, 0x0,

    /* U+8ED2 "軒" */
    0x61, 0xff, 0xd7, 0xff, 0x4c, 0xbd, 0x32,

    /* U+8EDF "軟" */
    0x68, 0xff, 0xfd, 0xf6, 0xf4, 0x6a, 0xfb, 0x61,

    /* U+8EE2 "転" */
    0x20, 0xfe, 0xff, 0xf4, 0xb6, 0x6a, 0xfe, 0x29,

    /* U+8EF8 "軸" */
    0x45, 0xc9, 0x7f, 0xbf, 0xea, 0xff, 0xa9,

    /* U+8EFD "軽" */
    0x20, 0xff, 0xfa, 0xff, 0xb0, 0x66, 0xf4, 0x2f,

    /* U+8F03 "較" */
    0x26, 0xff, 0xfe, 0xfb, 0xb6, 0x66, 0xfe, 0x29,

    /* U+8F09 "載" */
    0x4d, 0xf7, 0xff, 0xdf, 0xda, 0xff, 0xa7,

    /* U+8F1D "輝" */
    0x40, 0xff, 0xff, 0xdf, 0xbf, 0xbf, 0xff, 0x84,

    /* U+8F29 "輩" */
    0x29, 0xdf, 0xbf, 0x77, 0xef, 0xdf, 0xff,

    /* U+8F2A "輪" */
    0x4d, 0xff, 0xbf, 0xff, 0xeb, 0xff, 0xaf,

    /* U+8F38 "輸" */
    0x4d, 0xef, 0xf7, 0x7f, 0xeb, 0xfa, 0xaf,

    /* U+8F44 "轄" */
    0x49, 0xff, 0xff, 0xff, 0xfc, 0x3f, 0xaf,

    /* U+8F9B "辛" */
    0x11, 0xfd, 0x17, 0xf1, 0x1f, 0xc4, 0x8,

    /* U+8F9E "辞" */
    0x25, 0xff, 0xaa, 0xd6, 0x57, 0xf9, 0x52,

    /* U+8FA3 "辣" */
    0xff, 0xa4, 0xbe, 0xf6, 0x5e, 0xee, 0x5f, 0x84,

    /* U+8FB1 "辱" */
    0xff, 0xff, 0xbf, 0xff, 0xec, 0x8b, 0x0,

    /* U+8FB2 "農" */
    0x14, 0x7f, 0x7f, 0x7f, 0x40, 0x7f, 0x57, 0x3f,

    /* U+8FBA "辺" */
    0xbe, 0x97, 0x2a, 0xd7, 0x68, 0x2f, 0x80,

    /* U+8FBC "込" */
    0xdc, 0x44, 0xc4, 0x4a, 0x73, 0x40, 0xbf,

    /* U+8FC5 "迅" */
    0xbe, 0x5a, 0xfe, 0x5b, 0x5b, 0x40, 0xbf,

    /* U+8FCE "迎" */
    0xfe, 0xf4, 0xeb, 0xd7, 0xe9, 0x2f, 0x80,

    /* U+8FD1 "近" */
    0x1e, 0x50, 0x1e, 0xd4, 0x54, 0x64, 0x40, 0xbf,

    /* U+8FD4 "返" */
    0xbe, 0x7e, 0xfa, 0x6c, 0x6e, 0x52, 0xbf,

    /* U+8FEB "迫" */
    0x8, 0xbc, 0x4e, 0xf5, 0x2b, 0xd0, 0x5f,

    /* U+8FED "迭" */
    0x18, 0xfc, 0x27, 0xf5, 0xca, 0xd0, 0xdf,

    /* U+8FF0 "述" */
    0xc, 0xfc, 0x26, 0xe6, 0xad, 0x50, 0x5f,

    /* U+8FF7 "迷" */
    0xea, 0x93, 0x72, 0xe6, 0xad, 0x6f, 0x80,

    /* U+8FFD "追" */
    0x8, 0x5e, 0x52, 0x1e, 0x5e, 0x5e, 0x40, 0xbf,

    /* U+9000 "退" */
    0x9e, 0xbf, 0x7a, 0xb5, 0xee, 0x6f, 0x80,

    /* U+9001 "送" */
    0x14, 0xfc, 0x27, 0xf4, 0xca, 0x90, 0x5f,

    /* U+9003 "逃" */
    0x34, 0x76, 0x14, 0xf6, 0x55, 0x76, 0x40, 0xbf,

    /* U+9006 "逆" */
    0x96, 0xff, 0xaa, 0xf4, 0x8a, 0x2f, 0x80,

    /* U+900F "透" */
    0xfe, 0xfc, 0x77, 0xf5, 0x6e, 0xef, 0x80,

    /* U+9010 "逐" */
    0xbf, 0x7b, 0xdc, 0x5e, 0x6c, 0x40, 0xbf,

    /* U+9013 "逓" */
    0xbe, 0xfc, 0xfb, 0xf7, 0xa8, 0x2f, 0x80,

    /* U+9014 "途" */
    0x9c, 0xcc, 0x67, 0xf5, 0xcd, 0x5e, 0xdf,

    /* U+901A "通" */
    0xbe, 0xef, 0xfb, 0xf6, 0xad, 0xef, 0x80,

    /* U+901D "逝" */
    0x17, 0x7c, 0x17, 0xfe, 0x56, 0x56, 0x72, 0xbf,

    /* U+901F "速" */
    0x8, 0xfc, 0xf9, 0x5f, 0xef, 0xd0, 0x5f,

    /* U+9020 "造" */
    0x14, 0xbd, 0xd1, 0xf5, 0xeb, 0xd0, 0x5f,

    /* U+9023 "連" */
    0x8, 0xfd, 0xff, 0xf7, 0xef, 0xf0, 0x1f,

    /* U+902E "逮" */
    0x9, 0xfd, 0xff, 0x57, 0xef, 0xde, 0xdf,

    /* U+9031 "週" */
    0xbe, 0xfc, 0xff, 0xf7, 0x6f, 0xef, 0x80,

    /* U+9032 "進" */
    0x94, 0x7e, 0x3e, 0x5e, 0x5e, 0x40, 0xbf,

    /* U+9038 "逸" */
    0xdc, 0xfc, 0xaf, 0xf5, 0x6c, 0xef, 0x80,

    /* U+9042 "遂" */
    0x12, 0xff, 0x7a, 0xd4, 0x6e, 0x56, 0x6c, 0xbf,

    /* U+9045 "遅" */
    0xbe, 0xff, 0xfb, 0xf7, 0xe8, 0x2f, 0x80,

    /* U+9047 "遇" */
    0x9e, 0xbc, 0x7b, 0xf7, 0xec, 0xef, 0x80,

    /* U+904A "遊" */
    0x16, 0xff, 0x77, 0x3a, 0x6f, 0x6a, 0x7e, 0xff,

    /* U+904B "運" */
    0xbe, 0xfc, 0xfb, 0x57, 0xe9, 0x2f, 0x80,

    /* U+904D "遍" */
    0xbe, 0xfc, 0xff, 0xf7, 0xef, 0xef, 0x80,

    /* U+904E "過" */
    0x9e, 0xac, 0xfb, 0xf7, 0xec, 0x2f, 0x80,

    /* U+9053 "道" */
    0x14, 0xfc, 0xff, 0xf7, 0xef, 0xd0, 0x5f,

    /* U+9054 "達" */
    0x9, 0xfd, 0xf8, 0xa7, 0xef, 0xd2, 0x5f,

    /* U+9055 "違" */
    0x8, 0xde, 0x7f, 0x1e, 0xde, 0x7e, 0x7e, 0xbf,

    /* U+905C "遜" */
    0xbe, 0x5e, 0x3e, 0xfe, 0x5e, 0x74, 0xbe,

    /* U+9060 "遠" */
    0x8, 0xfd, 0xff, 0xf7, 0xeb, 0xda, 0xdf,

    /* U+9061 "遡" */
    0xee, 0xfc, 0xff, 0xf5, 0x6d, 0xef, 0x80,

    /* U+9063 "遣" */
    0x9, 0xfd, 0xf8, 0x7, 0xef, 0xdf, 0xdf,

    /* U+9069 "適" */
    0x9, 0xfd, 0xff, 0xf7, 0xee, 0xdf, 0xdf,

    /* U+906D "遭" */
    0x15, 0x7d, 0xf9, 0xb7, 0xef, 0xdf, 0xdf,

    /* U+906E "遮" */
    0x4, 0xff, 0x6a, 0x3e, 0xee, 0x66, 0x71, 0xbf,

    /* U+9075 "遵" */
    0x1, 0xfd, 0xbf, 0xf7, 0xef, 0xd7, 0x5f,

    /* U+9077 "遷" */
    0xff, 0x3e, 0xff, 0x7e, 0x7e, 0x5e, 0xbf,

    /* U+9078 "選" */
    0x37, 0x77, 0x3f, 0xff, 0x7f, 0x76, 0xbf,

    /* U+907A "遺" */
    0x9, 0xfd, 0x27, 0xf6, 0x2f, 0xdd, 0xdf,

    /* U+907F "避" */
    0x2, 0x7d, 0x3e, 0xe7, 0x7f, 0x7a, 0x40, 0xbf,

    /* U+9084 "還" */
    0x3e, 0xfc, 0x2, 0xf4, 0xea, 0xef, 0x80,

    /* U+90A3 "那" */
    0xfe, 0xb5, 0xf7, 0xd5, 0xb3, 0xfe, 0x0,

    /* U+90A6 "邦" */
    0x20, 0x5f, 0xef, 0xe6, 0xbf, 0x53, 0xe4,

    /* U+90AA "邪" */
    0xfe, 0xf7, 0xf3, 0xd7, 0xb7, 0xda, 0x0,

    /* U+90B8 "邸" */
    0xff, 0x97, 0xf5, 0x5b, 0xb7, 0xfe, 0x0,

    /* U+90CA "郊" */
    0x41, 0xfd, 0xad, 0xee, 0xad, 0x7f, 0xc4,

    /* U+90CE "郎" */
    0x41, 0xfe, 0xef, 0xef, 0xbb, 0x7f, 0x9c,

    /* U+90E1 "郡" */
    0xff, 0xf7, 0xf3, 0xdd, 0xef, 0x16, 0x0,

    /* U+90E8 "部" */
    0x61, 0xfd, 0x6f, 0xef, 0xb3, 0xfe, 0x4c,

    /* U+90ED "郭" */
    0x20, 0xf7, 0xf5, 0xf6, 0xf5, 0x25, 0xf7, 0x64,

    /* U+90F5 "郵" */
    0xff, 0xf6, 0xf7, 0xdf, 0xa7, 0xf2, 0x0,

    /* U+90F7 "郷" */
    0x5f, 0xbb, 0x9f, 0xcb, 0xe7, 0xb3, 0xf9, 0x18,

    /* U+90FD "都" */
    0x41, 0xfd, 0x6d, 0x6f, 0xbb, 0x5f, 0xbc,

    /* U+914C "酌" */
    0xf8, 0xdf, 0xef, 0xbf, 0x3e, 0x65, 0x80,

    /* U+914D "配" */
    0xfe, 0xc7, 0xff, 0xdf, 0xbf, 0x67, 0x80,

    /* U+914E "酎" */
    0x2, 0xf2, 0x6f, 0xfa, 0xfa, 0xf6, 0xf2, 0x9e,

    /* U+9152 "酒" */
    0xff, 0x7f, 0x6d, 0x37, 0x7f, 0xff, 0x21,

    /* U+9154 "酔" */
    0x4, 0xf4, 0x66, 0xfb, 0xfc, 0xff, 0xf4, 0x94,

    /* U+9162 "酢" */
    0xf8, 0x6f, 0xff, 0xf4, 0xf7, 0xf4, 0x94,

    /* U+916A "酪" */
    0xee, 0xbe, 0xb5, 0xdf, 0x7f, 0xec, 0x80,

    /* U+916C "酬" */
    0xee, 0xbe, 0xfd, 0xfe, 0xff, 0xec, 0x80,

    /* U+9175 "酵" */
    0x5, 0xfd, 0x7d, 0x2a, 0xff, 0xf9, 0x46,

    /* U+9177 "酷" */
    0x15, 0xe9, 0x75, 0xfa, 0x1f, 0xff, 0xc9,

    /* U+9178 "酸" */
    0xea, 0xfe, 0xdd, 0x4f, 0xff, 0xe4, 0x80,

    /* U+9192 "醒" */
    0xfe, 0xa6, 0xfd, 0xaf, 0xfc, 0xa7, 0x80,

    /* U+919C "醜" */
    0xff, 0xff, 0xb5, 0xbf, 0xef, 0xfd, 0x97,

    /* U+91B8 "醸" */
    0x4, 0xca, 0xfa, 0xbf, 0xbf, 0xee, 0xff, 0x9b,

    /* U+91C7 "采" */
    0xfe, 0xa9, 0x57, 0xf3, 0x8a, 0xa4, 0x80,

    /* U+91C8 "釈" */
    0xff, 0xe7, 0xfb, 0xaf, 0x5a, 0x54, 0x80,

    /* U+91CC "里" */
    0xff, 0xff, 0x59, 0xcf, 0xe2, 0x3f, 0x80,

    /* U+91CD "重" */
    0x7f, 0xfd, 0xfb, 0xf7, 0xff, 0xff, 0x80,

    /* U+91CE "野" */
    0xff, 0xfe, 0xf6, 0x6d, 0xf6, 0x64, 0xfc,

    /* U+91CF "量" */
    0x7c, 0xf9, 0xf0, 0x7, 0xcf, 0xbf, 0xff,

    /* U+91D1 "金" */
    0x18, 0xcb, 0xf8, 0xcf, 0xef, 0x8f, 0x7f,

    /* U+91DC "釜" */
    0x9, 0xcc, 0xe7, 0x77, 0xdf, 0xd5, 0x7f,

    /* U+91DD "針" */
    0x72, 0x72, 0x7f, 0x22, 0x72, 0x32, 0x62,

    /* U+91E3 "釣" */
    0x6f, 0xe7, 0xaf, 0x7e, 0x2c, 0x73, 0x80,

    /* U+920D "鈍" */
    0x67, 0xfc, 0x55, 0xf5, 0xff, 0x65, 0xc7,

    /* U+9234 "鈴" */
    0x6d, 0xfd, 0x87, 0xfe, 0xbd, 0xc2, 0x0,

    /* U+9244 "鉄" */
    0x75, 0xff, 0xff, 0x6e, 0xde, 0x40,

    /* U+925B "鉛" */
    0x6d, 0xe5, 0x4f, 0xff, 0x3f, 0xc4, 0x80,

    /* U+9262 "鉢" */
    0x64, 0xfe, 0xee, 0xee, 0xf6, 0xdf, 0xe4,

    /* U+9271 "鉱" */
    0x4, 0xff, 0xd7, 0xaf, 0x7f, 0x7f, 0x80,

    /* U+9280 "銀" */
    0x7f, 0xff, 0xff, 0xbf, 0x5f, 0xc0,

    /* U+9283 "銃" */
    0xc, 0xff, 0xaf, 0xfe, 0xdd, 0xdd, 0xcb,

    /* U+9285 "銅" */
    0x7f, 0xfd, 0x4f, 0xff, 0xef, 0x74, 0x80,

    /* U+9298 "銘" */
    0x6f, 0xf7, 0x97, 0xfc, 0xbd, 0xe2, 0x80,

    /* U+92AD "銭" */
    0x6f, 0xff, 0xaf, 0xee, 0xed, 0xfd, 0x80,

    /* U+92ED "鋭" */
    0x6b, 0xfd, 0x4f, 0xfe, 0xdf, 0xf5, 0x80,

    /* U+92F3 "鋳" */
    0x4, 0x7f, 0xff, 0x5f, 0xea, 0xff, 0xfe, 0x96,

    /* U+92FC "鋼" */
    0x7f, 0xfb, 0x5f, 0xff, 0xff, 0x79, 0xd3,

    /* U+9320 "錠" */
    0x4, 0xff, 0xef, 0x2e, 0xfd, 0x9f, 0x6b,

    /* U+9326 "錦" */
    0x4, 0x7f, 0xff, 0xff, 0xff, 0xd5, 0xf7, 0x4,

    /* U+932C "錬" */
    0x7f, 0xff, 0xff, 0xff, 0xee, 0x7f, 0xd5,

    /* U+932E "錮" */
    0x7f, 0xf5, 0x7f, 0xff, 0xfb, 0xff, 0x80,

    /* U+932F "錯" */
    0x7f, 0xe9, 0xfe, 0xff, 0x2f, 0xf7, 0x80,

    /* U+9332 "録" */
    0xdd, 0xfb, 0xff, 0x5f, 0xcf, 0xfe, 0x80,

    /* U+934B "鍋" */
    0x7f, 0x6f, 0xef, 0xff, 0xef, 0xe5, 0x80,

    /* U+935B "鍛" */
    0x7e, 0xff, 0x57, 0xff, 0xf6, 0xde, 0xf5,

    /* U+9375 "鍵" */
    0xff, 0xdf, 0xff, 0xbf, 0xbf, 0x74, 0xef,

    /* U+938C "鎌" */
    0xff, 0xfe, 0x56, 0xff, 0xfe, 0xf6, 0xb5,

    /* U+9396 "鎖" */
    0x75, 0xae, 0xfe, 0xfe, 0xfe, 0xde, 0xfe, 0x0,

    /* U+93AE "鎮" */
    0x7f, 0xfe, 0x5e, 0x5a, 0xff, 0xfe, 0x0,

    /* U+93E1 "鏡" */
    0x4, 0x7f, 0xff, 0xff, 0x5f, 0xff, 0x6d, 0xd7,

    /* U+9418 "鐘" */
    0x4, 0x7f, 0xff, 0x5f, 0xff, 0xff, 0xdf, 0xff,

    /* U+9451 "鑑" */
    0xfe, 0xfc, 0xff, 0x70, 0xde, 0x5e, 0xff,

    /* U+9577 "長" */
    0x7e, 0xfd, 0xff, 0xf5, 0xa9, 0xbc, 0x80,

    /* U+9580 "門" */
    0xff, 0xff, 0xfc, 0x18, 0x30, 0x63, 0x80,

    /* U+9589 "閉" */
    0xef, 0xdf, 0xbf, 0xf9, 0xbd, 0x67, 0x80,

    /* U+958B "開" */
    0xef, 0xdf, 0xbf, 0xdf, 0xb5, 0x63, 0x80,

    /* U+9591 "閑" */
    0xef, 0xdf, 0xbf, 0xfb, 0xba, 0xe1, 0x80,

    /* U+9593 "間" */
    0xff, 0xff, 0xfd, 0xdb, 0xb7, 0x69, 0x80,

    /* U+95A2 "関" */
    0xef, 0xdf, 0xbf, 0xff, 0xf7, 0x79, 0x80,

    /* U+95A3 "閣" */
    0xff, 0xff, 0xfd, 0xd9, 0xb7, 0x6f, 0x80,

    /* U+95A5 "閥" */
    0xff, 0xff, 0xfd, 0x3e, 0xb7, 0xe1, 0x80,

    /* U+95B2 "閲" */
    0xff, 0xff, 0xfd, 0xfb, 0xf5, 0xe1, 0x80,

    /* U+95C7 "闇" */
    0xff, 0xff, 0xff, 0xff, 0xf7, 0x69, 0x80,

    /* U+95D8 "闘" */
    0xff, 0xff, 0xff, 0xbf, 0xf3, 0xe9, 0x80,

    /* U+961C "阜" */
    0x10, 0xf9, 0xf3, 0xf4, 0x27, 0xbf, 0x88,

    /* U+962A "阪" */
    0xff, 0xbf, 0x6d, 0xff, 0x55, 0xe4, 0x80,

    /* U+9632 "防" */
    0x9, 0xff, 0x46, 0xfd, 0x3a, 0x68, 0xd7,

    /* U+963B "阻" */
    0xff, 0x67, 0x7d, 0x9f, 0xf2, 0x6f, 0x80,

    /* U+9644 "附" */
    0x13, 0xe6, 0xfe, 0xdb, 0x7e, 0x64, 0xcb,

    /* U+964D "降" */
    0xef, 0x7f, 0x7d, 0xff, 0x53, 0xe1, 0x0,

    /* U+9650 "限" */
    0xff, 0x7f, 0x4d, 0xef, 0x73, 0xec, 0x80,

    /* U+965B "陛" */
    0xff, 0x6f, 0x7d, 0xbe, 0x91, 0x2f, 0x80,

    /* U+9662 "院" */
    0x9, 0xd2, 0xff, 0xb, 0xfe, 0xa5, 0xd3,

    /* U+9663 "陣" */
    0x9, 0xff, 0xff, 0xfa, 0xbb, 0xaf, 0xc4,

    /* U+9664 "除" */
    0xed, 0x7f, 0xa5, 0xef, 0xd5, 0x6e, 0x80,

    /* U+9665 "陥" */
    0x1, 0xfe, 0xde, 0x6b, 0xb7, 0xf6, 0xcf,

    /* U+966A "陪" */
    0x9, 0xfe, 0xdf, 0xfb, 0xfe, 0x67, 0xc9,

    /* U+9670 "陰" */
    0xec, 0xbf, 0xde, 0xbe, 0xff, 0x92, 0xbe,

    /* U+9673 "陳" */
    0x9, 0xff, 0xff, 0xff, 0xfb, 0xaa, 0xc4,

    /* U+9675 "陵" */
    0x9, 0xfe, 0xfe, 0xbb, 0xfe, 0xa7, 0x59,

    /* U+9676 "陶" */
    0xdf, 0xff, 0xaf, 0xfe, 0xff, 0xeb, 0x80,

    /* U+9678 "陸" */
    0x9, 0xfe, 0xfe, 0xdb, 0x7f, 0xe2, 0x5f,

    /* U+967A "険" */
    0x8, 0xfc, 0xfe, 0xfe, 0xea, 0xdc, 0xb6, 0x82,

    /* U+967D "陽" */
    0xff, 0x7f, 0x7d, 0xfe, 0xf3, 0xef, 0x80,

    /* U+9685 "隅" */
    0xdf, 0xbf, 0x7f, 0xff, 0x77, 0xed, 0x80,

    /* U+9686 "隆" */
    0xff, 0x7f, 0x7d, 0xff, 0xf1, 0xaf, 0x80,

    /* U+968A "隊" */
    0xff, 0xab, 0xdd, 0x6d, 0xf5, 0x6e, 0x0,

    /* U+968E "階" */
    0xff, 0x6f, 0x7d, 0xfb, 0x3b, 0xe7, 0x80,

    /* U+968F "随" */
    0x5, 0xff, 0x7f, 0xff, 0xff, 0x77, 0xd7,

    /* U+9694 "隔" */
    0xdf, 0xde, 0xde, 0xff, 0xf7, 0xbd, 0xaa,

    /* U+9699 "隙" */
    0xfe, 0xbe, 0xfe, 0xbe, 0xe8, 0xaa, 0xb8,

    /* U+969B "際" */
    0xfe, 0xfe, 0xfe, 0xfe, 0xd6, 0xa6, 0x8c,

    /* U+969C "障" */
    0x9, 0xfe, 0xff, 0xfb, 0xff, 0xef, 0xc4,

    /* U+96A0 "隠" */
    0xff, 0xff, 0x7d, 0xfe, 0xb6, 0xe7, 0x80,

    /* U+96A3 "隣" */
    0x9, 0xf7, 0xff, 0xdf, 0xff, 0xe7, 0xd1,

    /* U+96B7 "隷" */
    0x44, 0xef, 0xef, 0xef, 0xfd, 0xee, 0xfe, 0xcd,

    /* U+96BB "隻" */
    0x8, 0x7e, 0x7e, 0x7e, 0x7e, 0x7e, 0x3c, 0x77,

    /* U+96C4 "雄" */
    0x4e, 0xff, 0x54, 0xdf, 0xf4, 0xfe, 0xff, 0x10,

    /* U+96C5 "雅" */
    0xf4, 0xbe, 0xff, 0x74, 0xbe, 0xbf, 0x70,

    /* U+96C6 "集" */
    0x49, 0xff, 0xfb, 0xf7, 0xff, 0xdf, 0x49,

    /* U+96C7 "雇" */
    0xff, 0xff, 0xff, 0xff, 0xf7, 0xef, 0x80,

    /* U+96CC "雌" */
    0x6a, 0xfe, 0xff, 0xea, 0xfe, 0xff, 0x8,

    /* U+96D1 "雑" */
    0x4e, 0xff, 0xb4, 0xbf, 0xf4, 0xfe, 0xdf, 0x50,

    /* U+96E2 "離" */
    0x26, 0xfa, 0xfe, 0xff, 0xfa, 0xff, 0x9f, 0xb8,

    /* U+96E3 "難" */
    0x66, 0xff, 0xba, 0xff, 0xfa, 0xfe, 0xff, 0x98,

    /* U+96E8 "雨" */
    0xff, 0xfe, 0x4d, 0xbd, 0x76, 0xe5, 0x80,

    /* U+96EA "雪" */
    0x7f, 0xff, 0xfb, 0xf0, 0x27, 0xdf, 0x80,

    /* U+96F0 "雰" */
    0xff, 0xff, 0xf9, 0x6f, 0xe4, 0xb7, 0x0,

    /* U+96F2 "雲" */
    0xff, 0xff, 0xff, 0xff, 0xe4, 0xbf, 0x80,

    /* U+96F6 "零" */
    0xfe, 0x92, 0xf6, 0xff, 0xfe, 0x12, 0x16,

    /* U+96F7 "雷" */
    0xff, 0xff, 0xff, 0xf9, 0x3f, 0xff, 0x80,

    /* U+96FB "電" */
    0xfe, 0xff, 0xff, 0xfe, 0xfe, 0xff, 0x1e,

    /* U+9700 "需" */
    0xff, 0x27, 0xdf, 0xff, 0xf5, 0x6b, 0x80,

    /* U+9707 "震" */
    0xfe, 0xfe, 0x34, 0xc8, 0xfe, 0xae, 0xfa,

    /* U+970A "霊" */
    0xff, 0x27, 0xfb, 0xef, 0xed, 0xbf, 0x80,

    /* U+971C "霜" */
    0xff, 0x27, 0xff, 0xf7, 0xff, 0xd7, 0x80,

    /* U+9727 "霧" */
    0xff, 0xfd, 0xf7, 0xff, 0xff, 0xfd, 0x80,

    /* U+9732 "露" */
    0xff, 0xfd, 0xf7, 0xfe, 0xdf, 0xfb, 0x80,

    /* U+9752 "青" */
    0x19, 0xfd, 0xff, 0xf7, 0xcf, 0x9f, 0x26,

    /* U+9759 "静" */
    0x68, 0xfe, 0xfe, 0xf6, 0xff, 0xfe, 0xf4, 0xbc,

    /* U+975E "非" */
    0x29, 0xdc, 0xa7, 0x73, 0x9d, 0xd2, 0x64,

    /* U+9762 "面" */
    0xff, 0xfe, 0xad, 0xdb, 0xb5, 0x7f, 0x80,

    /* U+9769 "革" */
    0x65, 0xfd, 0xf3, 0xe5, 0x47, 0x3f, 0x88,

    /* U+9774 "靴" */
    0x6d, 0xfd, 0xbf, 0xef, 0xdf, 0xff, 0xb7,

    /* U+97D3 "韓" */
    0x49, 0xff, 0xfd, 0xff, 0xff, 0xff, 0xa2,

    /* U+97F3 "音" */
    0x11, 0xfc, 0xa7, 0xf7, 0xc8, 0x9f, 0x3e,

    /* U+97FB "韻" */
    0x41, 0x7e, 0x87, 0xff, 0xf7, 0xff, 0xff,

    /* U+97FF "響" */
    0x7f, 0xff, 0xff, 0xff, 0xef, 0x9f, 0x0,

    /* U+9802 "頂" */
    0xfe, 0xbd, 0x7a, 0xf5, 0xfe, 0xc0,

    /* U+9803 "頃" */
    0xbf, 0xfe, 0xff, 0xfe, 0x3b, 0x89, 0x80,

    /* U+9805 "項" */
    0x1e, 0xbd, 0x7a, 0xf7, 0xf2, 0xc0, 0x0,

    /* U+9806 "順" */
    0xff, 0xff, 0xff, 0xff, 0xfd, 0xec, 0x80,

    /* U+9808 "須" */
    0x3f, 0xdf, 0x3f, 0xdf, 0x3f, 0xda, 0x1,

    /* U+9810 "預" */
    0xff, 0xbf, 0xfb, 0xf5, 0xeb, 0xb4, 0x80,

    /* U+9811 "頑" */
    0xfe, 0x3f, 0xfd, 0xfb, 0xfb, 0xc0, 0x0,

    /* U+9812 "頒" */
    0x6f, 0x5f, 0xff, 0x5f, 0x5f, 0x5a, 0xb9,

    /* U+9813 "頓" */
    0x60, 0x7f, 0xef, 0xff, 0xff, 0x7f, 0x7f,

    /* U+9818 "領" */
    0x6f, 0x64, 0x9f, 0x6f, 0xff, 0x5f, 0x7e, 0x49,

    /* U+982C "頬" */
    0x40, 0xbf, 0xff, 0xff, 0xef, 0xef, 0x88,

    /* U+982D "頭" */
    0xff, 0xfe, 0xfa, 0xfb, 0xfd, 0xc4, 0x0,

    /* U+983B "頻" */
    0x20, 0x7f, 0xff, 0x3f, 0xbf, 0xff, 0x6f, 0x81,

    /* U+983C "頼" */
    0x60, 0xff, 0xff, 0xff, 0xff, 0x7f, 0xf6, 0x69,

    /* U+984C "題" */
    0xff, 0xff, 0xff, 0xff, 0xbf, 0xeb, 0xbf,

    /* U+984D "額" */
    0x40, 0xff, 0xff, 0xaf, 0xef, 0xff, 0xaa, 0xfb,

    /* U+984E "顎" */
    0xfe, 0xfe, 0xfe, 0xfe, 0xfe, 0x9a, 0x3e,

    /* U+9854 "顔" */
    0x41, 0x7f, 0xcf, 0xfd, 0xff, 0xff, 0x1,

    /* U+9855 "顕" */
    0xff, 0xff, 0xff, 0xff, 0xef, 0xe0, 0x80,

    /* U+9858 "願" */
    0xff, 0xff, 0xff, 0xff, 0xff, 0xb8, 0x80,

    /* U+985E "類" */
    0x20, 0xbf, 0xff, 0xef, 0xf9, 0x6f, 0xfe, 0x81,

    /* U+9867 "顧" */
    0xff, 0xff, 0xff, 0xff, 0xfb, 0xff, 0xf9,

    /* U+98A8 "風" */
    0x7e, 0x7e, 0x7e, 0x6e, 0x7e, 0x7f, 0x3,

    /* U+98DB "飛" */
    0xfe, 0xfd, 0x5f, 0xd5, 0xcb, 0x65, 0x80,

    /* U+98DF "食" */
    0x38, 0xfb, 0xfb, 0xe7, 0xca, 0xd3, 0x7b,

    /* U+98E2 "飢" */
    0x20, 0x7e, 0xfa, 0x7a, 0x7b, 0x6b, 0x7b, 0x73,

    /* U+98EF "飯" */
    0x20, 0x7f, 0x7f, 0x7d, 0x7f, 0x4e, 0x7f,

    /* U+98F2 "飲" */
    0x24, 0x7f, 0x79, 0x7e, 0x74, 0x5a, 0x7b,

    /* U+98FC "飼" */
    0x20, 0xfd, 0xfb, 0x97, 0xeb, 0xde, 0xab,

    /* U+98FD "飽" */
    0x28, 0x5f, 0x7f, 0x77, 0x5f, 0x7b, 0x59, 0x7f,

    /* U+98FE "飾" */
    0x2c, 0x5f, 0x7e, 0x7f, 0x7f, 0x5f, 0x7f, 0x56,

    /* U+9905 "餅" */
    0x39, 0x7a, 0x7f, 0x77, 0x7f, 0x5b, 0x7b, 0x5b,

    /* U+990A "養" */
    0x6d, 0xfd, 0xf7, 0xff, 0xef, 0x97, 0x7b,

    /* U+990C "餌" */
    0x20, 0x7f, 0x7f, 0x7b, 0x7f, 0x5b, 0x7f, 0x53,

    /* U+9913 "餓" */
    0x4f, 0x7f, 0xd7, 0xff, 0xf6, 0xed, 0xfd,

    /* U+9928 "館" */
    0x26, 0x7f, 0x7f, 0x59, 0x7f, 0x6f, 0x7f, 0x49,

    /* U+9996 "首" */
    0x29, 0xfc, 0x43, 0x67, 0xcf, 0x9f, 0x22,

    /* U+9999 "香" */
    0x7f, 0xfd, 0x57, 0xf4, 0x4f, 0x9f, 0x0,

    /* U+99AC "馬" */
    0x7e, 0xfd, 0xfb, 0xf0, 0xed, 0xe9, 0x80,

    /* U+99C4 "駄" */
    0x4, 0xf4, 0xff, 0xf4, 0xf4, 0xfa, 0xfe, 0xb5,

    /* U+99C5 "駅" */
    0xff, 0xf7, 0xff, 0xef, 0xdf, 0x6e, 0x80,

    /* U+99C6 "駆" */
    0xff, 0xf2, 0xfe, 0xf6, 0xfc, 0xff, 0x30,

    /* U+99D0 "駐" */
    0xfe, 0xff, 0xf4, 0xff, 0xf4, 0xf4, 0xff,

    /* U+99D2 "駒" */
    0xf9, 0xff, 0xff, 0xff, 0xfe, 0x6d, 0x80,

    /* U+9A0E "騎" */
    0x4, 0xff, 0xde, 0xff, 0xfe, 0xf6, 0xfe, 0xb6,

    /* U+9A12 "騒" */
    0xfe, 0xfa, 0xff, 0xfe, 0xfe, 0xd6, 0xbf,

    /* U+9A13 "験" */
    0x4, 0xfe, 0xff, 0xfe, 0xfe, 0x1e, 0xde, 0xab,

    /* U+9A30 "騰" */
    0xb, 0xff, 0x4f, 0xff, 0xff, 0xff, 0xfd,

    /* U+9A5A "驚" */
    0x68, 0xff, 0xf6, 0x3a, 0x7e, 0x7e, 0x7e, 0xb6,

    /* U+9AA8 "骨" */
    0x7c, 0xab, 0xff, 0xf7, 0xcf, 0x93, 0x0,

    /* U+9AB8 "骸" */
    0x5, 0xcb, 0xef, 0xfe, 0xdf, 0x7b, 0xf9,

    /* U+9AC4 "髄" */
    0x4, 0xff, 0xe7, 0xed, 0xf7, 0xf7, 0xf7, 0xbf,

    /* U+9AD8 "高" */
    0x11, 0xfd, 0xf3, 0xef, 0xf7, 0x6e, 0xc3,

    /* U+9AEA "髪" */
    0x76, 0xf7, 0xf7, 0xff, 0xef, 0xb7, 0x73,

    /* U+9B31 "鬱" */
    0x52, 0xff, 0xff, 0xff, 0xbf, 0xef, 0xf3, 0xf4,

    /* U+9B3C "鬼" */
    0x18, 0x7e, 0x4a, 0x7e, 0x7e, 0x3e, 0x2f, 0x4e,

    /* U+9B42 "魂" */
    0x9, 0xfc, 0xaf, 0xff, 0xfb, 0xff, 0xb7,

    /* U+9B45 "魅" */
    0x65, 0xff, 0x57, 0xff, 0xef, 0xb8, 0xdf,

    /* U+9B54 "魔" */
    0x11, 0xff, 0xff, 0xff, 0xff, 0xeb, 0xb7,

    /* U+9B5A "魚" */
    0x0, 0x3c, 0x7e, 0x52, 0x7e, 0x7e, 0x6a, 0xea,

    /* U+9BAE "鮮" */
    0x0, 0xe6, 0xf2, 0xbf, 0xf2, 0xff, 0xf2, 0xe2,

    /* U+9BE8 "鯨" */
    0x84, 0xff, 0xfe, 0xfa, 0xfe, 0xe6, 0xb6, 0xdd,

    /* U+9CE5 "鳥" */
    0x10, 0x7e, 0x7e, 0x7e, 0x7f, 0x7f, 0x6d, 0xaf,

    /* U+9CF4 "鳴" */
    0x9, 0xfe, 0xfd, 0xfb, 0xf7, 0xf9, 0x93,

    /* U+9D8F "鶏" */
    0x2d, 0xff, 0xfd, 0xff, 0xff, 0xdf, 0xd3,

    /* U+9DB4 "鶴" */
    0x45, 0xff, 0xbf, 0xff, 0xff, 0xff, 0xcf,

    /* U+9E7F "鹿" */
    0xff, 0x53, 0xfd, 0x5f, 0xf7, 0xea, 0xff,

    /* U+9E93 "麓" */
    0x45, 0xff, 0xfd, 0x4f, 0xff, 0xef, 0xff,

    /* U+9E97 "麗" */
    0x7f, 0x79, 0x7f, 0x7f, 0x7f, 0x7f, 0x7f,

    /* U+9EA6 "麦" */
    0x11, 0xfd, 0xf7, 0xf7, 0xd5, 0xbf, 0x80,

    /* U+9EBA "麺" */
    0x41, 0xff, 0xff, 0xf7, 0xf7, 0xff, 0xdf,

    /* U+9EBB "麻" */
    0x8, 0x7f, 0x52, 0x7f, 0x56, 0x7f, 0x7b, 0x92,

    /* U+9EC4 "黄" */
    0x29, 0xff, 0xfb, 0xe7, 0xcf, 0x9b, 0x41,

    /* U+9ED2 "黒" */
    0x7c, 0xf9, 0xf7, 0xff, 0xed, 0xaa, 0x80,

    /* U+9ED9 "黙" */
    0xf6, 0xff, 0xf4, 0xfa, 0xf9, 0x6a, 0x9f,

    /* U+9F13 "鼓" */
    0x49, 0xff, 0xa7, 0x3f, 0xd5, 0x9f, 0xc0,

    /* U+9F3B "鼻" */
    0x0, 0xf9, 0xf3, 0xef, 0xf2, 0x7f, 0xa4,

    /* U+9F62 "齢" */
    0xa6, 0xbe, 0xf9, 0xd6, 0xff, 0xf5, 0x95, 0xf7,

    /* U+FF01 "！" */
    0xf4,

    /* U+FF08 "（" */
    0x6a, 0xa9,

    /* U+FF09 "）" */
    0x95, 0x56,

    /* U+FF10 "０" */
    0x69, 0x99, 0x96,

    /* U+FF11 "１" */
    0x7c, 0x92, 0x40,

    /* U+FF12 "２" */
    0xf1, 0x12, 0x4f,

    /* U+FF13 "３" */
    0xf6, 0x71, 0x1e,

    /* U+FF14 "４" */
    0x11, 0x94, 0xaf, 0x88,

    /* U+FF15 "５" */
    0xf8, 0xe9, 0x1e,

    /* U+FF16 "６" */
    0x24, 0xf9, 0x96,

    /* U+FF17 "７" */
    0xf1, 0x22, 0x44,

    /* U+FF18 "８" */
    0x74, 0x5d, 0xb8, 0xb8,

    /* U+FF19 "９" */
    0x69, 0x9f, 0x26,

    /* U+FF1A "：" */
    0x90,

    /* U+FF1D "＝" */
    0xf8, 0x3e,

    /* U+FF1F "？" */
    0xe3, 0x24, 0x4
};


/*---------------------
 *  GLYPH DESCRIPTION
 *--------------------*/

static const lv_font_fmt_txt_glyph_dsc_t glyph_dsc[] = {
    {.bitmap_index = 0, .adv_w = 0, .box_w = 0, .box_h = 0, .ofs_x = 0, .ofs_y = 0} /* id = 0 reserved */,
    {.bitmap_index = 0, .adv_w = 43, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1, .adv_w = 68, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2, .adv_w = 88, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 6, .adv_w = 83, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11, .adv_w = 120, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 17, .adv_w = 92, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 21, .adv_w = 52, .box_w = 2, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 23, .adv_w = 52, .box_w = 2, .box_h = 6, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25, .adv_w = 67, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 27, .adv_w = 88, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 30, .adv_w = 41, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 31, .adv_w = 56, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 32, .adv_w = 41, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 33, .adv_w = 66, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 36, .adv_w = 83, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 40, .adv_w = 83, .box_w = 3, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 43, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 46, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 49, .adv_w = 83, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 53, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 56, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 59, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 62, .adv_w = 83, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 66, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 69, .adv_w = 45, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 70, .adv_w = 48, .box_w = 2, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 72, .adv_w = 91, .box_w = 5, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 75, .adv_w = 96, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 77, .adv_w = 91, .box_w = 5, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 80, .adv_w = 75, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 83, .adv_w = 107, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 88, .adv_w = 92, .box_w = 6, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 93, .adv_w = 86, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 96, .adv_w = 91, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 100, .adv_w = 91, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 104, .adv_w = 81, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 107, .adv_w = 82, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 110, .adv_w = 99, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 114, .adv_w = 93, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 118, .adv_w = 40, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 119, .adv_w = 77, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 122, .adv_w = 92, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 126, .adv_w = 81, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 129, .adv_w = 113, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 134, .adv_w = 96, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 138, .adv_w = 106, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 143, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 146, .adv_w = 105, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 152, .adv_w = 89, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 155, .adv_w = 84, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 159, .adv_w = 86, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 163, .adv_w = 94, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 167, .adv_w = 90, .box_w = 6, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 172, .adv_w = 121, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 178, .adv_w = 91, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 182, .adv_w = 89, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 186, .adv_w = 83, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 189, .adv_w = 62, .box_w = 3, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 192, .adv_w = 66, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 195, .adv_w = 62, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 198, .adv_w = 83, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 201, .adv_w = 78, .box_w = 5, .box_h = 1, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 202, .adv_w = 72, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 204, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 207, .adv_w = 70, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 209, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 212, .adv_w = 73, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 214, .adv_w = 60, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 217, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = -2},
    {.bitmap_index = 220, .adv_w = 79, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 223, .adv_w = 38, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 224, .adv_w = 41, .box_w = 3, .box_h = 8, .ofs_x = -1, .ofs_y = -2},
    {.bitmap_index = 227, .adv_w = 77, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 230, .adv_w = 38, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 231, .adv_w = 111, .box_w = 5, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 234, .adv_w = 79, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 236, .adv_w = 77, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 238, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = -2},
    {.bitmap_index = 241, .adv_w = 80, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = -2},
    {.bitmap_index = 244, .adv_w = 58, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 246, .adv_w = 65, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 248, .adv_w = 62, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 251, .adv_w = 77, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 253, .adv_w = 71, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 255, .adv_w = 102, .box_w = 6, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 258, .adv_w = 72, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 260, .adv_w = 72, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 263, .adv_w = 71, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 265, .adv_w = 66, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 268, .adv_w = 45, .box_w = 1, .box_h = 7, .ofs_x = 1, .ofs_y = -2},
    {.bitmap_index = 269, .adv_w = 66, .box_w = 3, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 272, .adv_w = 93, .box_w = 5, .box_h = 2, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 274, .adv_w = 128, .box_w = 8, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 276, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 287, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 291, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 297, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 301, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 306, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 310, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 315, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 320, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 327, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 333, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 339, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 344, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 350, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 355, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 361, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 366, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 373, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 379, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 385, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 391, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 397, .adv_w = 128, .box_w = 6, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 400, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 406, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 412, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 418, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 425, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 431, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 438, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 445, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 451, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 457, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 464, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 470, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 475, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 481, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 486, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 492, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 499, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 505, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 511, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 516, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 523, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 528, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 534, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 538, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 545, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 550, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 555, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 561, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 568, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 574, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 578, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 585, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 591, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 598, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 602, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 608, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 613, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 620, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 624, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 631, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 635, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 640, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 645, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 652, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 659, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 666, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 673, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 680, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 685, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 691, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 697, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 703, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 709, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 715, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 722, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 729, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 733, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 739, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 745, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 751, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 758, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 764, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 770, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 777, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 782, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 788, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 793, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 798, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 803, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 810, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 816, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 822, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 828, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 834, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 840, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 845, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 852, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 856, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 862, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 866, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 871, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 877, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 881, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 887, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 892, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 898, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 902, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 907, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 912, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 918, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 919, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 926, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 933, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 940, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 947, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 953, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 960, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 967, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 974, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 981, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 988, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 995, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1002, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1009, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1016, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1023, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1030, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1037, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 1045, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1052, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1059, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1066, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1074, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1082, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1089, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1095, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1103, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1110, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1117, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1124, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1132, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1139, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1145, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1152, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1160, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1167, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1173, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1180, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1186, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1193, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1200, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1207, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1214, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1221, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1228, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1235, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1242, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1250, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1258, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1266, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1274, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1281, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1288, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1296, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1304, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1311, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1319, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1326, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1333, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1340, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1348, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1356, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1364, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1371, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1379, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1386, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1394, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1402, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1409, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1416, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1424, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1432, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1440, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1447, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1454, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1461, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1469, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1476, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1484, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1492, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1500, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1507, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1514, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1521, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1529, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1536, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1544, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1551, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1558, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1566, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1574, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1581, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1589, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1596, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1603, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1610, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1617, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1625, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1632, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1639, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1647, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1661, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1668, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1676, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1684, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1692, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1700, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1708, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1715, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1723, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1730, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1737, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1745, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1753, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1761, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1769, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1777, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1785, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1792, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1800, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1808, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1815, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1823, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1830, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1838, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1845, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1853, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1860, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1868, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1876, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1884, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1892, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1899, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1906, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1914, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1922, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1930, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1938, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1946, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1954, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1962, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1970, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1977, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1985, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1992, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1999, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2006, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2013, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2020, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2027, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2034, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2041, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2048, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2055, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2062, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2069, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2076, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2083, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 2090, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2097, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2118, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2126, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2133, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2140, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2147, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2154, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2161, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2167, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2174, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2181, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2188, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2195, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2203, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2211, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2218, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2226, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2234, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2242, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2249, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2256, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2263, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2284, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2291, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 2296, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2302, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2309, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2316, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2323, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2330, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2337, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2344, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2351, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2359, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2366, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2373, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2380, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2387, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2394, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2401, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2408, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2415, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2422, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2429, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2436, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2443, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2450, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2457, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2464, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2471, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2478, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2485, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2492, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2499, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2506, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2514, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2520, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2527, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2534, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2542, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2549, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2557, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2564, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2570, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2577, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2584, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2591, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2605, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2612, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2619, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2633, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2640, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2647, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2655, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2663, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2670, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2677, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2684, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2692, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2706, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2713, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2734, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2741, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2748, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2755, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2762, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2769, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2776, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2783, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2791, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2798, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2805, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2813, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2820, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2828, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2836, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2842, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2849, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2856, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2863, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2870, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2877, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2884, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2891, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2898, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2905, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2912, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2920, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 2927, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2934, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2941, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2948, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2962, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 2968, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2975, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2982, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2989, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2996, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3004, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3010, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3017, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3025, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3033, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3040, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3047, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3055, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3062, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3069, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3076, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3083, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3090, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3097, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3105, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3112, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3119, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3126, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3134, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3141, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3148, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3155, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3162, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3170, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3177, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3185, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3192, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3199, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3205, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3212, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3219, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3226, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3233, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3240, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3247, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3254, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3263, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3284, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3291, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3298, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3305, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3312, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3326, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3334, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3341, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3348, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3356, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3363, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3370, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3377, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3384, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3391, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3398, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3405, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3413, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3420, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3427, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3434, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3441, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3448, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3455, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3462, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3469, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3476, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3483, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3490, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3497, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3504, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3512, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3519, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3526, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3533, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3540, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3547, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3554, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3561, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3568, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3575, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3582, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3589, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3596, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 3602, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3609, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3616, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3624, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 3630, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3637, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3644, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3652, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3659, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3666, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3673, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3680, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3687, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3695, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3703, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3711, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3719, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3726, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3734, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3741, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3748, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3755, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3762, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3769, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3776, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3783, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 3790, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3797, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3804, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3811, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3818, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3825, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3832, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3839, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3846, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3853, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3860, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3867, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3875, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3883, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3897, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3904, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3911, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3919, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3926, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3933, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3940, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3948, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3955, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 3961, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3968, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3975, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3982, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3989, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 3996, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4003, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4010, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4018, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4026, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4033, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4040, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4047, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4054, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4061, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4068, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4075, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4082, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4089, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4096, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4103, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4110, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4117, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4124, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4131, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4138, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4145, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4152, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4159, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4166, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4173, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4180, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4187, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4194, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 4201, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4209, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4217, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4224, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4231, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4238, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4246, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4253, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4261, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4268, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4276, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4283, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4290, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4297, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4304, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4311, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4319, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4327, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4335, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4342, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4350, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4358, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4366, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4374, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4382, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4389, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4397, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4405, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4413, .adv_w = 128, .box_w = 8, .box_h = 9, .ofs_x = 0, .ofs_y = -2},
    {.bitmap_index = 4422, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4429, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4436, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4443, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4450, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4457, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4464, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4471, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4478, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4485, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4493, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4500, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4507, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4514, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4521, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4528, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4535, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4543, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4550, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4557, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4564, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4571, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4578, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4585, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4592, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4599, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4606, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4613, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4620, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4627, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4635, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4642, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4649, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4656, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4663, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4670, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4678, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4685, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4692, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4699, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4707, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4714, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4721, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4728, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4735, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4742, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4749, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4756, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4763, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4770, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4778, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4785, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4794, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4802, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4810, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4817, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4824, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4831, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4838, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4845, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4852, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4859, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4866, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4873, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4880, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4887, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4894, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4901, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4908, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4915, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4922, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4929, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4936, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 4942, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4949, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4956, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4963, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4971, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4978, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4986, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4993, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5000, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5008, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5015, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5022, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5029, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5037, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5045, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5052, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5059, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5067, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5074, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5082, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5090, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5097, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5104, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5118, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 5124, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5131, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5138, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5144, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5151, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5158, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5165, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5172, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5179, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5186, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5194, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5201, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5208, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5216, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5223, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5238, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5245, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5253, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5260, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5267, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5275, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5282, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5290, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5297, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5304, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5311, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5318, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5326, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5333, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5341, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5348, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5355, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5363, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5371, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5379, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5386, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5394, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5402, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5410, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 5417, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5425, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5433, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5440, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5448, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5455, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5462, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5469, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5477, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5484, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5491, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5498, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5505, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5512, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5519, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5526, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5533, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5540, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5546, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5553, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5560, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5567, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5574, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5582, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5589, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5596, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5603, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5610, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5617, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 5623, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5630, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5637, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5644, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5651, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5658, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5665, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5672, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5680, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5688, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5695, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5702, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5710, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5718, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5726, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5734, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5742, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5750, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5757, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5764, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5771, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5779, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5787, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5795, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5803, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5811, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5818, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5825, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5832, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5839, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5846, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5853, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5860, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5867, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5875, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5883, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5891, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5898, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5905, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5912, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5920, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5927, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5935, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5942, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5950, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5957, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5964, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5971, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5978, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5985, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5992, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5999, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6006, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6014, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6021, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6029, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6037, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6045, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6053, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6060, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6067, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6074, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6081, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6088, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6095, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6102, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6110, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6118, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6126, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6134, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6142, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6150, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6157, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6164, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6171, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6178, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6186, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6194, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6201, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6208, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6216, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6223, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6230, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6237, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6245, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6253, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6261, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6268, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6275, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6282, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6289, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6297, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6305, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6313, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6321, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6328, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6336, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6344, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6351, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6359, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6367, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6374, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6382, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6389, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6396, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6403, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6411, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6419, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6426, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6433, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6440, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6447, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6454, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6461, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6468, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6475, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6482, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6489, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6496, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6504, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6511, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6518, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6525, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6532, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6540, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6547, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6554, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6561, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6569, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6577, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6584, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6591, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6598, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6605, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6612, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6619, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6626, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6633, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6640, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6647, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6655, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6662, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6670, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6677, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6685, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6692, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6699, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6707, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6715, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6723, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6730, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6737, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6744, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6752, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6759, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6766, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6774, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6781, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6789, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6796, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6803, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6810, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6817, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6825, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6832, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6840, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6847, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6855, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6862, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6870, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6878, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6885, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6892, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6899, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6907, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6915, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6923, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6931, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6938, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6946, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6953, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6961, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6968, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6975, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6983, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6990, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 6997, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7004, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7012, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7020, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7028, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7035, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7042, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7050, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7058, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7065, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7072, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7080, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7088, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7095, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7102, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7110, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7118, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7126, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7133, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7141, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7149, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7157, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7165, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7173, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7180, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7187, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 7194, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7202, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 7209, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7217, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7224, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7232, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7239, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7247, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7254, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7262, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 7277, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7285, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7292, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7299, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 7306, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7313, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7320, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7327, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7334, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7342, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7350, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7357, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7364, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7372, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7379, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7387, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7394, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7402, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7410, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7417, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7425, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7433, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7440, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7446, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7453, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7460, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7466, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7473, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7480, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 7486, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7500, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7507, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7514, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7521, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7528, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7536, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7543, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7550, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7557, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7564, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7571, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7578, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7586, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7593, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7600, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7607, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7614, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7621, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7628, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7635, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7642, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7649, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7656, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7663, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7671, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7678, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7685, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7692, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7706, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7713, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7720, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7727, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7734, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7741, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7749, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7756, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7763, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7770, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7777, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7784, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7791, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7798, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7805, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7812, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7819, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7826, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7833, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7840, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7848, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7855, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7863, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7870, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7877, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7884, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7892, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7900, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7907, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7914, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7921, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7929, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7936, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7944, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7952, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7960, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7967, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 7975, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7982, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7989, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7997, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8005, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8013, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8021, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8028, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8036, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8043, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8050, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8057, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8064, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8071, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8079, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8086, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8094, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8102, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8109, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8117, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8125, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8133, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8141, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8148, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8155, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8162, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8170, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = -1, .ofs_y = -1},
    {.bitmap_index = 8179, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8186, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8193, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8201, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8208, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8216, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8224, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8231, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8239, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8246, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8254, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8261, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8269, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8277, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8284, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8292, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8300, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8307, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8314, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8322, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8329, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8337, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8344, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8352, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8359, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8367, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8375, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8383, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8390, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8398, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8406, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8414, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8422, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8430, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8438, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8446, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8454, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 8461, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8469, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8476, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8484, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8492, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8500, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8507, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8515, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8522, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 8528, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8535, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8542, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8549, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8556, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8577, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8584, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8591, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8605, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8612, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8619, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 8626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8640, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8647, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8655, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8663, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8670, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8677, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8685, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8692, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8700, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8708, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8716, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8731, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8738, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8745, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8766, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 8772, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8779, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8786, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8793, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8800, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 8807, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8814, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8821, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8828, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8835, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8842, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8849, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8857, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8864, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8872, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8879, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8886, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8893, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8901, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8908, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8915, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 8922, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8930, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8937, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8944, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 8951, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8958, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8965, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8973, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8980, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8987, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8994, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9002, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9010, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9017, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9025, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9032, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9040, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9047, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9054, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9062, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9070, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9077, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9084, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9091, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9098, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9106, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9113, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9120, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9128, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9136, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 9151, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9158, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9165, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9172, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9179, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9186, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9193, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9200, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9208, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9223, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 9238, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9245, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9252, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9259, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9266, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9274, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9281, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9288, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9296, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9303, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9311, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9318, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9325, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9333, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9341, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9348, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9356, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9364, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9371, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9379, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9386, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9394, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9401, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9408, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9415, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9422, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9429, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9436, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9443, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9450, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9457, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9465, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9473, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9481, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9488, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9495, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9503, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9511, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9518, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9526, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9533, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9541, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9548, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9555, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 9570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9577, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9591, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9598, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 9612, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9620, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9627, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9635, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 9642, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9649, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9657, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9665, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9672, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9679, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9686, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9693, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9700, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9707, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9714, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9722, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9730, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9737, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9744, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9751, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9758, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9765, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9772, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9779, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9786, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9793, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9800, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9807, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9815, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9822, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9829, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9836, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9843, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9857, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9864, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9871, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9878, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9886, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9893, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9900, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9908, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9915, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9922, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9930, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9938, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9945, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9952, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9959, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9967, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 9974, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9981, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 9987, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 9993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10000, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10007, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10014, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10021, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10028, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10036, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10043, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10050, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10057, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10064, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10071, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10078, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10085, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10092, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10099, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10106, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10113, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10120, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10128, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10135, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10142, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10149, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10156, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10163, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10170, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10177, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10184, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10191, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10198, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10205, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10213, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10219, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10226, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10234, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10241, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10248, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10255, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10262, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10269, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10276, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10283, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10291, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10299, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10307, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10314, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10322, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10330, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10337, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10344, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10351, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10358, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10365, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10372, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10380, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10388, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10396, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10403, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10410, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10416, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10423, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10430, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10437, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10444, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10452, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 10458, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10465, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10472, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10479, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10486, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10500, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10507, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10513, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10520, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10527, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10534, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10541, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10548, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10555, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10562, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10569, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10576, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10583, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10598, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10612, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10620, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10627, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10634, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10641, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10648, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10655, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 10662, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10669, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10676, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10683, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10690, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10698, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10705, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10713, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10720, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10728, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10736, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10744, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10751, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10758, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10765, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10772, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10779, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10786, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10794, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10802, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10809, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10816, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10823, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10831, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10838, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10845, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10853, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10861, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10869, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10876, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10884, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 10891, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10899, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10906, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10914, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10921, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10928, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10935, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10943, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10951, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10959, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10966, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10973, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10981, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10989, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10996, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11003, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11010, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11017, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11024, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11032, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11039, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11047, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11055, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11062, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11069, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11076, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11084, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11091, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11098, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11105, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 11112, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11119, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11126, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11134, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11141, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11149, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11156, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11163, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11170, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11177, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11184, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11191, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11198, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11205, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11212, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11219, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11227, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11234, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11241, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11248, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11255, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11262, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11270, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11277, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11285, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11292, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11299, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11306, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11313, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11320, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11327, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11334, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11341, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11348, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11356, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11363, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11370, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11377, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11384, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11392, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11400, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11407, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11414, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11422, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11429, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11437, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11445, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11453, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11461, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11468, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11475, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11483, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11490, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11497, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11504, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11512, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11520, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11528, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11535, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11542, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11550, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11557, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11564, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11571, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11578, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11585, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11592, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11600, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11607, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11614, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11622, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11629, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11636, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11644, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11651, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11658, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11665, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11673, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11681, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11696, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11703, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11710, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11718, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11725, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11732, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11740, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11748, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11755, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11762, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11769, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11776, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11783, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11791, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11798, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11805, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11812, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11820, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11827, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11834, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11841, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11849, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11856, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11863, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11870, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11877, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11884, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11892, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11900, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11908, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11915, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11922, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11929, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11936, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11943, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11950, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11957, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11964, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11971, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11978, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11985, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 11992, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11999, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12006, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12013, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12020, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12027, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12034, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12041, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12048, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12055, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12062, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12069, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12076, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12083, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12091, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12098, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12105, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12112, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12119, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12126, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12133, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12140, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12147, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12154, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12160, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12167, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12174, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12181, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12189, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12196, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12203, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12210, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12217, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12224, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12238, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12245, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12252, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12259, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12266, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12273, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12287, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12294, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12302, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12309, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12316, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12323, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12330, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12337, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12344, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12351, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12358, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12365, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12372, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12379, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12386, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12393, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12400, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12408, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12415, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12422, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12429, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12436, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12443, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12450, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12456, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12463, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12469, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12476, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12483, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12490, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12497, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12504, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12511, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12518, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12526, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12533, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12540, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12547, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12555, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12562, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12570, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12578, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12585, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12592, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12599, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12606, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12614, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12621, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12628, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12635, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12642, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12649, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12656, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12663, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12670, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12677, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12684, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12691, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12698, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12705, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12712, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12719, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12726, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12733, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12740, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12747, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12754, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12761, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12768, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12775, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12782, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12789, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12796, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12803, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12810, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12817, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12824, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12831, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12838, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12845, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12852, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12859, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12866, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12873, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12880, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12888, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12896, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12903, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12910, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12917, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12924, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12931, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12938, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12946, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12954, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12962, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12970, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12977, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12984, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 12991, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12998, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13005, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13012, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13019, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13026, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13034, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13042, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13050, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13058, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13065, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13072, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13079, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13087, .adv_w = 128, .box_w = 9, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13096, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13103, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 13118, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13125, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13132, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13139, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13146, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13154, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13162, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13169, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13176, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13183, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13190, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13198, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13206, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13214, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13221, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13228, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13236, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13243, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13250, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13257, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13264, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13271, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 13277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13284, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13291, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13298, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13306, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13314, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13321, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13328, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13335, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13342, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13349, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13356, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13364, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13371, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13378, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13385, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13392, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13400, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13407, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13414, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13421, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13428, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13435, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13442, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13449, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13456, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13463, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13471, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13478, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13485, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13492, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13499, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13506, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13513, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13520, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13527, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13535, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13543, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13551, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13558, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13566, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13573, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13580, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13587, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13595, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13602, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13609, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13616, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13623, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13630, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13638, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13645, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13652, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13659, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13666, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13673, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13680, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13688, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13695, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13702, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13709, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13716, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13723, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13730, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13737, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13745, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13759, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13766, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13773, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13780, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13787, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13795, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13802, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13809, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13816, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13823, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13831, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13838, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13845, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13853, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13860, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13867, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13874, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13881, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13888, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13895, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13902, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13909, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13915, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13922, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13929, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13936, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13944, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13952, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13959, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 13966, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13973, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13980, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 13987, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13994, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14001, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14009, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14016, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14023, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14030, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14038, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14045, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14052, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14059, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14066, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14074, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14081, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14089, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14096, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14103, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14110, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14117, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14124, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 14130, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14137, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14151, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14158, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14166, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14173, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14180, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14187, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14194, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14201, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14208, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14215, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14222, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14230, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14237, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14244, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14251, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14258, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14266, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14274, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14282, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14289, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14296, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14303, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14311, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14318, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14325, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14333, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14341, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14348, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14356, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14364, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14371, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14379, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14386, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14393, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14400, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14407, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14414, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14421, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14429, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14436, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14444, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14451, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14458, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14465, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14472, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14480, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14487, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14494, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14501, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14508, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14515, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14523, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14530, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14537, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14545, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14552, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14559, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14566, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14573, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14580, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14587, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14595, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14602, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14609, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14616, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14623, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14630, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14637, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14644, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14652, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14659, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14666, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14674, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14681, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14688, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14695, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14702, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14709, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14717, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14724, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14738, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14745, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14752, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14759, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14767, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14774, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14781, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14788, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14795, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14803, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14810, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14817, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14824, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14831, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14838, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14845, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14852, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14859, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14866, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14874, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14881, .adv_w = 128, .box_w = 9, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14889, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14896, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14903, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14910, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14918, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14925, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14933, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14940, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14947, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14954, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14961, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14968, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14975, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 14982, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14989, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14997, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15025, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15032, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15039, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15046, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15053, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15067, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15074, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15081, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 15087, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15094, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15101, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 15108, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 15114, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15121, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15128, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15135, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15142, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15149, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15157, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15164, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15171, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15179, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15186, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15193, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15200, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15207, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15214, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15221, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15228, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15235, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15243, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15250, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15258, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15266, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15273, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15287, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15294, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15301, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15308, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15315, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15322, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15329, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15336, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15343, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15350, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15357, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15364, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15371, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15378, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15385, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15392, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15399, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15406, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15413, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15420, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15427, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15434, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15441, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15448, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15455, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15462, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15469, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15476, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15483, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15491, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15498, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15505, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15512, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15519, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15526, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15533, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15540, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15547, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15554, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15561, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15568, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15575, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15583, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15591, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15599, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15606, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15613, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15620, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15627, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15635, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15643, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15651, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15658, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15665, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15672, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15679, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15686, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15693, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15700, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15707, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15714, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15721, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15728, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15735, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15742, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15749, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15757, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15764, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15771, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15778, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15785, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15792, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15799, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15806, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15813, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 15819, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15826, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15833, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15840, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15847, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15861, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15868, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 15875, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15883, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15897, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15905, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15913, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15920, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15928, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15935, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 15942, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15949, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15956, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15964, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15971, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15978, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15985, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15992, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16000, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 16007, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 16014, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16021, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16029, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16037, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16045, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16052, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16060, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16067, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16075, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16082, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16089, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16096, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16111, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16118, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16125, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16132, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16140, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16147, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16155, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16162, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16170, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16177, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16184, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16192, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16199, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16206, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16214, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16222, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16229, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16236, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16243, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16251, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16259, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16267, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16275, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16282, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16289, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16296, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16303, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16310, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16317, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 16324, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16331, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16339, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16346, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16353, .adv_w = 128, .box_w = 8, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16360, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16367, .adv_w = 128, .box_w = 7, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16374, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16382, .adv_w = 128, .box_w = 1, .box_h = 6, .ofs_x = 4, .ofs_y = 0},
    {.bitmap_index = 16383, .adv_w = 128, .box_w = 2, .box_h = 8, .ofs_x = 5, .ofs_y = -1},
    {.bitmap_index = 16385, .adv_w = 128, .box_w = 2, .box_h = 8, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16387, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16390, .adv_w = 128, .box_w = 3, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16393, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16396, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16399, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 16403, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16406, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16409, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16412, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16416, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 16419, .adv_w = 128, .box_w = 1, .box_h = 4, .ofs_x = 4, .ofs_y = 1},
    {.bitmap_index = 16420, .adv_w = 128, .box_w = 5, .box_h = 3, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 16422, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0}
};

/*---------------------
 *  CHARACTER MAPPING
 *--------------------*/

static const uint8_t glyph_id_ofs_list_4[] = {
    0, 1, 2, 3, 4, 5, 6, 7,
    8, 9, 10, 0, 11, 0, 12, 0,
    13, 0, 14, 0, 15, 0, 16, 0,
    17, 0, 18, 0, 19, 0, 20, 0,
    21, 0, 22, 23, 0, 24, 0, 25,
    0, 26, 27, 28, 29, 30, 31, 0,
    0, 32, 0, 0, 33, 0, 0, 34,
    0, 0, 35, 0, 0, 36, 37, 38,
    39, 40, 41, 42, 43, 44, 45, 46,
    47, 48, 49, 50, 51, 52, 53, 0,
    0, 54, 55, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    56, 57, 58, 59, 60, 61, 62, 63,
    64, 65, 66, 0, 67, 0, 68, 0,
    69, 0, 70, 0, 71, 0, 72, 0,
    73, 0, 74, 0, 75, 0, 76, 0,
    77, 0, 78, 79, 0, 80, 0, 81,
    0, 82, 83, 84, 85, 86, 87, 0,
    0, 88, 0, 0, 89, 0, 0, 90,
    0, 0, 91
};

static const uint16_t unicode_list_6[] = {
    0x0, 0x1, 0x1d0e, 0x1d0f, 0x1d11, 0x1d15, 0x1d16, 0x1d17,
    0x1d18, 0x1d19, 0x1d1b, 0x1d1c, 0x1d22, 0x1d24, 0x1d26, 0x1d27,
    0x1d2f, 0x1d34, 0x1d3b, 0x1d40, 0x1d46, 0x1d47, 0x1d49, 0x1d4a,
    0x1d53, 0x1d5d, 0x1d65, 0x1d67, 0x1d6b, 0x1d6c, 0x1d7f, 0x1d81,
    0x1d8c, 0x1d8e, 0x1d94, 0x1d96, 0x1d97, 0x1d99, 0x1d9a, 0x1da0,
    0x1da2, 0x1da3, 0x1daa, 0x1daf, 0x1db2, 0x1db9, 0x1dba, 0x1dbb,
    0x1dc8, 0x1dcf, 0x1dd8, 0x1dd9, 0x1ddd, 0x1de3, 0x1de4, 0x1de6,
    0x1de7, 0x1df1, 0x1df2, 0x1df3, 0x1dfc, 0x1dfe, 0x1e00, 0x1e04,
    0x1e09, 0x1e0f, 0x1e1c, 0x1e1d, 0x1e1e, 0x1e1f, 0x1e28, 0x1e2b,
    0x1e3d, 0x1e42, 0x1e46, 0x1e48, 0x1e4a, 0x1e54, 0x1e5b, 0x1e5c,
    0x1e5d, 0x1e5e, 0x1e61, 0x1e63, 0x1e67, 0x1e6a, 0x1e81, 0x1e83,
    0x1e8d, 0x1e99, 0x1e9b, 0x1ea9, 0x1eab, 0x1eaf, 0x1ebc, 0x1ebd,
    0x1ec3, 0x1ec4, 0x1ecd, 0x1ed0, 0x1ed1, 0x1ed8, 0x1ee5, 0x1eeb,
    0x1eef, 0x1efc, 0x1f01, 0x1f03, 0x1f06, 0x1f08, 0x1f17, 0x1f19,
    0x1f1b, 0x1f20, 0x1f27, 0x1f2d, 0x1f31, 0x1f32, 0x1f39, 0x1f47,
    0x1f57, 0x1f5d, 0x1f6a, 0x1f73, 0x1f82, 0x1f83, 0x1f84, 0x1f8b,
    0x1f9b, 0x1f9f, 0x1fa6, 0x1fa7, 0x1fba, 0x1fc0, 0x1fc3, 0x1fc5,
    0x1fcc, 0x1fd3, 0x1fdb, 0x1fdd, 0x1fe3, 0x1fe8, 0x1ff5, 0x200e,
    0x2012, 0x2020, 0x202d, 0x2038, 0x2051, 0x2052, 0x2053, 0x2054,
    0x2056, 0x2057, 0x2059, 0x205b, 0x205e, 0x2068, 0x2073, 0x2076,
    0x2079, 0x207a, 0x207b, 0x207f, 0x2083, 0x2085, 0x2086, 0x208a,
    0x2093, 0x2094, 0x2098, 0x209b, 0x20a0, 0x20a5, 0x20a7, 0x20ae,
    0x20b3, 0x20ba, 0x20c4, 0x20c5, 0x20d2, 0x20d4, 0x20db, 0x20eb,
    0x20ef, 0x20f4, 0x2104, 0x2106, 0x2107, 0x2108, 0x210e, 0x2111,
    0x2114, 0x2115, 0x2116, 0x2118, 0x211f, 0x2125, 0x212b, 0x2132,
    0x2133, 0x2137, 0x213e, 0x2144, 0x2145, 0x2146, 0x2147, 0x2148,
    0x2149, 0x2155, 0x2158, 0x215b, 0x2164, 0x2169, 0x2171, 0x2172,
    0x2173, 0x217d, 0x217e, 0x2180, 0x2183, 0x2195, 0x21a9, 0x21ad,
    0x21ae, 0x21b1, 0x21b7, 0x21b8, 0x21bf, 0x21c2, 0x21c7, 0x21cc,
    0x21d1, 0x21d3, 0x21d5, 0x21d7, 0x21e3, 0x21e6, 0x21e7, 0x21eb,
    0x21ed, 0x21f0, 0x21f2, 0x21f5, 0x2200, 0x220c, 0x2210, 0x2213,
    0x2224, 0x2225, 0x222e, 0x2247, 0x2248, 0x2249, 0x224d, 0x224f,
    0x2251, 0x2255, 0x2256, 0x2258, 0x225f, 0x2260, 0x2261, 0x2262,
    0x2265, 0x2266, 0x2268, 0x226e, 0x227e, 0x227f, 0x2281, 0x2282,
    0x2283, 0x2286, 0x2292, 0x22a6, 0x22a8, 0x22ad, 0x22c1, 0x22c9,
    0x22d0, 0x22d6, 0x22d8, 0x22d9, 0x22da, 0x22db, 0x22dc, 0x22e2,
    0x22e4, 0x22e5, 0x22e7, 0x22f1, 0x22f2, 0x22f3, 0x22f9, 0x22fa,
    0x22fd, 0x22fe, 0x22ff, 0x2300, 0x2301, 0x2305, 0x2306, 0x2312,
    0x2316, 0x2317, 0x231a, 0x231b, 0x231c, 0x231d, 0x231e, 0x231f,
    0x2329, 0x232d, 0x2334, 0x2339, 0x2346, 0x2347, 0x2350, 0x2356,
    0x2357, 0x2358, 0x2376, 0x2378, 0x2381, 0x238a, 0x238b, 0x239a,
    0x23c0, 0x23cb, 0x23ce, 0x23cf, 0x23ef, 0x2400, 0x2408, 0x2412,
    0x2414, 0x2415, 0x241e, 0x243d, 0x243f, 0x244c, 0x2454, 0x245d,
    0x2461, 0x2492, 0x2497, 0x24a8, 0x24aa, 0x24ab, 0x24b7, 0x24b8,
    0x24b9, 0x24c4, 0x24d3, 0x24f1, 0x2514, 0x253f, 0x2540, 0x2576,
    0x2582, 0x2595, 0x25e8, 0x25e9, 0x25ec, 0x25ee, 0x25f1, 0x25fe,
    0x2600, 0x2601, 0x2608, 0x260b, 0x261d, 0x2620, 0x262d, 0x2635,
    0x2636, 0x263e, 0x2650, 0x2655, 0x2658, 0x265f, 0x2678, 0x2690,
    0x2699, 0x26b1, 0x26d9, 0x26dc, 0x26ed, 0x2705, 0x2707, 0x2708,
    0x270a, 0x270e, 0x2710, 0x2713, 0x2714, 0x2723, 0x2732, 0x2738,
    0x273f, 0x2742, 0x274e, 0x274f, 0x2758, 0x275f, 0x2762, 0x2765,
    0x2768, 0x276c, 0x2777, 0x2779, 0x278c, 0x2791, 0x27a1, 0x27a5,
    0x27aa, 0x27b6, 0x27c1, 0x27cc, 0x27cf, 0x27d5, 0x27d8, 0x27da,
    0x27f9, 0x27fc, 0x27fe, 0x27ff, 0x2800, 0x2817, 0x281d, 0x2823,
    0x2824, 0x2828, 0x282a, 0x2830, 0x2835, 0x2837, 0x2838, 0x2839,
    0x283c, 0x283f, 0x2855, 0x2856, 0x2857, 0x285d, 0x285f, 0x2862,
    0x2873, 0x2876, 0x2878, 0x287c, 0x2881, 0x2882, 0x288b, 0x2890,
    0x2891, 0x2892, 0x2898, 0x28a4, 0x28a7, 0x28b3, 0x28b6, 0x28ba,
    0x28c7, 0x28c9, 0x28d7, 0x28d9, 0x28e1, 0x28e2, 0x28f9, 0x2909,
    0x290d, 0x290f, 0x2926, 0x292e, 0x293d, 0x2954, 0x2968, 0x2974,
    0x298d, 0x29a0, 0x29a9, 0x29cf, 0x29d7, 0x29da, 0x29ef, 0x2a30,
    0x2a5e, 0x2a62, 0x2a65, 0x2a66, 0x2a6b, 0x2a71, 0x2a72, 0x2a74,
    0x2a79, 0x2a93, 0x2a95, 0x2a96, 0x2a97, 0x2a9a, 0x2aa5, 0x2aa6,
    0x2aa7, 0x2aa8, 0x2aa9, 0x2aaa, 0x2aab, 0x2aad, 0x2ab0, 0x2ab1,
    0x2ab2, 0x2abc, 0x2abe, 0x2ac1, 0x2ac2, 0x2ac3, 0x2ac4, 0x2ac7,
    0x2acd, 0x2ad0, 0x2ad2, 0x2ad4, 0x2ada, 0x2ae0, 0x2ae9, 0x2aeb,
    0x2aed, 0x2aef, 0x2af5, 0x2af7, 0x2afc, 0x2b06, 0x2b08, 0x2b0c,
    0x2b0d, 0x2b0f, 0x2b10, 0x2b12, 0x2b14, 0x2b17, 0x2b18, 0x2b19,
    0x2b1c, 0x2b1d, 0x2b1f, 0x2b28, 0x2b3f, 0x2b48, 0x2b49, 0x2b4a,
    0x2b4b, 0x2b4c, 0x2b4d, 0x2b4e, 0x2b53, 0x2b56, 0x2b58, 0x2b59,
    0x2b63, 0x2b6c, 0x2b72, 0x2b73, 0x2b7d, 0x2b7f, 0x2b9e, 0x2baf,
    0x2bb7, 0x2bba, 0x2bc1, 0x2bc6, 0x2bee, 0x2bef, 0x2bfe, 0x2c04,
    0x2c15, 0x2c1c, 0x2c24, 0x2c37, 0x2c5e, 0x2ceb, 0x2cec, 0x2cef,
    0x2cf1, 0x2cf3, 0x2cf4, 0x2cf5, 0x2cf6, 0x2cfc, 0x2cff, 0x2d09,
    0x2d0c, 0x2d10, 0x2d11, 0x2d14, 0x2d1a, 0x2d2b, 0x2d33, 0x2d39,
    0x2d3b, 0x2d3d, 0x2d3e, 0x2d41, 0x2d46, 0x2d4b, 0x2d53, 0x2d63,
    0x2d71, 0x2d80, 0x2d81, 0x2d82, 0x2d86, 0x2d87, 0x2d89, 0x2d8a,
    0x2d8b, 0x2d8c, 0x2d8f, 0x2d91, 0x2d98, 0x2d9d, 0x2da3, 0x2da5,
    0x2daa, 0x2db4, 0x2db5, 0x2db9, 0x2dbb, 0x2dc4, 0x2dc5, 0x2dc6,
    0x2dd1, 0x2dd7, 0x2dd8, 0x2e04, 0x2e05, 0x2e08, 0x2e0f, 0x2e12,
    0x2e18, 0x2e1d, 0x2e1e, 0x2e21, 0x2e22, 0x2e23, 0x2e2d, 0x2e33,
    0x2e34, 0x2e35, 0x2e3f, 0x2e43, 0x2e45, 0x2e4c, 0x2e61, 0x2e67,
    0x2e70, 0x2e77, 0x2e79, 0x2e7e, 0x2e7f, 0x2e87, 0x2e8a, 0x2e8e,
    0x2e8f, 0x2e92, 0x2e93, 0x2e99, 0x2e9a, 0x2e9e, 0x2ea0, 0x2ea1,
    0x2ea5, 0x2eaf, 0x2eb7, 0x2eb8, 0x2ebc, 0x2ec1, 0x2ec2, 0x2ec7,
    0x2ed1, 0x2ed3, 0x2eda, 0x2edb, 0x2ee5, 0x2ee6, 0x2ee7, 0x2eea,
    0x2eee, 0x2ef9, 0x2f03, 0x2f20, 0x2f24, 0x2f2b, 0x2f2e, 0x2f33,
    0x2f35, 0x2f36, 0x2f38, 0x2f59, 0x2f5e, 0x2f60, 0x2f71, 0x2f73,
    0x2f76, 0x2f77, 0x2f7b, 0x2f7d, 0x2f83, 0x2fa2, 0x2fad, 0x2fae,
    0x2fb1, 0x2fb4, 0x2fb7, 0x2fb8, 0x2fc0, 0x2fca, 0x2fd3, 0x2fdf,
    0x2fea, 0x2ff5, 0x2ff6, 0x2ffe, 0x3001, 0x300f, 0x3017, 0x301d,
    0x3028, 0x3029, 0x302d, 0x3052, 0x3056, 0x3059, 0x305a, 0x305c,
    0x3063, 0x3070, 0x3071, 0x3076, 0x307c, 0x307e, 0x3084, 0x3090,
    0x309c, 0x30b2, 0x30b5, 0x30b7, 0x30ba, 0x30c0, 0x30c4, 0x30cc,
    0x30d5, 0x30de, 0x3100, 0x3106, 0x311e, 0x311f, 0x3120, 0x3128,
    0x3134, 0x313d, 0x3142, 0x3146, 0x3149, 0x314d, 0x314e, 0x3155,
    0x3157, 0x3159, 0x315b, 0x3161, 0x3163, 0x317f, 0x3184, 0x3187,
    0x318d, 0x318e, 0x3192, 0x3198, 0x319f, 0x31a3, 0x31a5, 0x31a6,
    0x31aa, 0x31ac, 0x31b9, 0x31bf, 0x31c3, 0x31c7, 0x31ca, 0x31cb,
    0x31d3, 0x31d7, 0x31db, 0x31de, 0x31e0, 0x31e1, 0x31e6, 0x31e7,
    0x31e9, 0x31eb, 0x31ee, 0x31ef, 0x31fa, 0x31fb, 0x3201, 0x3204,
    0x3205, 0x320c, 0x320f, 0x3215, 0x321f, 0x3227, 0x322d, 0x3236,
    0x3239, 0x323d, 0x324d, 0x3257, 0x3263, 0x3265, 0x326a, 0x3276,
    0x327c, 0x3289, 0x3291, 0x3296, 0x329a, 0x32a0, 0x32a6, 0x32a9,
    0x32af, 0x32b0, 0x32b3, 0x32b5, 0x32b6, 0x32b8, 0x32c0, 0x32dd,
    0x32de, 0x32e8, 0x32e9, 0x32ef, 0x32fc, 0x3302, 0x3308, 0x331b,
    0x333a, 0x333b, 0x3348, 0x334c, 0x3350, 0x3366, 0x3377, 0x337d,
    0x3391, 0x33b2, 0x33bc, 0x33c0, 0x33cf, 0x33db, 0x33f4, 0x33fa,
    0x343d, 0x3447, 0x3449, 0x344c, 0x344d, 0x3453, 0x345d, 0x345f,
    0x3465, 0x3467, 0x3470, 0x3471, 0x347a, 0x347e, 0x3482, 0x3483,
    0x3485, 0x3495, 0x3497, 0x349c, 0x349f, 0x34a5, 0x34a7, 0x34aa,
    0x34b2, 0x34b3, 0x34ba, 0x34bb, 0x34be, 0x34c7, 0x34cb, 0x34d3,
    0x34d9, 0x34dd, 0x34e5, 0x34f0, 0x34f3, 0x34f4, 0x34f5, 0x34f6,
    0x34f7, 0x34fa, 0x3508, 0x3514, 0x3515, 0x351c, 0x3521, 0x3522,
    0x352d, 0x352e, 0x3533, 0x3535, 0x3536, 0x353b, 0x353d, 0x354a,
    0x3550, 0x3577, 0x357c, 0x357d, 0x3582, 0x3584, 0x358f, 0x3595,
    0x359f, 0x35a4, 0x35a5, 0x35b4, 0x35b9, 0x35bc, 0x35c2, 0x35d5,
    0x35e4, 0x35ea, 0x3600, 0x3602, 0x3606, 0x3607, 0x360b, 0x360d,
    0x360e, 0x3616, 0x3617, 0x361b, 0x3623, 0x3625, 0x3629, 0x362b,
    0x362d, 0x3636, 0x3638, 0x3639, 0x363a, 0x363b, 0x363f, 0x3642,
    0x3648, 0x364b, 0x3657, 0x365e, 0x365f, 0x366d, 0x366f, 0x3673,
    0x367d, 0x367f, 0x368c, 0x368d, 0x369e, 0x36a3, 0x36a5, 0x36a8,
    0x36aa, 0x36ab, 0x36ae, 0x36b0, 0x36bd, 0x36c4, 0x36d2, 0x36de,
    0x36e1, 0x36e2, 0x36ff, 0x3701, 0x3703, 0x3709, 0x370d, 0x3711,
    0x3712, 0x3721, 0x372f, 0x3738, 0x3746, 0x3747, 0x374a, 0x374b,
    0x374f, 0x3751, 0x3756, 0x375f, 0x376a, 0x376d, 0x3793, 0x37a5,
    0x37b6, 0x37be, 0x37d2, 0x37d9, 0x37e0, 0x37e8, 0x37ed, 0x37fc,
    0x3808, 0x3813, 0x381b, 0x381c, 0x382a, 0x387b, 0x3883, 0x3885,
    0x388a, 0x388b, 0x3890, 0x38d9, 0x38e6, 0x390b, 0x3927, 0x392f,
    0x3937, 0x3938, 0x3947, 0x3959, 0x396d, 0x3a12, 0x3a2e, 0x3a2f,
    0x3a35, 0x3a40, 0x3a48, 0x3a4c, 0x3a5a, 0x3a61, 0x3a70, 0x3a71,
    0x3a74, 0x3a77, 0x3a7d, 0x3a81, 0x3a82, 0x3a89, 0x3a97, 0x3a98,
    0x3a99, 0x3aa4, 0x3ac2, 0x3ac3, 0x3ac8, 0x3ac9, 0x3acd, 0x3ace,
    0x3adb, 0x3adc, 0x3ae0, 0x3ae2, 0x3ae9, 0x3b1d, 0x3b1f, 0x3b25,
    0x3b42, 0x3b45, 0x3b46, 0x3b4c, 0x3b4f, 0x3b50, 0x3b5c, 0x3b65,
    0x3b68, 0x3b6d, 0x3b6e, 0x3b7e, 0x3b88, 0x3b8b, 0x3b91, 0x3b96,
    0x3ba4, 0x3ba7, 0x3baf, 0x3bb0, 0x3bc1, 0x3bc6, 0x3bc7, 0x3bc9,
    0x3bca, 0x3bcd, 0x3bcf, 0x3bd7, 0x3bd8, 0x3bda, 0x3be3, 0x3bef,
    0x3bf0, 0x3bf1, 0x3bf3, 0x3bf6, 0x3bfe, 0x3c01, 0x3c19, 0x3c25,
    0x3c2c, 0x3c33, 0x3c38, 0x3c49, 0x3c4c, 0x3c4f, 0x3c52, 0x3c53,
    0x3c6a, 0x3c74, 0x3c78, 0x3c7c, 0x3c82, 0x3c85, 0x3c86, 0x3c96,
    0x3ca7, 0x3cbd, 0x3cc0, 0x3cca, 0x3cdf, 0x3cef, 0x3cf9, 0x3cff,
    0x3d05, 0x3d09, 0x3d13, 0x3d15, 0x3d16, 0x3d17, 0x3d19, 0x3d21,
    0x3d29, 0x3d2f, 0x3d34, 0x3d37, 0x3d3a, 0x3d3d, 0x3d64, 0x3d75,
    0x3d7d, 0x3d8c, 0x3d8d, 0x3d8e, 0x3d9e, 0x3da4, 0x3dab, 0x3dc4,
    0x3dc8, 0x3dd3, 0x3dd9, 0x3ddf, 0x3deb, 0x3dec, 0x3e02, 0x3e0f,
    0x3e10, 0x3e14, 0x3e1d, 0x3e22, 0x3e2e, 0x3e30, 0x3e39, 0x3e3a,
    0x3e46, 0x3e62, 0x3e6a, 0x3e6d, 0x3e72, 0x3e7c, 0x3e7e, 0x3e92,
    0x3ece, 0x3ecf, 0x3ed1, 0x3ef9, 0x3efd, 0x3f3a, 0x3f79, 0x3f7d,
    0x3f7e, 0x3f8b, 0x3f97, 0x3f98, 0x3f9c, 0x3fbb, 0x3fc7, 0x3fc8,
    0x3fd6, 0x402f, 0x4034, 0x4044, 0x404a, 0x405c, 0x4067, 0x4075,
    0x4077, 0x407c, 0x4098, 0x40ad, 0x40bf, 0x40d1, 0x40f3, 0x4114,
    0x4138, 0x4143, 0x4144, 0x414b, 0x4155, 0x4156, 0x4167, 0x4169,
    0x4175, 0x4177, 0x4180, 0x4187, 0x41ae, 0x41ba, 0x41bd, 0x41c4,
    0x41d0, 0x41e7, 0x41f7, 0x41fa, 0x41fb, 0x4229, 0x422d, 0x4239,
    0x423c, 0x4244, 0x424d, 0x4252, 0x4271, 0x4280, 0x4292, 0x4295,
    0x4297, 0x4299, 0x42b7, 0x42db, 0x42ee, 0x42fb, 0x430c, 0x4311,
    0x4314, 0x4342, 0x436e, 0x4391, 0x43b5, 0x43be, 0x43cb, 0x43f4,
    0x4404, 0x4426, 0x4428, 0x442d, 0x4431, 0x4436, 0x443e, 0x443f,
    0x4440, 0x4441, 0x4445, 0x4448, 0x4449, 0x445a, 0x445d, 0x445f,
    0x4462, 0x4467, 0x446a, 0x446b, 0x4473, 0x4478, 0x447e, 0x4481,
    0x448d, 0x449c, 0x449f, 0x44b9, 0x44c0, 0x44cc, 0x44d3, 0x44d5,
    0x44e3, 0x44e6, 0x44e9, 0x44f0, 0x44f7, 0x4502, 0x451b, 0x4550,
    0x4560, 0x4564, 0x4588, 0x4589, 0x458b, 0x458c, 0x4592, 0x4594,
    0x4595, 0x45bc, 0x45cd, 0x45d4, 0x45d8, 0x45e5, 0x45e9, 0x45ed,
    0x45f1, 0x45f2, 0x45fc, 0x4600, 0x4602, 0x4606, 0x460c, 0x460f,
    0x4617, 0x4619, 0x461a, 0x462d, 0x462e, 0x4648, 0x464a, 0x464e,
    0x466f, 0x4671, 0x4674, 0x46ba, 0x46bb, 0x46c1, 0x46e9, 0x46f0,
    0x46f3, 0x46fb, 0x46fd, 0x4701, 0x4710, 0x4722, 0x4723, 0x4740,
    0x4742, 0x476b, 0x4779, 0x477a, 0x478f, 0x479f, 0x47c8, 0x47cf,
    0x47f6, 0x480f, 0x481c, 0x4848, 0x484a, 0x484c, 0x4856, 0x4857,
    0x4864, 0x486b, 0x486c, 0x4873, 0x4876, 0x487b, 0x488f, 0x4893,
    0x489b, 0x489d, 0x48ce, 0x48cf, 0x48d9, 0x48df, 0x48e0, 0x48e6,
    0x48ed, 0x48f7, 0x48fe, 0x4909, 0x4919, 0x491c, 0x4928, 0x493c,
    0x4940, 0x494a, 0x494b, 0x494d, 0x494e, 0x4950, 0x495b, 0x495d,
    0x4979, 0x4982, 0x4984, 0x4988, 0x498f, 0x4991, 0x49a0, 0x49a1,
    0x49ad, 0x49bc, 0x49bd, 0x49d9, 0x49ea, 0x49ee, 0x49f3, 0x49fd,
    0x4a04, 0x4a07, 0x4a1f, 0x4a29, 0x4a34, 0x4a3a, 0x4a54, 0x4a57,
    0x4a59, 0x4a60, 0x4a62, 0x4a64, 0x4a95, 0x4a99, 0x4aa5, 0x4aaf,
    0x4abf, 0x4ac6, 0x4ace, 0x4ad2, 0x4ad7, 0x4af2, 0x4b2f, 0x4b4d,
    0x4b5b, 0x4b6e, 0x4b81, 0x4b97, 0x4b99, 0x4ba0, 0x4ba5, 0x4ba6,
    0x4ba9, 0x4bb5, 0x4bcc, 0x4be4, 0x4bf5, 0x4c06, 0x4c09, 0x4c0c,
    0x4c0e, 0x4c12, 0x4c13, 0x4c19, 0x4c1b, 0x4c22, 0x4c27, 0x4c28,
    0x4c29, 0x4c2e, 0x4c2f, 0x4c30, 0x4c39, 0x4c3d, 0x4c3e, 0x4c41,
    0x4c47, 0x4c48, 0x4c50, 0x4c52, 0x4c5a, 0x4c5e, 0x4c6c, 0x4c6f,
    0x4c74, 0x4c7f, 0x4c83, 0x4c84, 0x4c87, 0x4ca7, 0x4ca8, 0x4cbb,
    0x4cbf, 0x4cc0, 0x4cc9, 0x4ccd, 0x4cd8, 0x4cdd, 0x4cdf, 0x4ce0,
    0x4ce8, 0x4cee, 0x4cf6, 0x4cf7, 0x4cfd, 0x4d02, 0x4d09, 0x4d0f,
    0x4d12, 0x4d29, 0x4d34, 0x4d39, 0x4d3c, 0x4d4c, 0x4d4f, 0x4d58,
    0x4d62, 0x4d63, 0x4d7b, 0x4d7e, 0x4e44, 0x4e78, 0x4e7c, 0x4e7e,
    0x4e80, 0x4e83, 0x4e85, 0x4e93, 0x4e98, 0x4e9c, 0x4eac, 0x4eb2,
    0x4eb6, 0x4eb7, 0x4ecb, 0x4ecf, 0x4eda, 0x4ee0, 0x4f09, 0x4f0a,
    0x4f0f, 0x4f11, 0x4f13, 0x4f1e, 0x4f23, 0x4f25, 0x4f41, 0x4f64,
    0x4f6c, 0x4f82, 0x4f85, 0x4f97, 0x4f9a, 0x4fa4, 0x4fa6, 0x4fab,
    0x4faf, 0x4fb0, 0x4fb3, 0x4fb7, 0x4fb8, 0x4fbd, 0x4fc0, 0x4fc8,
    0x4fd1, 0x4fd4, 0x4fda, 0x4fdc, 0x4fec, 0x5002, 0x5006, 0x500b,
    0x5010, 0x5013, 0x5015, 0x5016, 0x5018, 0x5028, 0x503f, 0x5041,
    0x505c, 0x505e, 0x5063, 0x5079, 0x507e, 0x5086, 0x5087, 0x5088,
    0x50a8, 0x50aa, 0x50ab, 0x50b6, 0x50c1, 0x50d4, 0x50e1, 0x50f1,
    0x50f6, 0x50f8, 0x50fb, 0x5101, 0x5102, 0x510a, 0x5116, 0x511a,
    0x511c, 0x5125, 0x512c, 0x512d, 0x5138, 0x513a, 0x5144, 0x5145,
    0x5147, 0x5155, 0x5174, 0x517d, 0x5180, 0x5184, 0x5199, 0x51ab,
    0x51bd, 0x51bf, 0x51c1, 0x51c6, 0x51cb, 0x51e5, 0x51e9, 0x51f3,
    0x51f4, 0x51ff, 0x5210, 0x521c, 0x5236, 0x5244, 0x5257, 0x5260,
    0x5266, 0x5285, 0x52d8, 0x52da, 0x52e1, 0x52ea, 0x52fd, 0x531c,
    0x534b, 0x5357, 0x5365, 0x5369, 0x537a, 0x53c6, 0x53d2, 0x53d9,
    0x541f, 0x5443, 0x544b, 0x5492, 0x54b4, 0x54b8, 0x54b9, 0x54ba,
    0x54db, 0x54f2, 0x54f7, 0x5509, 0x555c, 0x555e, 0x5568, 0x556a,
    0x556c, 0x5579, 0x5587, 0x5598, 0x55a3, 0x55d5, 0x55db, 0x55fc,
    0x5610, 0x562a, 0x569b, 0x574e, 0x5754, 0x575a, 0x5761, 0x5765,
    0x5769, 0x576b, 0x576f, 0x5771, 0x5776, 0x577e, 0x5785, 0x5799,
    0x57a4, 0x57b9, 0x57cf, 0x57d0, 0x57d3, 0x57dd, 0x57e3, 0x57ea,
    0x5806, 0x580b, 0x580c, 0x5815, 0x581e, 0x5820, 0x586d, 0x5880,
    0x588d, 0x588f, 0x5894, 0x5895, 0x5899, 0x589d, 0x58a4, 0x58a8,
    0x58b5, 0x58b8, 0x58c1, 0x58e0, 0x58f1, 0x58f4, 0x590e, 0x5910,
    0x5911, 0x5916, 0x591c, 0x5921, 0x5925, 0x5926, 0x592d, 0x5938,
    0x593b, 0x593f, 0x5941, 0x5942, 0x5948, 0x594a, 0x595e, 0x5962,
    0x5963, 0x596c, 0x596e, 0x5971, 0x5974, 0x5977, 0x597c, 0x597e,
    0x597f, 0x5980, 0x5981, 0x5995, 0x5997, 0x599a, 0x599b, 0x59a1,
    0x59a3, 0x59a6, 0x59ac, 0x59ae, 0x59b2, 0x59ba, 0x59bb, 0x59be,
    0x59c0, 0x59cd, 0x59d5, 0x59d9, 0x59e4, 0x59f4, 0x59f5, 0x59fb,
    0x59fc, 0x5a06, 0x5a0c, 0x5a0e, 0x5a0f, 0x5a12, 0x5a1c, 0x5a27,
    0x5a29, 0x5a2b, 0x5a2f, 0x5a47, 0x5a66, 0x5a6a, 0x5a74, 0x5a7e,
    0x5a80, 0x5a85, 0x5b45, 0x5b54, 0x5b58, 0x5b68, 0x5b6f, 0x5b78,
    0x5b9a, 0x5bab, 0x5bac, 0x5bae, 0x5baf, 0x5bb0, 0x5bb5, 0x5bb6,
    0x5bb7, 0x5bb8, 0x5bb9, 0x5bba, 0x5bbd, 0x5bc2, 0x5bc5, 0x5bc6,
    0x5bc9, 0x5bca, 0x5bcd, 0x5bce, 0x5bd0, 0x5bd1, 0x5bd2, 0x5bd5,
    0x5bd8, 0x5be1, 0x5be9, 0x5bea, 0x5bec, 0x5bee, 0x5bf0, 0x5bf4,
    0x5bf8, 0x5bfb, 0x5c0a, 0x5c16, 0x5c72, 0x5c74, 0x5c7e, 0x5c82,
    0x5c85, 0x5c93, 0x5c98, 0x5cb1, 0x5cc1, 0x5ceb, 0x5cef, 0x5cfd,
    0x5d01, 0x5d03, 0x5d18, 0x5d1d, 0x5d38, 0x5d82, 0x5d9b, 0x5db9,
    0x5dd8, 0x5dda, 0x5ddb, 0x5de0, 0x5ded, 0x5df0, 0x5e06, 0x5e0b,
    0x5e11, 0x5e17, 0x5e2b, 0x5e37, 0x5e38, 0x5e46, 0x5e52, 0x5ea9,
    0x5eac, 0x5eb1, 0x5ebf, 0x5ec0, 0x5ec8, 0x5eca, 0x5ed3, 0x5edc,
    0x5edf, 0x5ee2, 0x5ef9, 0x5efb, 0x5efe, 0x5f05, 0x5f0b, 0x5f0e,
    0x5f0f, 0x5f11, 0x5f14, 0x5f1d, 0x5f1e, 0x5f21, 0x5f22, 0x5f28,
    0x5f2b, 0x5f2d, 0x5f2e, 0x5f31, 0x5f3c, 0x5f3f, 0x5f40, 0x5f46,
    0x5f50, 0x5f53, 0x5f55, 0x5f58, 0x5f59, 0x5f5b, 0x5f5c, 0x5f61,
    0x5f62, 0x5f63, 0x5f6a, 0x5f6e, 0x5f6f, 0x5f71, 0x5f77, 0x5f7b,
    0x5f7c, 0x5f83, 0x5f85, 0x5f86, 0x5f88, 0x5f8d, 0x5f92, 0x5fb1,
    0x5fb4, 0x5fb8, 0x5fc6, 0x5fd8, 0x5fdc, 0x5fef, 0x5ff6, 0x5ffb,
    0x6003, 0x6005, 0x600b, 0x605a, 0x605b, 0x605c, 0x6060, 0x6062,
    0x6070, 0x6078, 0x607a, 0x6083, 0x6085, 0x6086, 0x60a0, 0x60aa,
    0x60c6, 0x60d5, 0x60d6, 0x60da, 0x60db, 0x60dc, 0x60dd, 0x60df,
    0x60ea, 0x60eb, 0x60f1, 0x611b, 0x6142, 0x6152, 0x6169, 0x6170,
    0x617f, 0x618e, 0x6191, 0x6193, 0x61a6, 0x61bb, 0x61fb, 0x6201,
    0x620a, 0x622e, 0x6234, 0x623a, 0x623c, 0x623d, 0x6240, 0x6259,
    0x6269, 0x6283, 0x629a, 0x62a4, 0x62bc, 0x62ef, 0x6326, 0x635f,
    0x6485, 0x648e, 0x6497, 0x6499, 0x649f, 0x64a1, 0x64b0, 0x64b1,
    0x64b3, 0x64c0, 0x64d5, 0x64e6, 0x652a, 0x6538, 0x6540, 0x6549,
    0x6552, 0x655b, 0x655e, 0x6569, 0x6570, 0x6571, 0x6572, 0x6573,
    0x6578, 0x657e, 0x6581, 0x6583, 0x6584, 0x6586, 0x6588, 0x658b,
    0x6593, 0x6594, 0x6598, 0x659c, 0x659d, 0x65a2, 0x65a7, 0x65a9,
    0x65aa, 0x65ae, 0x65b1, 0x65c5, 0x65c9, 0x65d2, 0x65d3, 0x65d4,
    0x65d5, 0x65da, 0x65df, 0x65f0, 0x65f1, 0x65f6, 0x65f8, 0x65fe,
    0x6600, 0x6604, 0x6605, 0x6609, 0x660e, 0x6615, 0x6618, 0x662a,
    0x6635, 0x6640, 0x6660, 0x6667, 0x666c, 0x6670, 0x6677, 0x6682,
    0x66e1, 0x6701, 0x6709, 0x670d, 0x6710, 0x6711, 0x6713, 0x6714,
    0x6716, 0x671e, 0x671f, 0x6720, 0x6721, 0x6726, 0x673a, 0x673b,
    0x6749, 0x674a, 0x675a, 0x675b, 0x675c, 0x6762, 0x6763, 0x6766,
    0x676c, 0x6775, 0x67b6, 0x67e9, 0x67ed, 0x67f0, 0x67fd, 0x6800,
    0x680a, 0x680b, 0x680c, 0x6813, 0x6818, 0x681a, 0x6821, 0x6836,
    0x68a4, 0x68a7, 0x68ba, 0x68d2, 0x68d3, 0x68d4, 0x68de, 0x68e0,
    0x691c, 0x6920, 0x6921, 0x693e, 0x6968, 0x69b6, 0x69c6, 0x69d2,
    0x69e6, 0x69f8, 0x6a3f, 0x6a4a, 0x6a50, 0x6a53, 0x6a62, 0x6a68,
    0x6abc, 0x6af6, 0x6bf3, 0x6c02, 0x6c9d, 0x6cc2, 0x6d8d, 0x6da1,
    0x6da5, 0x6db4, 0x6dc8, 0x6dc9, 0x6dd2, 0x6de0, 0x6de7, 0x6e21,
    0x6e49, 0x6e70, 0xce0f, 0xce16, 0xce17, 0xce1e, 0xce1f, 0xce20,
    0xce21, 0xce22, 0xce23, 0xce24, 0xce25, 0xce26, 0xce27, 0xce28,
    0xce2b, 0xce2d
};

/*Collect the unicode lists and glyph_id offsets*/
static const lv_font_fmt_txt_cmap_t cmaps[] =
{
    {
        .range_start = 33, .range_length = 6, .glyph_id_start = 1,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 40, .range_length = 56, .glyph_id_start = 7,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 97, .range_length = 30, .glyph_id_start = 63,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12316, .range_length = 1, .glyph_id_start = 93,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12353, .range_length = 155, .glyph_id_start = 94,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_4, .list_length = 155, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 12510, .range_length = 18, .glyph_id_start = 186,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12530, .range_length = 52782, .glyph_id_start = 204,
        .unicode_list = unicode_list_6, .glyph_id_ofs_list = NULL, .list_length = 2154, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    }
};

/*-----------------
 *    KERNING
 *----------------*/


/*Map glyph_ids to kern left classes*/
static const uint8_t kern_left_class_mapping[] =
{
    0, 1, 2, 3, 4, 5, 6, 7,
    8, 9, 10, 11, 10, 12, 13, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 14, 15, 16, 17, 18, 19, 20,
    21, 22, 23, 24, 25, 26, 27, 0,
    1, 28, 29, 30, 0, 0, 24, 31,
    32, 33, 4, 34, 28, 35, 36, 37,
    38, 39, 40, 41, 42, 43, 44, 45,
    20, 46, 47, 48, 49, 50, 45, 51,
    52, 53, 51, 45, 45, 20, 54, 55,
    56, 57, 58, 59, 60, 60, 61, 62,
    63, 40, 64, 65, 66, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0
};

/*Map glyph_ids to kern right classes*/
static const uint8_t kern_right_class_mapping[] =
{
    0, 1, 2, 3, 4, 5, 6, 7,
    8, 9, 10, 11, 12, 13, 14, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 15, 16, 17, 18, 19, 20, 21,
    22, 23, 24, 23, 23, 23, 24, 23,
    1, 25, 23, 23, 23, 23, 24, 23,
    24, 23, 4, 26, 27, 28, 29, 30,
    31, 32, 33, 34, 35, 36, 37, 38,
    39, 21, 21, 21, 40, 41, 39, 42,
    43, 39, 44, 45, 45, 21, 46, 47,
    45, 48, 40, 49, 50, 50, 51, 52,
    53, 54, 55, 35, 56, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0
};

/*Kern values between classes*/
static const int8_t kern_class_values[] =
{
    -1, 0, 0, 0, 0, 0, 0, -1,
    0, 0, 0, 0, 0, 0, 0, 3,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    -1, 0, 0, 0, 0, 0, 0, 0,
    0, -1, -1, -1, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, 0,
    0, 0, -5, -3, 0, -6, -9, -5,
    0, -8, -15, -8, -13, -14, -3, -3,
    -8, -3, -1, 1, -8, -14, 0, -4,
    -18, 3, 0, 3, 2, -1, 2, 0,
    0, 3, 2, -8, 0, -3, 0, 0,
    -8, 0, 0, 0, -3, -3, -7, -5,
    -3, 1, -4, 1, -3, -10, 0, -7,
    0, 0, -3, -2, 0, -3, -3, -3,
    3, -3, -10, -3, -10, -5, 0, 0,
    -3, 0, 1, 0, -5, -5, 0, 0,
    -5, 1, 0, 1, 1, -3, 0, 0,
    0, 1, 0, -1, -16, -3, 0, 0,
    -5, 0, 0, 0, 0, 0, -5, -4,
    -1, 1, -2, 1, -3, -3, 0, -3,
    0, -3, 0, -2, -1, 0, -3, -2,
    -3, -2, -3, -2, -3, -1, -1, -1,
    -2, -2, -3, 0, -1, -1, 0, -1,
    -1, -3, -1, -2, -1, -3, -3, -2,
    0, -2, -3, -1, -13, -1, 0, -5,
    -1, 0, 0, 0, -1, -1, -1, -1,
    -1, -3, -4, -3, -3, -2, 0, -2,
    0, -13, 0, -1, -5, 1, -3, -6,
    -10, 0, 0, 0, 0, -1, 0, 1,
    0, 0, 0, -8, 3, 1, 0, 0,
    1, -10, 0, -8, -5, -5, -10, -1,
    0, -13, -3, 3, 0, 3, 0, -2,
    3, 0, 0, 0, 0, 0, 3, 1,
    0, -3, -3, -3, 0, 0, 0, 0,
    0, -10, 1, 0, -6, 0, -3, -3,
    -9, 0, 2, 0, 2, 4, 1, 3,
    0, 1, 1, -5, 1, 4, 0, 0,
    4, -10, 0, -9, -6, 0, -12, 0,
    0, -9, 0, 0, 2, 3, 0, -1,
    1, 0, 0, 0, 1, 1, 1, 3,
    0, 0, 0, 0, 1, 0, 0, 0,
    -1, -5, -3, -3, -5, -3, -3, 2,
    -4, -9, -3, -9, -6, -2, -2, 0,
    -9, -3, -2, 0, -3, -2, 0, 0,
    -4, -1, 0, 0, 0, -2, 0, 0,
    -1, 0, 4, -3, 8, -3, 0, -3,
    -3, 0, 12, 0, -2, 0, -3, -1,
    -2, -2, -1, -2, -2, -12, -1, -9,
    0, -9, -3, -3, -3, -4, -2, -3,
    -5, -1, -6, -1, -6, -3, 0, 0,
    -1, 0, -2, -4, 0, -3, 0, 0,
    -1, -6, 0, -5, -3, -3, -5, -3,
    0, -5, -8, 0, -5, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, -2, 0, -2, -5, 0, -1,
    0, 0, -3, 0, 3, -3, -5, -4,
    0, -5, -8, -5, -8, -12, -1, -1,
    -5, 0, 0, 3, -4, -12, 0, 0,
    -10, 2, 0, 1, 1, -3, 0, 0,
    0, 1, -3, -1, -5, 0, 0, 3,
    -4, 0, 0, 0, -1, -1, -4, -1,
    0, 4, 0, 4, 0, -5, 0, -7,
    0, -8, 3, -6, -6, -1, -1, -9,
    -5, 0, -7, 0, -5, -4, -1, -1,
    0, 0, -7, -8, 1, -4, 0, 1,
    -3, -14, 0, -8, -5, -10, -17, -6,
    0, -8, -10, 5, -3, 0, 0, -1,
    1, -1, -1, -1, 0, 0, 1, 0,
    0, 0, -5, 0, -2, 0, 0, 0,
    0, -10, 0, 0, -19, -2, -6, -6,
    -8, -9, -1, -7, -1, 4, -1, 2,
    -9, 0, 0, -8, -1, 4, 0, -3,
    5, -15, -4, -14, -13, 0, -18, 0,
    0, -14, -3, 0, -1, 0, 0, -9,
    -1, 0, 2, 0, 0, 0, -1, 0,
    -3, -9, 0, -10, 0, -9, 0, -2,
    0, -13, 0, -1, -19, -2, -6, -6,
    -8, -5, -1, -5, -1, 4, -1, 2,
    -5, 0, 0, -9, -3, 4, 0, -5,
    4, -15, -6, -14, -13, 0, -18, 0,
    0, -14, 0, 0, 0, 0, 0, -9,
    -1, 0, 0, 0, 0, 0, -3, 0,
    -3, -9, 0, -9, 0, -9, 0, -5,
    0, 3, -5, -2, 0, -7, -5, 0,
    1, -8, -14, -8, -14, -22, -8, -8,
    -16, -10, -6, 3, -10, -9, 0, -4,
    -15, 3, 0, 4, 3, 0, 3, 0,
    0, 4, 3, -3, -31, -8, 0, -4,
    -10, -1, -6, -1, -8, -8, -10, -9,
    -8, -4, -6, -4, -6, -4, 0, -8,
    0, -3, 0, -1, -3, -1, 0, -2,
    -1, -1, -1, -1, -1, 3, -1, 0,
    -3, -1, 0, -6, -1, 3, 0, 0,
    0, -14, -1, -8, -6, -3, -13, -2,
    0, -8, 0, 0, 0, 0, 0, 0,
    -1, 0, 0, 0, 0, 0, -1, 0,
    0, 0, 0, 0, 0, -1, 0, 0,
    0, -3, 0, -1, -1, -3, 0, -2,
    -1, -1, -4, -1, -4, -2, 0, 0,
    -2, -1, 0, -6, -1, -2, 0, 0,
    0, -14, -1, -8, -6, -3, -13, -4,
    0, -8, -5, 0, -9, 0, 0, 0,
    -1, 0, 0, 0, 0, 0, -1, 0,
    0, 0, 0, 0, 0, -1, 0, -1,
    0, -1, 0, 0, 0, -3, -2, -2,
    0, -7, 1, -7, 0, 3, 0, 1,
    -7, -2, 0, -1, -1, 3, 0, -1,
    3, -5, -1, -3, -1, -1, -9, 0,
    0, -6, 0, -1, 0, 0, 0, 0,
    -1, 0, 3, 0, 0, 0, -1, 0,
    0, 0, 0, 0, 0, -7, 0, -7,
    0, -3, 0, -3, 0, 0, 0, -3,
    0, 0, 0, 0, 0, -4, -1, -1,
    -2, -1, -2, 0, 0, -1, 0, 0,
    0, -9, 0, -7, -5, -7, -11, -3,
    0, -10, -6, 3, 0, 0, 0, -2,
    0, 0, 0, 0, 0, 0, 0, -1,
    0, -1, -3, -1, -2, 0, 0, 0,
    0, -8, 3, -6, -6, -1, -1, -9,
    -5, 0, -7, 0, -5, -10, -3, -2,
    0, -2, -7, -8, 1, -5, 0, 1,
    -3, -14, 0, -10, -5, -9, -17, -6,
    0, -16, -10, 5, -4, 0, 0, -1,
    1, -1, -1, -1, 0, 0, 1, 0,
    0, 0, -5, 0, -2, 0, 0, 0,
    0, 0, -3, 0, 1, -2, -3, -3,
    0, -10, -18, -10, -17, -7, -4, -4,
    -10, 0, 0, 1, -7, -7, 0, 0,
    -13, 0, 0, 0, 0, -3, -1, -1,
    0, 0, 0, -3, -19, -4, 0, 0,
    -7, 0, -5, 0, -4, -4, -7, -4,
    -4, 1, 0, 1, 0, -7, 0, -8,
    0, -8, 0, -3, -4, 0, 0, -3,
    -4, 1, -3, 1, -3, -1, -1, -1,
    1, 0, -1, -8, 1, -1, 0, 0,
    -1, -19, -1, -10, -7, -7, -16, -5,
    0, -10, -1, 1, -8, 1, 0, -2,
    1, 0, 0, 0, 0, 0, 1, 0,
    -1, -1, -3, -1, -1, 1, 0, 1,
    0, -14, 0, 0, -9, -2, -3, -2,
    -12, -3, 4, -3, 4, 4, 2, 3,
    -5, -1, 3, -6, -1, 4, 0, -4,
    5, -12, -3, -9, -6, 1, -13, 0,
    0, -9, 3, -5, 8, 1, 0, -6,
    -1, 0, 0, 0, 2, 2, -1, 2,
    0, -5, 3, -5, 3, -3, 0, -3,
    0, -4, 0, -2, -1, 0, 0, 0,
    -1, 0, -3, 0, -1, -2, 0, 0,
    0, 0, -1, -2, 0, -2, 0, -1,
    0, -4, -1, -4, -3, -4, -6, -3,
    0, -4, -2, 0, -7, 0, 0, -4,
    0, 0, 0, 0, 0, 0, 0, -1,
    -1, -1, -3, -1, -1, 0, 0, 0,
    0, -2, 0, -1, -2, -1, -1, 1,
    0, -6, -1, -6, -1, 0, 0, 0,
    -6, -3, -1, 1, -3, 0, 2, -4,
    0, 0, 0, 1, 0, -1, -1, 0,
    0, 1, 0, -6, -1, -1, 0, -8,
    -3, 1, 1, 1, 0, 0, -3, -2,
    -2, -4, -3, -4, -1, -6, 0, -6,
    0, -4, 1, -1, 0, -2, 0, 0,
    0, 1, -9, 1, -5, -4, 0, 0,
    1, 0, -1, -3, 0, -4, 0, 1,
    -5, -7, 0, -4, -3, -6, -7, -5,
    0, -4, -3, 3, -1, -1, 0, 0,
    0, 0, 0, 0, 0, 0, 0, -1,
    -1, 1, -1, 1, -1, 1, 0, 1,
    0, 0, 0, -1, -1, -1, 0, 0,
    -1, -3, 0, -3, 0, 0, 0, 0,
    -3, -1, -1, -1, -3, 0, 0, -1,
    0, 2, 0, 0, 0, 0, 0, 0,
    0, 0, 0, -2, 0, -1, 0, -3,
    -3, 0, 0, 0, 0, 0, -3, -2,
    -2, -3, -2, -3, -1, -3, 0, -3,
    0, 0, -3, -6, -1, -3, -3, -2,
    -1, -4, -16, -4, -13, -11, -4, -4,
    -4, -1, -3, 0, -6, -11, 0, -2,
    -19, 2, -1, 1, 0, -4, 0, -1,
    0, 1, -1, -1, -15, -6, 0, -5,
    -6, -3, -3, -3, -4, -4, -6, -5,
    -5, -5, -10, -5, -3, -4, 0, -4,
    0, -6, 0, -1, 0, 0, 0, -1,
    -2, 0, -1, 0, -1, -1, 0, 0,
    0, 0, -1, 0, 0, -1, 0, 0,
    0, -5, 0, -3, -1, -3, -5, -1,
    0, -3, 0, 0, -3, 0, 0, -2,
    0, 0, 0, 0, 0, 0, 0, 0,
    -1, -1, -2, -1, -1, 0, 0, 0,
    0, 0, 0, -1, 0, -1, 0, 0,
    0, 0, -6, 0, -6, -3, -1, -1,
    0, 0, -1, 0, -1, -3, 0, 0,
    -4, 0, 0, 0, 0, -1, 0, -1,
    0, 0, 0, 0, -12, -1, 0, -1,
    -1, 0, 0, 0, -1, -1, -1, -1,
    -1, -1, -2, -1, -1, 0, 0, 0,
    0, -3, -3, -5, -5, -6, -6, 0,
    -6, -12, 3, -12, 0, 1, -2, 1,
    -12, -6, 0, 0, -8, 1, 0, -9,
    0, -1, -2, 1, 0, 0, 0, 0,
    0, 1, 0, -10, 0, -4, 0, -11,
    -7, 0, 0, 0, -2, -2, -8, -5,
    -9, -10, 0, -10, 0, -12, 0, -12,
    0, -14, 2, -3, -13, -3, -1, -1,
    -12, -5, 5, -5, 5, 4, 0, 4,
    -5, -2, 2, -6, -4, 4, 0, -9,
    3, -20, -7, -14, -11, -2, -20, 0,
    0, -14, -4, -12, 5, -2, 0, -11,
    -4, 0, 0, 0, 0, 0, -4, -1,
    -5, -10, -1, -10, 2, -5, 0, -5,
    0, -2, -4, -3, 1, -4, 0, -3,
    0, -6, -18, -6, -13, -11, -3, -3,
    -6, -3, -2, -1, -5, -11, 0, 0,
    -24, -3, -1, -2, -2, -8, -6, -6,
    0, -2, -5, 0, -24, -4, 0, 0,
    -5, -3, -3, -3, -3, -3, -5, -4,
    -3, 0, -3, 0, -2, -6, 0, -6,
    0, -4, 1, -1, 0, -2, 0, 0,
    0, 1, 1, 1, -3, -1, 1, 3,
    1, 0, 1, -3, 1, -1, 0, 1,
    -4, -7, 0, -4, -3, -5, -7, -3,
    0, -4, 0, 3, 5, -1, 0, 0,
    1, 6, 6, 6, 1, 1, 1, 0,
    -1, 1, -1, 1, 1, 1, 0, 1,
    0, -4, -3, -2, -3, -6, -3, -1,
    -3, -6, 0, -6, 0, 0, -2, 1,
    -6, -5, -1, -3, -6, 0, 0, -1,
    0, -5, -1, -3, -2, 0, -6, -1,
    0, -3, -2, -5, 0, -3, 0, -1,
    -3, 0, 0, 0, -2, -2, -6, -3,
    -1, 0, 0, 0, -1, -6, 0, -6,
    0, 3, -5, -3, 1, -6, -6, -1,
    2, -14, -19, -14, -15, -12, -14, -14,
    -14, -9, -5, 1, -19, -12, 0, -7,
    -18, 1, 0, 3, 2, 0, 3, 0,
    0, 3, 0, -8, -13, -16, 0, -12,
    -19, 0, -5, 0, -14, -14, -19, -17,
    -14, -16, -12, -16, -14, -14, 0, -14,
    0, 3, -5, -2, 0, -7, -5, 0,
    1, -8, -14, -8, -14, -9, -8, -8,
    -10, -7, -3, 3, -10, -9, 0, -4,
    -15, 3, 0, 4, 3, 0, 3, 0,
    0, 4, 3, -3, -18, -8, 0, -4,
    -10, -1, -6, -1, -8, -8, -10, -9,
    -8, -4, -6, -4, -6, -4, 0, -8,
    0, 2, -2, -2, 0, -6, -3, 0,
    1, -5, -12, -5, -12, -6, -6, -6,
    -5, -5, -1, 1, -7, -6, 0, -3,
    -9, 2, 0, 3, 1, 0, 1, 0,
    0, 3, 0, -1, -13, -6, 0, -3,
    -7, -1, -6, -1, -6, -6, -7, -6,
    -6, -3, -4, -3, -4, -4, 0, -5,
    0, -1, -3, -4, -5, -4, -3, -2,
    -3, -10, 0, -10, 0, 1, -3, 0,
    -9, -7, -1, 0, -7, 1, 0, -6,
    0, 0, -1, 0, 0, -1, -1, -1,
    0, 0, -1, -8, 0, -5, 0, -9,
    -5, 0, 0, 0, -3, -3, -7, -4,
    -6, -8, -1, -8, -1, -9, 0, -10,
    0, 2, -8, -5, -3, -9, -5, 0,
    0, -17, -18, -17, -18, -13, -13, -13,
    -17, -11, -9, 1, -16, -13, 0, -8,
    -19, 3, 0, 3, 1, -1, 3, -1,
    0, 3, 0, -6, -20, -15, 0, -12,
    -16, -1, -7, -1, -13, -13, -16, -16,
    -13, -10, -12, -10, -13, -13, 0, -17,
    0, 0, 0, -2, -1, -3, -3, 0,
    0, -10, 0, -10, 0, 0, -2, 1,
    -10, -4, 0, 0, -6, 0, 0, -5,
    0, 0, -1, 0, 0, -1, 0, 0,
    0, 0, -2, -7, 0, -3, 0, -8,
    -6, 0, 0, 0, -2, -2, -6, -2,
    -4, -6, -2, -6, 0, -9, 0, -10,
    0, 2, 0, -3, -3, -4, -8, 4,
    -3, -10, 5, -10, 0, 3, 0, 3,
    -10, -6, 0, 1, -1, 3, 0, -3,
    -4, 0, 0, 3, 0, -1, 0, -2,
    0, 3, 5, -5, 9, -1, 0, -1,
    -1, 8, 8, 8, 0, 0, -1, 0,
    0, 0, 0, 0, 0, -10, 0, -10,
    0, -14, 0, 0, -14, -2, -3, -2,
    -12, -3, 4, -3, 4, 4, 2, 3,
    -10, -4, 3, -6, -1, 4, 0, -4,
    5, -12, -3, -9, -6, 1, -13, 0,
    0, -22, 3, -5, 8, 1, 0, -6,
    -1, 0, 3, 0, 2, 2, -1, 2,
    0, -5, 3, -5, 3, -3, 0, -3,
    -1, 0, 0, 0, 0, 0, 0, -1,
    0, 0, 0, 0, 0, 0, 0, 3,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    -1, 0, 0, 0, 4, 0, 0, 0,
    0, -1, -1, -1, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, 0,
    0, -8, 1, -5, -1, 0, 0, -3,
    -1, 5, 0, 5, 0, -5, 0, 0,
    5, 3, -1, -5, 1, -5, 0, 3,
    -8, -8, 0, -3, -1, -8, -6, -7,
    0, -3, -5, 5, 0, 0, 0, 2,
    1, 0, 0, 0, 0, 0, 1, 0,
    0, 1, -3, 1, -1, 5, 0, 5,
    0, 0, 0, -5, -16, -6, -5, 8,
    -5, -3, 7, -3, 0, 8, 0, 9,
    -5, 0, 0, -10, -8, 8, 0, -13,
    0, -13, -12, -18, -13, 0, -20, 0,
    4, -31, 9, 0, 0, -4, 0, -10,
    3, 0, 20, 0, 0, 6, -8, -4,
    -7, -13, 0, -4, 0, -3, 5, -3,
    0, -8, 1, -3, -4, -1, 0, -2,
    -5, 0, 0, 0, 0, 0, 0, 0,
    0, 0, -1, -6, 0, 0, 0, -1,
    1, -17, -3, -10, -7, -4, -16, -2,
    0, -10, 0, 0, 0, 0, 0, -2,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, -2, -1, -2, -1, 0, 0, 0,
    0, -6, -3, -2, -1, -2, -2, -2,
    -1, -3, -1, -3, -1, 1, -1, 1,
    -3, -3, 0, -5, -1, 1, 0, -1,
    1, -17, -1, -7, -6, -5, -13, -3,
    0, -7, -1, -3, 0, 0, 0, -1,
    -1, 0, 0, 0, 0, 0, -1, 0,
    0, 0, 0, 0, 0, -3, 0, -3,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, -8, 0, -3, -4, 0, 0, -3,
    -4, 1, -2, 1, -3, -1, -1, -1,
    1, 0, -1, -8, 1, -1, 0, 0,
    -1, -19, -1, -10, -7, -7, -16, -5,
    0, -10, -1, 1, -5, 1, 0, -2,
    1, 0, 0, 0, 0, 0, 1, 0,
    -1, -1, -3, -1, -1, 1, 0, 1,
    0, 3, -3, -2, 3, -1, 0, 1,
    3, -2, -13, -2, -13, -6, 0, 0,
    -2, -2, 0, 3, -4, -6, 0, 0,
    -13, 0, 0, 1, 0, -1, 1, 0,
    0, 1, 1, 2, -10, -3, 0, 1,
    -4, 0, 0, 0, 0, 0, -4, -2,
    0, 0, -1, 0, 0, -2, 0, -2,
    0, -3, 0, -2, -3, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 1,
    0, 0, 0, -5, 0, 0, 0, 0,
    0, -14, -1, -8, -6, -3, -13, -2,
    0, -8, 0, 0, 3, 0, 0, 0,
    0, 0, 6, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    -1, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, -1, -1, 0, -1, 0,
    -1, -1, 0, 0, 0, 0, 0, 0,
    0, -1, -1, -1, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, 0,
    0, 0, 0, -2, -3, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 1,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, -1, -1, -1, -3, -3, -2,
    0, -1, 0, 0, 3, 0, 0, 0,
    0, 4, 4, 2, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, -4, -2, -4, -1, -4, -2, -1,
    0, -11, 0, -11, 0, 3, -1, 2,
    -11, -3, 0, -3, -7, 3, 0, -1,
    1, -12, -2, -6, -4, -1, -12, -2,
    0, -6, -1, -5, 0, -3, 0, 0,
    -7, 0, 0, 0, 0, 0, -7, -3,
    0, 1, 1, 1, 0, -7, 0, -11,
    0, -7, 0, -3, -4, 0, 0, -3,
    -4, 1, -3, 1, -3, -1, -1, -1,
    1, 0, -1, -8, 1, -1, 0, 0,
    -1, -19, -1, -10, -7, -7, -16, -5,
    0, -10, -1, 1, -8, 1, 0, -2,
    1, 0, 0, 0, 0, 0, 1, 0,
    -1, -1, -3, -1, -1, 1, 0, 1,
    0, -3, 0, -1, -3, -1, 0, 0,
    -1, 0, 0, 0, 0, 3, 0, 3,
    0, 0, 0, -6, 0, 3, 0, 0,
    0, -14, -1, -8, -6, -3, -13, -2,
    0, -8, 0, 0, 6, 0, 0, 0,
    0, 0, 13, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 1, -2, -3, 3, -4, 0, -3,
    4, -3, -12, -3, -12, -10, 0, 0,
    -3, -2, -1, -3, -4, -10, 0, -1,
    -19, -14, 0, -5, -3, -11, -11, -9,
    0, -5, -3, 0, -13, -1, 0, 2,
    -4, -1, -1, -1, 0, 0, -4, -1,
    0, 1, 0, 1, -1, -1, 0, -3,
    0, -5, 1, -3, -1, 0, 0, -1,
    0, -2, -1, -2, -1, 0, 0, 0,
    -2, -1, -2, -4, 0, 0, 0, -1,
    1, -16, -1, -8, -6, -5, -16, -2,
    0, -8, 0, -1, -9, 1, 0, 0,
    0, 0, 0, 0, 0, 0, 0, -1,
    0, 0, -1, 0, -2, -2, 0, -2,
    0, -6, -3, -2, -1, -2, -2, -2,
    -1, -3, -1, -3, -1, 1, -1, 1,
    -3, -3, 0, -5, -2, 1, 0, -1,
    1, -17, -1, -7, -6, -5, -13, -3,
    0, -7, -1, -3, 0, 0, 0, -1,
    -2, 0, 0, 0, 0, 0, -2, 0,
    0, 0, 0, 0, 0, -3, 0, -3,
    0, -3, 0, -1, -3, -1, 0, -2,
    -1, 0, 0, 0, 0, 3, 0, 0,
    0, 0, 0, -6, 0, 3, 0, 0,
    0, -14, -1, -8, -6, -3, -13, -2,
    0, -8, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 1, 1, 0, 3, -1, 0, -2,
    4, 0, -12, 0, -9, -5, 0, 0,
    0, -1, 0, -1, -1, -5, 2, -1,
    -7, -16, -1, -4, -3, -8, -10, -6,
    0, -4, 0, 1, -13, -1, 0, 1,
    -1, 0, 0, 0, 0, 0, -1, -1,
    0, 4, 1, 4, 0, 0, 0, 0,
    0, -4, -2, -4, -1, -4, -2, -1,
    0, -5, 0, -5, 0, 3, -1, 2,
    -5, -3, 0, -3, -3, 3, 0, -1,
    1, -12, -2, -6, -4, -1, -12, -2,
    0, -6, -1, -3, 0, -3, 0, 0,
    -3, 0, 0, 0, 0, 0, -3, -3,
    0, 1, 1, 1, 0, -5, 0, -5,
    0, 1, 1, 0, 3, -1, 0, -2,
    4, 0, -10, 0, -9, -5, 0, 0,
    0, -1, 0, -1, -1, -5, 2, -1,
    -9, -16, -1, -4, -3, -8, -10, -6,
    0, -4, 0, 1, -13, -1, 0, 1,
    -1, 0, 0, 0, 0, 0, -1, -1,
    0, 4, 1, 4, 0, 0, 0, 0,
    0, -3, 0, 0, 0, -3, -2, -2,
    0, -2, 1, -2, 0, 3, 0, 1,
    -2, -2, 0, -4, -1, 3, 0, -1,
    3, -14, -1, -6, -4, -1, -13, 0,
    0, -6, 0, -1, 0, 0, 0, 0,
    -1, 0, 0, 0, 0, 0, -1, 0,
    0, 0, 0, 0, 0, -2, 0, -2,
    -1, 0, 0, 0, 0, 0, 0, -1,
    0, 0, 0, 0, 0, 0, 0, 3,
    0, 0, 0, 0, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, 0, 0,
    -1, 0, 0, 0, 5, 0, 0, 0,
    0, -1, -1, -1, 0, 0, 0, 0,
    0, 0, 0, 0, 0, 0, -1, 0,
    0, -10, 3, -6, -6, -1, -5, -12,
    -5, 0, -11, 0, -11, -4, -1, 0,
    0, 0, -7, -8, 1, -4, 0, 1,
    -3, -14, 0, -4, -4, -9, -13, -5,
    0, -4, -10, 5, -3, 0, 0, -1,
    1, -1, -1, -1, 0, 0, 1, 0,
    0, 0, -5, 0, -2, 0, 0, 0,
    0, -7, 3, -6, -3, -1, -1, -9,
    -5, 0, -7, 0, -10, -5, 0, -1,
    0, 0, -7, -8, 1, -5, 0, 1,
    -4, -14, 0, -7, -5, -10, -17, -6,
    0, -7, -10, 5, -3, 0, 0, -1,
    1, -1, -1, -1, 0, 0, 1, 0,
    0, 0, -5, 0, -2, 0, 0, -1
};


/*Collect the kern class' data in one place*/
static const lv_font_fmt_txt_kern_classes_t kern_classes =
{
    .class_pair_values   = kern_class_values,
    .left_class_mapping  = kern_left_class_mapping,
    .right_class_mapping = kern_right_class_mapping,
    .left_class_cnt      = 66,
    .right_class_cnt     = 56,
};

/*--------------------
 *  ALL CUSTOM DATA
 *--------------------*/

#if LVGL_VERSION_MAJOR == 8
/*Store all the custom data of the font*/
static  lv_font_fmt_txt_glyph_cache_t cache;
#endif

#if LVGL_VERSION_MAJOR >= 8
static const lv_font_fmt_txt_dsc_t font_dsc = {
#else
static lv_font_fmt_txt_dsc_t font_dsc = {
#endif
    .glyph_bitmap = glyph_bitmap,
    .glyph_dsc = glyph_dsc,
    .cmaps = cmaps,
    .kern_dsc = &kern_classes,
    .kern_scale = 16,
    .cmap_num = 7,
    .bpp = 1,
    .kern_classes = 1,
    .bitmap_format = 0,
#if LVGL_VERSION_MAJOR == 8
    .cache = &cache
#endif
};



/*-----------------
 *  PUBLIC FONT
 *----------------*/

/*Initialize a public general font descriptor*/
#if LVGL_VERSION_MAJOR >= 8
const lv_font_t mplus1_bold_8 = {
#else
lv_font_t mplus1_bold_8 = {
#endif
    .get_glyph_dsc = lv_font_get_glyph_dsc_fmt_txt,    /*Function pointer to get glyph's data*/
    .get_glyph_bitmap = lv_font_get_bitmap_fmt_txt,    /*Function pointer to get glyph's bitmap*/
    .line_height = 9,          /*The maximum line height required by the font*/
    .base_line = 2,             /*Baseline measured from the bottom of the line*/
#if !(LVGL_VERSION_MAJOR == 6 && LVGL_VERSION_MINOR == 0)
    .subpx = LV_FONT_SUBPX_NONE,
#endif
#if LV_VERSION_CHECK(7, 4, 0) || LVGL_VERSION_MAJOR >= 8
    .underline_position = -1,
    .underline_thickness = 0,
#endif
    .dsc = &font_dsc,          /*The custom font data. Will be accessed by `get_glyph_bitmap/dsc` */
#if LV_VERSION_CHECK(8, 2, 0) || LVGL_VERSION_MAJOR >= 9
    .fallback = NULL,
#endif
    .user_data = NULL,
};



#endif /*#if MPLUS1_BOLD_8*/

